[
    {
        "type": "text",
        "text": "Alma Mater Studiorum – Università di Bologna ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOTTORATO DI RICERCA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Scienze Geodetiche e Topografiche ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ciclo XX ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Settore scientifico disciplinare di afferenza: ICAR06 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "TITOLO TESI ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Monitoring Ice Velocity Field in Victoria Land (Antarctica) Using Cross-Correlation Techniques on Satellite Images ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Presentata da: Ivano Pino ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Coordinatore Dottorato ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Relatore ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Prof. Gabriele Bitelli ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Prof. Gabriele Bitelli ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Esame finale anno 2008 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Alma Mater Studiorum – Università di Bologna ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DOTTORATO DI RICERCA ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Scienze Geodetiche e Topografiche ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ciclo XX ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Settore scientifico disciplinare di afferenza: ICAR06 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "TITOLO TESI ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Monitoring Ice Velocity Field in Victoria Land (Antarctica) Using Cross-Correlation Techniques on Satellite Images ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Presentata da: Ivano Pino ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Coordinatore Dottorato ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Relatore ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Prof. Gabriele Bitelli ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Prof. Gabriele Bitelli ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Esame finale anno 2008 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Key Words: ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Cross-Correlation   \nGlobal Change   \nIce Velocity   \nImage Enhancement   \nMultisensor   \nOrthorectification ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dedication(Dedica)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To my family (Alla mia famiglia) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Preface ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The large ice sheets of Antarctica and Greenland are immensely important in the global climate system, occupying about $11\\%$ of the Earth’s land surface. In spite of its importance, the mass balance (the net volumetric gain or loss) of the Antarctic ice sheet is poorly known; it is not known exactly whether the ice sheet is growing or shrinking. Changes in the area and volume of the polar ice sheets are strictly linked to global changes and could result in sea-level variation that would severely affect the densely populated coastal regions on the Earth. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Velocity of ice-streams is a critical parameter, which, together with ice thickness, allows the determination of ice discharge rates; this information is however in large part not available, or only partially available for the last years, and can be mainly provided by using remote sensing technologies and techniques. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Antarctica is the only continent which has still to be fully explored [144]. Because of its geographical position and physical characteristics, together with the distance from sources of pollution and the almost total absence of anthropic disturbance, Antarctica provides us with a unique opportunity to obtain data for a global knowledge of the planet [144]. Antarctica is perhaps the continent in which the nations respond more freely to the need for common research programmes. A Treaty was signed in Washington on December 1st 1959 by the 12 countries participating in the International Geophysical Year (1957-1958); the Treaty covers the area south of $60^{\\circ}\\mathrm{S}$ latitude. Its objectives are simple yet unique in international relations, being: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "- to demilitarize Antarctica, to establish it as a zone free of nuclear tests and the disposal of radioactive waste, and to ensure that it is used for peaceful purposes only;   \n- to promote international scientific cooperation in Antarctica;   \n- to set aside disputes over territorial sovereignty. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Antarctic Treaty remains in force indefinitely. The success of the Treaty has been the growth in membership. Forty six countries, comprising around $80\\%$ of the world’s population, have acceded to it. Consultative (voting) status is open to all countries who have demonstrated their commitment to the Antarctic by conducting significant research. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the context of the research in Antarctica, Italian contribution is developed by the Italian National Antarctic Research Programme (Programma Nazionale di Ricerca in Antartide, PNRA), active since 1985 with an expedition every year. The research Programme includes many disciplines: Earth Sciences, Atmosphere Physics, Cosmology, Biology and Medicine, Oceanography, Environmental Sciences, Technology. During its development, the Programme increasingly addressed the study of global phenomena inside the atmosphere, the biosphere, and the geosphere. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "PNRA has its main base at Mario Zucchelli Station in Terra Nova Bay, lying between Cape Washington and the Drygalski Ice Tongue along the coast of Victoria Land. Logistic and research facilities allow there the execution of activities in the main research fields and in the framework of major international projects. Other important research activities are carried out at the Concordia Station, recently completed in collaboration with France, built $3233\\mathrm{~m~}$ above sea level at a location called Dome C on the Antarctic Plateau; Concordia Station is located 1200 kilometres inland from Mario Zucchelli Station. This site was chosen by the European Project for Ice Coring in Antarctica (EPICA) for deep ice core drilling, with the aim to obtain the longest undisturbed chronicle of environmental change, in order to characterise climate variability over several glacial cycles. Drilling was completed in December 2004, reaching a drilling depth of $3270.2\\mathrm{~m~}$ ; the core goes back 740000 years and reveals 8 previous glacial cycles. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2007-2008 has been appointed as the International Polar Year. Since the first International Polar Year in 1882-83 there have been a number of major international science initiatives in Polar Regions and all have had a major influence in providing a better understanding of global processes in these areas. These initiatives have involved an intense period of interdisciplinary research, collecting a broad range of measurements that provide a snapshot in time of the state of the polar regions. As mentioned, a fundamental moment was the International Geophysical Year 1957-58, involving 80000 scientists from 67 countries: it produced new explorations and discoveries in many fields of research and changed in a fundamental manner how science was conducted in the polar regions. Fifty years on, technological developments such as growing availability of earth observation satellites, autonomous vehicles and molecular biology techniques offer enormous opportunities for a further step in our understanding of polar systems. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The International Polar Year (IPY) 2007-2008, actually running from March 2007 to March 2009, is then an international programme of coordinated, interdisciplinary scientific research and observations in the Earth's polar regions with the aim to: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "- explore new scientific frontiers;   \n- deepen our understanding of polar processes and their global linkages;   \n- increase our ability to detect changes, to attract and develop the next generation of polar scientists, engineers and logistics experts;   \n- capture the interest of schoolchildren, the public and decision-makers.   \nFocus areas of IPY campaigns are Atmosphere, Ice, Land, Oceans, People, Space.   \nOne might ask what are or what will be the advantages of the research activities performed in Antarctica, considering the financial effort they require. The answer is essentially \"knowledge\". Research activity does not necessarily engender immediate tangible results. The product is the outcome of slow maturation and derives from the combination of results obtained by the various countries in the various sectors of research. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The introduction of the Thesis focus on the Global Change problem and the linkage with ice flows behaviour in polar regions. Chapter 2 describes remote sensing observation of ice sheets and glaciers and their characterization. Third chapter describes the most utilized approaches to the determination of ice motion. Chapter 4 and 5 are related to the study of an ice flow (David glacier) carried out by a multitemporal analysis developed using imagery coming from different sensors (MSS, TM, ETM $\\cdot+$ , ASTER, HRVIR) on board of different satellites (Landsat, Terra and Spot). The images were acquired from 1973 to 2006 and the scenes cover about $200~\\mathrm{km}$ of the coastal zone in Victoria Land (Terra Nova Bay); the major glaciers of Victoria Land flow into this bay. Mario Zucchelli Station, formerly known as Terra Nova Bay Station, is located along the coast of the northern foothills between the Campbell and Drygalski glacier tongues. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The study, mainly concentrated on the monitoring of David glacier, seeks to develop a methodology aiming to reach the following objectives: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "- multisensor satellite data integration using image cross-correlation techniques, in order to measure ice displacements; ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "- enhancement of measurement precision by image processing techniques and filtering methodologies, also applying GIS techniques; ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "- accuracy assessment and comparison with the results obtained using different methods and surveying techniques. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "SPOT images are provided thought OASIS (Optimizing Access to SPOT Infrastructure for Science), European project coordinated by CNES and financed by the European Commission. ASTER images are provided through a grant with NASA (National Aeronautics and Space Administration, USA).   \nENEA (Ente per le Nuove tecnologie, l’Energia e l’Ambiente) “Casaccia” Research Centre, Roma, provided MSS, TM and some ETM $\\cdot+$ Landsat images through a research collaboration with Dr. Massimo Frezzotti. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Table of Contents ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 1 Introduction 1 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 2 Remote Sensing of Glaciers and Ice Sheets 11 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1 Introduction 11   \n2.2 Remote Sensing Techniques 11   \n2.3 Ice Sheet and Glaciers 14   \n2.4 Physical Characterization 15   \n2.5 Electromagnetic Properties in the Optical and Near  Infrared Regions 18   \n2.6 Mass Balance 18 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 3 Ice Velocity Measurement by Satellite 21 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": ".1 Introduction 21 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.2 Remote Sensing Techniques 22 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.2.1 Visual-based Photogrammetric method 22   \n3.2.2 Image Cross-Correlation 22   \n3.2.3 SAR Interferometry 24 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3 Global Positioning System 27 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 4 Determination of Ice Velocity Field: Instruments ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "29 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.1 Introduction 29   \n4.2 Physical Basis of Remote Sensing 29   \n4.3 Resolution and Sampling in Remotely Sensed Data 31   \n4.4 Electro-Optical System in the Visible and Near-Infrared Region 32   \n4.5 Satellite-borne multispectral system 34   \n4.5.1 Landsat 1 - Mulltispctral Scanner System (MSS) 34   \n4.5.2 Landsat 4 - Thematic Mapper (TM) 35   \n4.5.3 Landsat 7 - Enhanced Thematic Mapper Plus $(\\mathrm{ETM+})$ 36   \n4.5.4 SPOT 4 - High Resolution Visible Infra Red (HRVIR) 38   \n4.5.5 Terra-ASTER VNIR Sub-System 39 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.6 Software 40 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 5 Monitoring of David Glacier in Victoria Land: Method and Application ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "43 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.1 Introduction 43 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.2 Image Preprocessing 45 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.2.1 Band Transformation 47   \n5.2.2 Radiometric Correction 47   \n5.2.3 Geometric Correction 48   \n5.2.4 Radiometric Enhancement 55 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.3 Cross-Correlation Processing 57 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.4 Post-Processing 60 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.4.1 Fine Coregistration 60   \n5.4.2 Output Filtering 60   \n5.4.3 Assessment Accuracy 63 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.5 Method Validation 65 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.6 David Glacier Monitoring 68 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Chapter 6 Conclusions 72 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix 1: Principal Component Analysis 74 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix 2: Direct Orthorectification Model 75 pendix 3: Root Mean Square Deviation (or Error) 80 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix 4: Spatial Filtering 81 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix 5: Histogram Equalization 83 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix 6: Automatic Displacement Filtering (MATLAB) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix 7: Propagation of Uncertainty 89 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Bibliography 92 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Chapter 1 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Although the Earth system is constantly changing, ozone depletion, increases in atmospheric greenhouse gases, large-scale pollution and changing patterns of natural resource use demonstrate that human activities are altering the Earth system at an accelerated pace. Awareness of this has led to an evolving international consensus on the importance of both increasing our scientific understanding of global change and linking scientific findings to policy decisions [139]. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Climate change is one of the most critical global challenges of our time. Recent events have emphatically demonstrated our growing vulnerability to climate change. Climate change impacts will range from affecting agriculture, further endangering food security, sea-level rise and the accelerated erosion of coastal zones, increasing intensity of natural disasters, species extinction and the spread of vector-borne diseases [145]. In recent usage, especially in the context of environmental policy, the term \"climate change\" often refers to changes in modern climate, consequences of global warming phenomenon, that represents the increase in the average temperature of the Earth's near-surface air and oceans in recent decades (Figure 1.1) and its projected continuation (Figure 1.5) [129]. In common usage, the term refers to recent warming and implies a human influence [50]. The United Nations Framework Convention on Climate Change (UNFCCC) uses the term \"climate change\" for human-caused change, and \"climate variability\" for other changes [111]. The term \"anthropogenic global warming\" is sometimes used when focusing on human-induced changes. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Intergovernmental Panel on Climate Change (IPCC) is a scientific body tasked to evaluate the risk of climate change caused by human activity [129]. The panel was established in 1988 by the World Meteorological Organization (WMO) and the United Nations Environment Programme (UNEP), two organizations of the United Nations. IPCC concludes \"most of the observed increase in globally averaged temperatures since the mid-20th century is very likely due to the observed increase in anthropogenic greenhouse gas concentrations\"[47] via the greenhouse effect (Figure 1.2). The greenhouse effect is the process in which the emission of infrared radiation by the atmosphere warms a planet's surface. The name comes from an incorrect analogy with the warming of air inside a greenhouse compared to the air outside the greenhouse [129]. The Earth's average surface temperature of $15~^{\\circ}\\mathrm{C}$ is about $33~^{\\circ}\\mathrm{C}$ warmer than it would be without the greenhouse effect [48]. Understanding global warming requires understanding the changes in climate forcings that have occurred since the industrial revolution. These include positive forcing from increased greenhouse gases, negative forcing from increased sulphate aerosols and poorly constrained forcings from indirect aerosol feedbacks as well as minor contributions from solar variability and other factors. The poorly constrained aerosol effects results from both limited physical understanding of how aerosols interact with the atmosphere and limited knowledge of aerosol concentrations during the pre-industrial period. Contrary to the impression given by Figure 1.3, it is not possible to simply sum the radiative forcing contributions from all sources and obtain a total forcing. This is because different forcing terms can interact to either amplify or interfere with each other. For example, in the case of greenhouse gases, two different gases may share the same absorption bands thus partially limiting their effectiveness when taken in combination. This is a significant source of uncertainty in comparing modern climate forcings to past states [129]. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/0ba0d820acd2550da562d5fce7083340b30148125a9787da0068fd92b8ecefa1.jpg",
        "img_caption": [
            "FIGURE_1. 1: Global mean surface temperature anomaly 1850 to 2007 relative to 1961-1990 (instrumental record of global average temperatures as compiled by the Climatic Research Unit of the University of East Anglia and the Hadley Centre of the UK Meteorological Off "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/48c70fa1878cea085830df316df4b7bda709f690df3cc232a70d7d1230a1c7fc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "FIGURE_1.2: Climate change attribution. This figure, based on Meehl et al. 2004 [84 ], shows the ability of a global climate model (the DOE PCM [57][58]) to reconstruct the historical temperature record and ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/44c5f50ab39151ffdccb0b2f3129daaa359f8fe0d572fa32a2038358a523c086.jpg",
        "img_caption": [
            "FIGURE_1. 3: Components of the current radiative forcing as estimated by the IPCC Fourth Assessment Report (1750- 2005). "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Figure 1.4 shows the variations in concentration of carbon dioxide (CO2) in the atmosphere during the last 400 thousand years. Throughout most of the record, the largest changes can be related to glacial/interglacial cycles within the current ice age. Although the glacial cycles are most directly caused by changes in the Earth's orbit (i.e. Milankovitch cycles), these changes also influence the carbon cycle, which in turn feeds back into the glacial system. Since the Industrial Revolution, circa 1800, the burning of fossil fuels has caused a dramatic increase of CO2 in the atmosphere, reaching levels unprecedented in the last 400 thousand years. This increase has been implicated as a primary cause of global warming. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Natural phenomena such as solar variation combined with volcanoes probably had a small warming effect from pre-industrial times to 1950 and a small cooling effect from 1950 onward [44][1]. These basic conclusions have been endorsed by at least 30 scientific societies and academies of science [106], including all of the national academies of science of the major industrialized countries [99][97][89]. While individual scientists have voiced disagreement with some findings of the IPCC [81], the overwhelming majority of scientists working on climate change agree with the IPCC's main conclusions [98][107]. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The global average air temperature near the Earth's surface rose $0.74\\pm0.18^{\\circ}\\mathrm{C}$ $(1.33\\pm0.32^{\\circ}\\mathrm{F})$ during the 100 years ending in 2005 [47]. Climate model projections summarized by the IPCC indicate that average global surface temperature will likely rise a further 1.1 to $6.4^{\\circ}\\mathrm{C}$ (2.0 to $11.5^{\\circ}\\mathrm{F}$ ) during the 21st century [47]. The range of values results from the use of differing scenarios of future greenhouse gas emissions as well as models with differing climate sensitivity. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Although most studies focus on the period up to 2100, warming and sea level rise are expected to continue for more than a thousand years even if greenhouse gas levels are stabilized. The delay in reaching equilibrium is a result of the large heat capacity of the oceans [85]. Figure 1.5 shows a projection of the geographic distribution of surface warming during the 21st century from Hadley Centre HadCM3 climate model [143]. As can be expected from their lower specific heat, continents warm more rapidly than the oceans in the model with an average of $4.2^{\\circ}\\mathrm{C}$ to $2.5^{\\circ}\\mathrm{C}$ respectively. The lowest predicted warming is $0.55^{\\circ}\\mathrm{C}$ south of South America, and the highest is $9.2^{\\circ}\\mathrm{C}$ in the Arctic Ocean (points exceeding $8^{\\circ}\\mathrm{C}$ are plotted as black). This model is fairly homogeneous except for strong warming around the Arctic Ocean related to melting sea ice and strong warming in South America related predicted changes in the El Niño cycle, that is part of a interannual cycle called ENSO (El Nino, Southern Oscillation) which occurs in the tropical waters of the Pacific Ocean (El Nino is the warm part of this cycle. It occurs once every 3 to 7 years). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Increasing temperatures tend to increase evaporation, which leads to more precipitation [47]. As average global temperatures have risen, average global precipitation has also increased. According to the IPCC, the following precipitation trends have been observed: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "• Precipitation has generally increased over land north of 30°N from 1900-2005, but has mostly declined over the tropics since the 1970s. Globally there has been no statistically significant overall trend in precipitation over the past century, although trends have widely by region and over time.   \n• It has become significantly wetter in eastern parts of North and South America, northern Europe, and northern and central Asia, but drier in the Sahel, the Mediterranean, southern Africa and parts of southern Asia.   \n• Changes in precipitation and evaporation over the oceans are suggested by freshening of mid- and high-latitude waters (implying more precipitation), along with increased salinity in low-latitude waters (implying less precipitation and/or more evaporation).   \n$\\bullet$ There has been an increase in the number of heavy precipitation events over many areas during the past century, as well as an increase since the 1970s in the prevalence of droughts especially in the tropics and subtropics. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/fd5746c7d9430482fbd73f53682d9818f19c324400340b6f93b326af0f51f35c.jpg",
        "img_caption": [
            "FIGURE_1. 2: Carbon dioxide variation during the last 400 thousand years "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/6ac989e5005f51f435aa779a83318c1573e711de9bbcc9780f614b15938b2609.jpg",
        "img_caption": [
            "FIGURE_1. 3: Predicted surface temperature changes expressed as the average prediction for 2070- 2100 relative to the model's baseline temperatures in 1960-1990, calculated by the HadCM3 climate "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In the Northern Hemisphere's mid- and high latitudes, the precipitation trends are consistent with climate model simulations that predict an increase in precipitation due to human-induced warming [141]. By contrast, the degree to which human influences have been responsible for any variations in tropical precipitation patterns is not well understood or agreed upon, as climate models often differ in their regional projections [47]. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Increasing dramatic weather catastrophes are due to an increase in the number of severe events (Figure 1.6) and an increase in population densities, which increase the number of people affected and damage caused by an event of given severity. The World Meteorological Organization [16] and the U.S. Environmental Protection. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Agency [110] have linked increasing extreme weather events to global warming, as have Hoyos et al. (2006), writing that the increasing number of category 4 and 5 hurricanes is directly linked to increasing temperatures [45]. Similarly, Kerry Emmanuel in Nature writes that hurricane power dissipation is highly correlated with temperature, reflecting global warming. Hurricane modeling has produced similar results, finding that hurricanes, simulated under warmer, high CO2 conditions, are more intense than under present-day conditions. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Thomas Knutson and Robert E.Tuleya of the NOAA stated in 2004 that warming induced by greenhouse gas may lead to increasing occurrence of highly destructive category-5 storms [108]. Vecchi and Soden find that wind shear, the increase of which acts to inhibit tropical cyclones, also changes in model-projections of global warming. There are projected increases of wind shear in the tropical Atlantic and East Pacific associated with the deceleration of the Walker circulation, as well as decreases of wind shear in the western and central Pacific[114]. The study does not make claims about the net effect on Atlantic and East Pacific hurricanes of the warming and moistening atmospheres, and the model-projected increases in Atlantic wind shear [114]. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Increasing global temperature will cause sea level to rise. Sea-level has risen about 130 metres (400 ft) since the peak of the last ice age about 18,000 years ago. Most of the rise occurred before 6,000 years ago. From 3,000 years ago to the start of the 19th century sea level was almost constant, rising at 0.1 to $0.2\\ \\mathrm{mm}/\\mathrm{yr}.[50]$ Since 1900 the level has risen at 1 to $2\\ \\mathrm{mm/yr}$ ; since 1993 satellite altimetry from TOPEX/Poseidon indicates a rate of rise of $3.1\\pm0.7\\ \\mathrm{mm\\yr{-}}1$ [15]. Church and White (2006) found a sea-level rise from January 1870 to December 2004 of $195~\\mathrm{mm}$ , a 20th century rate of sea-level rise of $1.7\\pm0.3~\\mathrm{mm}$ per yr and a significant acceleration of sea-level rise of $0.013\\pm0.006$ mm per year per yr. If this acceleration remains constant, then the 1990 to 2100 rise would range from 280 to $340~\\mathrm{mm}$ ,[15]. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Figure 1.7 shows the change in annually averaged sea level at 23 geologically stable tide gauge sites with long-term records as selected by Douglas (1997) [19]. The thick dark line is a three-year moving average of the instrumental records. This data indicates a sea level rise of ${\\sim}18.5~\\mathrm{cm}$ from 1900-2000. Because of the limited geographic coverage of these records, it is not obvious whether the apparent decadal fluctuations represent true variations in global sea level or merely variations across regions that are not resolved. For comparison, the recent annually averaged satellite altimetry data [19] from TOPEX/Poseidon are shown in red. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "These data indicate a somewhat higher rate of increase than tide gauge data, however the source of this discrepancy is not obvious. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Changes in global climate and sea level are intricately linked to changes in the area and volume of polar ice sheets [72]. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "During the most recent glacial maximum, about 18,000 years ago, the total volume of ice was about 2.5 times, and the total area about three times, their present values [28] with the consequence that sea level was about $125\\mathrm{m}$ below its present level [23]. During the last glacial minimum, about ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/2bbfeb326a46a0767a1bd75b31fcdc0b5f94b71e0aba335dfa09617990a801c5.jpg",
        "img_caption": [
            "FIGURE_1. 4: Trends in natural disasters. "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/2f3878aa8dfd0d691a9d8113d477e7169f6248c018288df7069fc377fa3021a9.jpg",
        "img_caption": [
            "Figure 1. 1: Recent Sea Level Rise "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "120,000 years ago, sea level was about 6m higher than today, and it is possible that the Greenland ice sheet largely disappeared [63]. The Little Ice Age was a period from about 1550 to 1850 when the world experienced relatively cooler temperatures compared to the present. Until about 1940, glaciers around the world retreated as the climate warmed. Glacial retreat slowed and even reversed, in many cases, between 1950 and 1980 as a slight global cooling occurred. However, since 1980 a significant global warming has led to glacier retreat becoming increasingly rapid and ubiquitous, so much so that some glaciers have disappeared altogether, and the existence of a great number of the remaining glaciers of the world is threatened. In locations such as the Andes of South America and Himalayas in Asia, the demise of glaciers in these regions will have potential impact on water supplies. The retreat of mountain glaciers, notably in western North America, Asia, the Alps, Indonesia and Africa, and tropical and subtropical regions of South America, has been used to provide qualitative evidence for the rise in global temperatures since the late 19th century [51][82]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The recent substantial retreat and an acceleration of the rate of retreat since 1995 of a number of key outlet glaciers of the Greenland and West Antarctic ice sheets, may foreshadow a rise in sea level, having a potentially dramatic effect on coastal regions worldwide [129]. Other large-scale phenomena that may be associated with global climate change include the possible destabilization and disintegration of the Antarctic ice shelves unstable [86]. Dramatic calving events (breaking away of ice) have been monitored [91]. In particular, it has been suggested that the West Antarctic ice sheet may be using satellite data. The Larsen ice shelf has been retreating since the 1940s, increasingly rapidly since about 1975 (Figure 1.8). Major calvings have occurred since 1986 [96], associated with acceleration of the glaciers that formerly fed the ice shelf, and the retreat is probably now irreversible [18] [102]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The respective communities have begun to communicate, linking their datasets to provide an important basis to assess ongoing climate and glacier change, and to develop realistic scenarios for future conditions and challenges in glacierised mountain regions [104]. Fluctuations of glaciers and ice caps have been systematically observed and measured for more than a century in various parts of the world [38]. They are considered to be highly reliable indications of worldwide warming trends [49]. Mountain glaciers and ice caps are, therefore, key variables to monitor for early detection strategies of global climate-related observations [104]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Since the beginning of the internationally-coordinated collection of information on glacier changes was initiated in 1894 [33], various aspects have evolved in striking ways [104]: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Accelerating glacier shrinkage at the century time scale is now clearly non-cyclic, therefore there is little question that the originally envisaged “variations périodiques des glaciers” does not apply to ongoing developments [104];   \nAs a consequence of the growing influence of human impact on the climate system (enhanced greenhouse effect), dramatic scenarios of projected changes including complete deglaciation of entire mountain ranges must be taken into consideration [39]; [84]; [123]; Such future scenarios may be beyond the range of historical/Holocene variability and most likely introduce dramatic consequences (i.e., extent and rate of glacier melt and disequilibrium of glacier/ climate relationships) [104].   \nThe comparison of modern glacier retreat with the Holocene glacier variations provides important background information for our understanding of natural trends of, and human impacts on, climate change [104].   \nA broad portion of the global community today recognizes glacier changes as a key indication of regional and global climate, and environment change [104]; Observational strategies established by expert groups within international monitoring programmes build on advances in understanding processes and now include extreme perspectives [104];   \nThese strategies make use of the rapid development of new technologies and relate them to traditional approaches in order to apply integrated, multilevel concepts (in situ measurements to remote sensing, local-process oriented to regional and global coverage), within which individual observational   \ncomponents (length, area, volume/ mass change) fit together enabling a more holistic view of the cryosphere [10]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The link between historical and past glacier variations and climate can be made through numerical models. Such models can provide deeper insights concerning past climate and glacier dynamics [40][83][67] and several studies have made use of modelling approaches to derive information related to climate change over different timescales from glacier variations [124][104][62]. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "As well as their role as indicators of climate they can represent hazards through a variety of mechanisms [118] including advance, retreat and surges, release of ice-dammed lakes, iceberg discharge, and rapid disintegration [91]. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "There is thus a need to measure and monitor a range of properties of ice sheets and glaciers, including the ice volume and extent, distribution of surface features related to the temperature and wind regime [14][32], dynamics, and mass balance. As with snow cover, measurement of the surface albedo is also important, since it gives the possibility of modelling the energy balance of a glacier. Space-born techniques offer major advantages over in situ measurements in all of these cases [91]. Satellite remote sensing has revolutionized ice sheet research [9]. A variety of instruments sensitive to different parts of the electromagnetic spectrum take what the human eye detects as a flat, white desert and provide data sets rich in scientific information [9]. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Remote sensing of terrestrial ice masses (glaciers, ice caps, and ice sheets) is generally a welldeveloped field. Remotely sensed data are regularly used to compile inventories and surveys of glaciers in Europe and the United States. Since 1999, the international GLIMS_ (Global Land Ice Measurements from Space) project has been carrying out routine monitoring of glaciers worldwide, using data from the ASTER and $\\mathrm{ETM^{+}}$ sensors [60]. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Melting of the ice sheets may severely impact the densely populated coastal regions on Earth [72]. Melting of the West Antarctic ice sheet alone could raise sea level by approximately $5\\mathrm{~m~}$ [72]. In spite of their importance, the current mass balances (the net gains or losses) of the Antarctic ice sheets are not known. Because of difficult logistic problems in Antarctica, field research has focused on only a few major ice streams and outlet glaciers [72]. Yet, to understand the ice sheet dynamics fully, we must carefully document all of the coastal changes associated with advance and retreat of ice shelves, outlet glaciers, and ice streams [72]. A critical parameter of ice sheets is their velocity field, which, together with ice thickness, allows the determination of discharge rates [72]. Remote sensing, using moderate- to high- resolution satellite images, permits glacier movement to be measured on sequential images covering the same area; the velocities can be measured quickly and relatively inexpensively by tracking crevasses or other patterns that move with the ice [72]. Especially important are velocities where the ice crosses the glaciers grounding lines (locations along the coast where the ice is no longer ground supported and begins to float) [72]. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Remote sensing has served as an efficient method of gathering data about glaciers since its emergence. The recent advent of Geographic Information Systems (GIS) and Global Positioning Systems (GPS) has created an effective means by which the acquired data are analysed for the effective monitoring and mapping of temporal dynamics of glaciers. A large number of researchers have taken advantage of remote sensing, GIS and GPS in their studies of glaciers. These applications are comprehensively reviewed in this paper. This review shows that glacial features identifiable from aerial photographs and satellite imagery include spatial extent, transient snowline, equilibrium line elevation, accumulation and ablation zones, and differentiation of ice/snow. Digital image processing (e.g., image enhancement, spectral rationing and automatic classification) improves the ease and accuracy of mapping these parameters. The traditional visible light/infrared remote sensing of two-dimensional glacier distribution has been extended to three-dimensional volume estimation and dynamic monitoring using radar imagery and GPS. Longitudinal variations in glacial extent have been detected from multi-temporal images in GIS. However, the detected variations have neither been explored nor modelled from environmental and topographic variables. GPS has been utilized independent of remote sensing and GIS to determine glacier ice velocity and to obtain information about glacier surfaces. Therefore, the potential afforded by the integration of non-conventional remote sensing (e.g., SAR interferometry) with GIS and GPS still remains to be realized in glaciology. The emergence of new satellite images will make remote sensing of glaciology more predictive, more global and towards longer terms. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/6552634983becad949fe7cf4efdfde7da6538d783e3e958640b47f477bcee895.jpg",
        "img_caption": [
            "Figura 1.5: Larsen B Ice Shelf collapsing in Antarctica. Source: Moderate Resolution Imagin Spectroradiometer (MODIS), NASA Terra satellite, National Snow and Ice data Canter, University of Colorado [136] "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Chapter 2 ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Remote Sensing of Ice Sheets and Glaciers ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.1 INTRODUCTION ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The properties of a terrestrial ice mass that can be measured using remote sensing methods include its spatial extent, surface topography, bottom topography, total volume (which can be deduced from the surface and bottom topographies), surface flow field, accumulation and ablation rates (and hence mass balance), surface zonation, albedo, and changes in these quantities over time [91]. As well as its importance in indicating the total amount of ice, surface topography provides important clues about the internal structure and can reveal flow features and grounding lines [65]. The sensitivity of glaciers to climate, discussed in chapter 1, has meant that a major focus of research has been the assessment of mass balance. Various approaches have been adopted, including direct measurement, indirect approaches, for example based on estimating the altitude of the equilibrium line, and modeling. Modeling based on energy balance calculations requires accurate measurements of the surface albedo [112]. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Visible–near-infrared (VIR) and synthetic aperture radar (SAR) imagery both play major roles in the remote sensing of terrestrial ice masses. Other remote sensing techniques are also important in studies of ice sheet and glaciers. Radio echo-sounding and closely related methods such as groundpenetrating radar can reveal depth and internal structure, and SAR interferometry reveals surface topography and velocity. Recently, laser profiling has demonstrated the ability to study topography in great detail, fine enough to resolve subtle surface features [91]. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Remote sensing of terrestrial ice masses (glaciers, ice caps, and ice sheets) is generally a welldeveloped field. Remotely sensed data are regularly used to compile inventories and surveys of glaciers in Europe and the United States. The highest information density and most complete historical record for mountain glaciers are in the European mountain ranges, especially the Alps [59]. The situation in South America is much less complete [116]. The entire coastal zone of Antarctica from the 1970s onward is being mapped ([26]; [117]. Since 1999, the international GLIMS-(Global Land Ice Measurements from Space) project has been carrying out routine monitoring of glaciers worldwide, using data from the ASTER and $\\mathrm{ETM+}$ sensors [60]. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.2 REMOTE SENSING TECHNIQUES",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "In general terms, remote sensing can be interpreted as the gathering of information about an object without physical contact. In the more useful but more restricted sense in which the term is normally employed, it refers to airborne or spaceborne observations using electromagnetic radiation. This radiation is either naturally occurring, in which case the system is said to employ passive remote sensing, or is generated by the remote sensing instrument itself (active remote sensing) [91]. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Naturally occurring radiation includes reflected solar radiation, which is largely confined to the visible and near-infrared parts of the electromagnetic spectrum (wavelengths between roughly 0.35 and $2.5~{\\upmu\\mathrm{m}})$ ) and thermally emitted radiation. The range of wavelengths generated by a thermally emitting body depends on the temperature. The dominant wavelength is approximately $\\mathbf{A}/\\mathrm{T}_{\\mathrm{\\Omega}}$ , where T is the absolute temperature of the body and A is a constant with a value of about $0.003\\mathrm{Km}$ , so for a body at a temperature of 273K $(0^{\\circ}\\mathrm{C})$ the dominant wavelength is around $11\\ \\upmu\\mathrm{m}$ . The distribution of energy over wavelengths falls very sharply for shorter wavelengths, but at longer wavelengths the decrease is much more gradual. For this reason, thermally emitted radiation can be detected both in the thermal infrared part of the electromagnetic spectrum (wavelengths typically 8 to $14\\upmu\\mathrm{m}\\dot{}$ ) and also in the microwave region (wavelengths typically 1cm to 1m). The wavelength region between $14~{\\upmu\\mathrm{m}}$ and 1cm is largely blocked by the atmosphere. Figure 2.1 summarizes the useful regions of the electromagnetic spectrum for remote sensing and the transparency of the atmosphere [91]. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Passive remote sensing systems that detect reflected solar radiation are designed to measure the radiance, i.e., the amount of radiation reaching the sensor in a particular waveband. If the amount of radiation that is incident on the Earth’s surface is known, the reflectance of the surface can be calculated (this requires that the effects of the atmosphere should be corrected). This can be said to be the primary variable that is measured by such systems [91]. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "profilers, while radio-frequency radiation is used by radar altimeters, impulse radar, and similar systems [91]. The second type of active system is, similarly to the passive reflective systems, primarily designed to measure the surface reflectance. However, instead of relying on incident solar radiation, the instrument illuminates the Earth’s surface and analyzes the signal returned to it [91]. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "This gives the possibility of much greater flexibility in the characteristics of the radiation its direction, wavelength, polarization, and time-structure (for example, it can be pulsed) can all be controlled [91]. Systems that employ this approach can generally be classed as imaging radars, since they operate in the microwave part of the electromagnetic spectrum. The primary variable measured in this case is the backscattering coefficient, a unitless quantity related to the concept of reflectance and usually specified in decibels (dB) rather than as a simple ratio or percentage. Its dependence on the imaging geometry is often important [91]. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/bca92862e12aa885ddf59f1e513ad7cdad82a335db4a7870815b4a4c16b56947.jpg",
        "img_caption": [
            "FIGURE 2. 1: Typical atmospheric transparency and principal regions of the electromagnetic spectrum. These regions can be further subdivided. The visible band is conventionally divided into the spectral colours from violet to red, while the microwave region is often is often designed by names of radar bands. "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/005839029d3f23f5ac63e288fc857faaffdeaa2cd1ecb8788b66ff3848c7bb94.jpg",
        "img_caption": [
            "FIGURE_2. 2: Ortho image map of Terra Nova Bay (Landsat TM orthorectified image, 14 January 1992). Reeves Glacier and Priestley Glacier flow together into Nansen Ice Sheet. "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/973eb6f92ebe36dba083edce65d763aa11d5e5a25c3e4790b6f1ba1c2bd80548.jpg",
        "table_caption": [
            "TABLE 2. 1: Global Distribution of land ice. "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">% Total</td><td colspan=\"3\">% Total Area (m²)</td><td colspan=\"3\">Mean Thickness Sea Level</td></tr><tr><td></td><td>Volume (m²)</td><td>Volume</td><td></td><td></td><td>Area</td><td>(m)</td><td>Potential (m)</td></tr><tr><td>Antarctica</td><td>3.01 x 1016</td><td>91</td><td>1.36 x 1013</td><td>86</td><td></td><td>2.2 x 10²</td><td>73.4</td></tr><tr><td>Greenland</td><td>2.60 × 1015</td><td></td><td>5 ×10l1 1.73 × 1012</td><td>11 3</td><td></td><td>1.5 x 103 5 x10²</td><td>6.5</td></tr><tr><td>Remainder</td><td>2.4 × 1014 3.30 x 1016</td><td>1 100</td><td>1.58 × 1013</td><td>100</td><td></td><td>2.1 x 103</td><td>0.6 80.5</td></tr><tr><td>Total</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "2.3 ICE SHEET AND GLACIERS ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Permanent snow cover eventually forms a glacier, defined as an accumulation of ice and snow that moves under its own weight. A glacier is defined as an accumulation of ice and snow that moves under its own weight [91]. Glaciers occur in a huge range of sizes, with a ratio of approximately 10 between the areas of the largest and the smallest [91]. The smallest glaciers are of the order of 10 ha $(10^{5}~\\mathrm{m}^{2})$ in area, while the largest ice masses on Earth are the ice sheets of Antarctica and Greenland, representing between them about $99\\%$ of the mass and $97\\text{\\textperthousand}$ the area of land ice. Table 2.1 summarizes the global distribution of land ice [91]. The total of $3.30\\mathrm{x}10^{16}\\mathrm{m}^{3}$ represents about $77\\%$ of the Earth’s fresh water, the remaining $23\\%$ being groundwater $(22\\%)$ and lakes, rivers, snow, soil moisture, and water vapour $(1\\%)$ [109]. The total discharge rate from the Earth’s land ice has been estimated as $3~10^{12}\\mathrm{m}^{3}$ per year [64] giving a mean residence time (the time for which a molecule of water remains as part of the glacier) of the order of ${10}^{4}$ years [41]. This figure can be contrasted with the residence times of weeks or months for temporary and seasonal snow cover. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The goal of subsequent analysis of the remotely sensed data is to interpret the value of this reflectance and its spatial and temporal variations. In the case of remote sensing systems that detect thermal radiation, the sensor again measures the radiance reaching the instrument in a particular waveband. This radiance is normally expressed as a brightness temperature, which is the temperature of a perfect emitter (a so-called black body) that would produce the same amount of radiation [91]. The primary variable to be determined is the brightness temperature of the radiation leaving the Earth’s surface (again, the effects of the atmosphere must be taken into account to relate the brightness temperature measured at the sensor to the brightness temperature leaving the surface) [91]. The brightness temperature is related to the physical temperature of the surface and its emissivity, a unitless quantity that defines the ratio of the actual radiance to the radiance that would be emitted by a black body at the same temperature [91]. It follows that the emissivity must therefore take a value between zero and unity, and that it is unity for a black body [91]. Clearly, if the emissivity of a material is known and its brightness temperature can be measured, its actual physical temperature can be calculated. Active remote sensing systems can be divided into two main types. Firstly, there are ranging instruments, whose primary purpose is to measure the distance from the sensor to the Earth’s surface by measuring the time for short pulses of radiation to travel down to the surface and back again [91]. From this information, the Earth’s surface topography can be investigated. The radiation is visible light or (more usually) near-infrared in the case of laser ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "As indicated by Table 2.1, the two ice sheets are enormously thick — on average over 1km, and reaching a maximum thickness of $4500\\ \\mathrm{m}$ in the case of Antarctica, about 3000min Greenland. In fact, the Antarctic ice sheet is really two ice sheets, the East Antarctic and West Antarctic ice sheets, separated by the Transantarctic Mountains. The East Antarctic ice sheet is larger, thicker, and older than the West Antarctic ice sheet; the former is almost entirely above sea level, while the latter is almost entirely below it. Like all glaciers, ice sheets flow in response to gravitational forces. Faster moving regions of ice are called ice streams, essentially rivers of ice flowing across the slowermoving ice sheet. Ice also flows from the ice sheets in the form of outlet glaciers (Figure 2.1). When these reach the coast the ice continues to flow over the sea, forming an ice shelf that is anchored to the coast, as displayed in Figure 2.2, where Reeves and Priestley Glaciers flow together and form the Nansen Ice Sheet (the name given by first explorer, although it is really an ice shelf). Ice shelves are primarily an Antarctic phenomenon. Virtually all of the land area of Antarctica is covered by the ice sheet, while only about $80\\%$ of the area of Greenland is ice-covered. About $50\\%$ of the Antarctic coastline has ice shelves attached to it, the largest being the Ross ice shelf, between 200 and $1000\\mathrm{m}$ thick and roughly the area of France. About $11\\%$ of the area and $2.5\\%$ of the volume of the Antarctic ice mass is represented by the ice shelves [20]. Ice shelves undergo flexure as a result of ocean tides, and the seaward parts are eventually broken off to form tabular icebergs, which float away and ultimately melt. This process is normally in equilibrium with the addition of mass to the ice sheet in the form of precipitation, although there is now considerable evidence that the process is out of equilibrium in a number of cases, with ice shelves undergoing large-scale collapse [91]. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Somewhat smaller than the ice sheets are the ice caps (Formally, an ice cap is up to ${500,000\\mathrm{km}^{2}}$ (5 $10^{11}~\\mathrm{m}^{2})$ in area. Beyond this size it would be classed as an ice sheet), dome-shaped glaciers covering high-latitude islands or highland areas, and typically a few thousand square kilometers in extent (Figure 2.3). The major ice caps occur on Iceland, in the Canadian Archipelago, Svalbard, and the islands of the Russian Arctic. The remaining classes of glacier are the valley glaciers, which form in mountain valleys, and piedmont glaciers which form when the ice from a glacier spreads out over flatter ground (Figures 2.4). Glaciers occur on all continents except Australia. The principal glaciated areas are Alaska, Iceland, Svalbard, Norway, the Russian Arctic islands, the Alps, southern Andes, Karakoram, and Himalaya mountains [105]. Of the Earth’s glaciated area, excluding the Antarctic and Greenland ice sheets, only a few percent occurs in the southern hemisphere, predominantly in Chile [95]. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "2.4 PHYSICAL CHARACTERIZATION ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Remote sensing, as we have already discussed and in the terms in which we have defined it, involves making inferences about the nature of the Earth’s surface from the characteristics of the electromagnetic radiation received at the sensor. This process of inference requires that we should establish the relationship between the characteristics of the radiation and the relevant physical properties of the material [91]. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "A glacier is a large (usually larger than 10 hectares) mass of ice having its origin on land, and normally displaying some movement. It is usually in a state of approximate dynamic equilibrium, with a net input of material in its upper accumulation area and a net loss of material in its lower ablation area. These two areas are separated by the equilibrium line. Figure 2.5 illustrates schematically the relationship between these areas and the flow of ice within the glacier. The input to a glacier is in the form of snowfall, and the output is principally in the form of melt-water and, in the case of a glacier whose lower terminus is in water, icebergs that calve off and float away. The snow is transformed to ice through a number of mechanisms [91]. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "The surface of a glacier can be divided into a number of zones or facies, an idea developed by Benson (1961, [4])  and Muller (1962, [79]). These are illustrated in Figure 2.6, which is adapted from [88], as is the following description. Uppermost is the dry-snow zone in which no melting takes place. This zone is only found inland in Greenland and over most of the Antarctic ice sheet, and on the highest mountain glaciers, where the annual average temperature is lower than some threshold value that was originally proposed as $-25^{\\circ}\\mathrm{C}$ [4] but is now believed to be around $-11^{\\circ}\\mathrm{C}$ (Peel 1992). Next is the percolation zone, in which some surface melting occurs during the summer. The meltwater percolates downward and refreezes to form inclusions of ice in the form of layers, lenses, and pipes. The dry-snow and percolation zones are separated by the dry-snow line. Below the percolation zone, and separated from it by the wet-snow line, is the wet-snow zone in which all the current year’s snowfall melts. Below this, and separated from it by the snow line (sometimes called the firn line) is the superimposed ice zone. In this zone, surface melting is so extensive that the meltwater refreezes into a continuous mass of ice. The lower boundary of this zone is the equilibrium line [91]. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Not all of these zones are present in all glaciers. As has already been stated, only the coldest glaciers possess dry-snow zones. Temperate glaciers, in which the temperature of all but the upper few meters is at the freezing point, exhibit only wet-snow and ablation zones (the superimposed ice zone is generally negligible so the snow line and equilibrium line coincide) [91]. Ice shelves, which are parts of glaciers or ice sheets that extend over water, do not have ablation zones but instead lose meltwater, and refreezing of sublimated ice to form depth hoar. The density of the material in a glacier increases with depth [91]. Once the transformation process has begun, the material is referred to as firn rather than as snow, and firn (also called névé) generally has a density greater than $0.55~\\mathrm{Mgm}^{-3}$ . Firn is porous, since it contains interconnected air channels. However, once the density increases above about $0.83~\\mathrm{Mgm}^{-3}$ these channels are closed off, resulting in ice in which closed air bubbles are trapped. Grain sizes in glaciers generally increase with depth, from typically 0.5 to $1\\mathrm{mm}$ near the surface to a few millimeters at greater depths. The grains in depth hoar can be up to $5\\mathrm{mm}$ in size[91]. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/39f6e3c30ab0ce3a683e7a12678413aa879253086b2e73c4e3ca9fb2ac5f5cf9.jpg",
        "img_caption": [
            "FIGURE_2. 3: Landsat satellite image mosaic of Devon Island ice cap, Canada. (Image reproduced with permission of Global Land Ice Measurements from Space (GLIMS) Canadian Regional Center, University of Alberta.) "
        ],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/ef13e87bc13b7e77cd45ebad8ae803a4d749320a2875f6f659c67393aacc2458.jpg",
        "img_caption": [
            "FIGURE_2. 4: Marginal features of a piedmont glacier, Bylot Island, Nunavut, Canada. (Photograph taken by Ron DiLabio. Reproduced with permission of the Minister of Public Works and Government Services Canada, 2004, and by courtesy of Natural Resources Canada, GeolOGICAL Survey of Canada "
        ],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/ccfde0712874b7dbda0dec5c3200132dd34d1d2d3f3341427fc8534dfa262769.jpg",
        "img_caption": [
            "FIGURE_2. 5: Schematic diagram of an idealized glacier. (Reprinted from Paterson) "
        ],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "2.5 ELECTROMAGNETIC PROPERTIES OF GLACIERS IN THEOPTICAL AND NEAR-INFRARED REGIONS",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "In the winter, a glacier surface is usually covered by snow. In the summer, however, other surfaces can be exposed. Figure 2.7 summarizes some experimental data on the spectral reflectance properties of glacier surfaces [91]. The spectra a, c, e, and f, for fresh snow, firn, clean glacier ice, and dirty glacier ice, respectively, are adapted from Qunzhu, Meishing, and Xuezhi (1984) [90], while the spectra b and d, for the accumulation and ablation areas of Forbindels Glacier in Greenland, are adapted from Hall et al. (1990) [42]. We note from Figure 2.7 a general tendency for the visible-wavelength reflectance of a glacier surface in summer to increase with altitude, moving upwards from the ablation area. This is illustrated in Figure 2.8, which shows the broad-band albedo of the glacier Midre Love´ nbreen in Svalbard, measured in situ in summer [91]. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "At wavelengths longer than about $600~\\mathrm{{nm}}$ the same general trend is observed, although there is greater observed scatter in the results, presumably as a consequence of the greater sensitivity to structural details such as grain size [120] and the quantity and size of air bubbles in ice [91]. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "2.6 MASS BALANCE ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The most obvious way of determining the mass balance of a glacier is to make repeated measurements of its surface topography, using airborne stereo-photography [2] or laser profiling [24] for small glaciers. The spatial distribution of the mass balance can be mapped by combining time-difference DEMs with the surface velocity field [46]. For the central regions of Antarctica and Greenland radar altimetry or airborne laser profiling can be used, though with difficulty [119][27]. Repeated airborne laser profiling surveys have shown that the Greenland ice sheet is stable in the center, though thinning at up to $1~\\mathrm{m/yr}$ toward the coast [65]. This technique has also been used in Antarctica, Alaska, and the Swiss Alps [27]. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "For glaciers on the peripheries of ice sheets the situation is more difficult [93]. Rignot in 2002 [93] adopted the following approach. The output ice flux is estimated from the product of ice shelf velocity (from ERS InSAR) and the cross-sectional area, the thickness being derived from a suitable DEM [3] and the assumption that the shelf is in hydrostatic equilibrium. The input ice flux is calculated by integrating the accumulation rate [33][113]  over the delineated drainage basin. A correction is applied for basal melting. This work showed that the position of the grounding line of several major glaciers had previously been substantially misestimated [91]. Most of the glaciers are in fact  more or less in balance. A similar approach was successfully adopted by Rignot et al. (2000) [94] on Greenland. Mass balance can also be estimated indirectly from changes in the distribution of the surface zones, e.g., expansion of the ablation area is indicative of negative mass balance. This can be done using VIR imagery [66] or SAR. Mass balance can be inferred indirectly from the equilibrium line elevation (ELA), provided that the relationship between the two variables has been calibrated [91].The equilibrium line often coincides more or less with the late summer snow line. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The European remote sensing satellites ERS-1 and -2 used radar altimetry to measure the altitude of ice in the Antarctic ice sheets (Figure 3.. The first study is comprised of data from 1992-2002 which shows a mass loss and a mass gain which contributed to an overall negative mass balance [125]. The ice sheet in West Antarctica (WA) is losing mass $(-47+1-$ 4Gt per year) and the ice sheet in East Antarctica (EA) shows a small mass gain $(+16+/-11$ Gt per year) for a combined net change of $-31+/-$ 12 Gt per year $(+0.08\\mathrm{~mm}\\mathrm{~a}^{-1}$ SLE) [125]. ",
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/1d2fd2ee4b961f5ad1665d728005fd165423b5b9b941b893fbd8ed778da60518.jpg",
        "img_caption": [
            "FIGURE_2. 7: Schematic cross-section through a glacier, illustrating how its surface is separated by the dry snow, wet snow, snow, and equilibrium lines. Stippling denotes snow, horizontal shading firn, and vertical shading superimposed ice. "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/8bb3549d856d5ef48399d26b9e6239c0d98489e3aaa7f66ea93d962ed2baccc9.jpg",
        "img_caption": [
            "FIGURE_2. 8: Spectral reflectance of different glacier surfaces (simplified). a: fresh snow; b: accumulation area; c: firn; d, e: glacier ice; f: dirty glacier ice. See the text for further details. "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/73199d0ff5b8be134bd6d8b2bca10cd9c597a73d952f9338b758f58186d25de0.jpg",
        "img_caption": [
            "FIGURE_2. 6: Longitudinal profile of Midre Love´nbreen, Svalbard, showing the variation of summer albedo. (Data supplied by Dr. N. S. Arnold, Scott Polar Research Institute.). "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Additionally, the as-yet-unpublished second study another by Eric Rignot apparently fuses newer ERS-1 and -2 data with similar data from Japanese and Canadian satellites and finds that ice loss increased extremely sharply during the decade 1996-2006. The net loss of ice mass from Antarctica increased from 112 (plus or minus 91) gigatonnes a year in 1996 to 196 (plus or minus 92) gigatonnes a year in 2006. ",
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/68d1a4dfba7a9bc47c4a17006be9d279d28cab02b71302888134675f8b423452.jpg",
        "img_caption": [
            "FIGURE_2. 9Rate of change of ice sheet altitude map (corrected data from Zwally et al, 2005 [128]) "
        ],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Chapter 3 ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Ice Velocity Measurement by Satellite ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "3.1 INTRODUCTION ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Ice velocity measurement by satellite records of movements of glacier ice extend back for more than 20 years. Observations of terminus positions and of the gradual deformation of a straight line marked by painted rocks placed on the glacier surface have been replaced by more precise surveying methods [76]. When viewed from space, however, natural surface features supply adequate markers when their size is small enough to avoid affecting the flow rate. The future certainly portends a reversal of roles for field and remote-sensing glaciologists, wherein a few carefully placed field measurements will be collected to provide control for the dense velocity data fields extracted from satellite imagery [7] or from aerial datasets: as an example, the velocity-field of creeping mountain permafrost in Val Muragl, Swiss Alps, with speeds of up to $0.5\\mathrm{~m~}$ per year, was determined with high resolution from aerial stereo imagery providing new insights in the spatial coherence of permafrost creep [58]. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Knowledge about the spatio-temporal distribution of flow on fast-flowing Arctic [58] and Antarctic glaciers is still limited, but the flow mechanisms are crucial factors in determining mass balance and thus in controlling the reaction of these glaciers to climate changes, in particular when these glaciers are calving [58]. Therefore ice velocity is a critical parameter control, which, together with ice thickness, allows the determination of discharge rates. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "This chapter describes the most utilized approaches to the determination of ice motion by satellite and for each technique advantages and disadvantages are specified. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Remotely sensed data approaches can be direct and indirect. Indirectly, motion can be estimated from a detailed surface topography and assumptions about ice flow. In this chapter only direct approaches are shown, that are more used than indirect ones. The most direct approach is through the identification of surface features such as foliation, crevasses and moraines, and tracking their motion in a time-series of images [43]. We examine the principal types of remote sensing systems, presenting theoretical outline and giving examples of important real cases. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "A not image-based approach is by Global Positioning System (GPS) ground survey [29], that with InSAR is the most accurate method, but it presents some severe limitations for the monitoring of mountain glaciers, i.e. all glaciers except large ice caps, ice fields, and the Greenland and Antarctic ice sheets [6] ( see paragraph 3.2.3 ). ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "3.3 REMOTE SENSING TECHNIQUES",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Direct approaches shown in this section based on the identification of surface features on ice. The features themselves can be identified manually [74][68][25][31] or by using a cross-correlation technique [100][101]. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Motion ice surface can also be determined using Synthetic Aperture Radar Interferometry (InSAR), both aerial and terrestrial. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "3 2.1 Visual-based photogrammetric method ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Initial use of optical imagery to determine ice motion followed directly from their treatment as the more familiar aerial photography. Images were coregistered using common fixed points, such as mountain peaks and rock outcrops, and ice motion was determined by manually picking the position of persistent features on the moving ice. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Clearly, good image-to-image registration is necessary for this technique. If enough stable ice-free features (e.g., nunataks (Figure 3.1) or exposed rock surrounding a glacier) are visible in the images, these can be used as control points. This approach is usually satisfactory for glaciers and the peripheries of ice sheets but not for the interiors of ice sheets, where such features are not usually present [91]. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Expansion of the regions of interest into the interior of the ice sheet, where sharply defined fixed points were absent, forced the development of new coregistration techniques. In parallel, faster computers have been employed to tirelessly match thousands of surface features, increasing dramatically the rate at which velocity data can be generated [7]. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Aerial-photogrammetric methods are highly accurate, but the required images are only partially available for remote regions; often they cover only small sections. On the other hand, satellite imagery is able to cover large areas, however with a lower resolution [58]. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "3.2.2 Image Cross-Correlation ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Cross-correlation techniques based on the pattern of pixel brightness values lie at the heart of each advance. In the algorithm, for each small image chip selected from a reference image, a matching chip is searched for in a larger search area within a second image. The reference chip is compared to a chip of a search area at every center-pixel location in the search area for which the reference chip will fit entirely within the search area. The brightness values, or data numbers (DN), for pixels within chips are compared on a pixel-by-pixel basis [101]. The similarity of the reference chip and the search area chips is quantified by the expression ",
        "page_idx": 33
    },
    {
        "type": "equation",
        "text": "$$\nC I_{(L,S)}=\\frac{\\displaystyle\\sum_{l,s}\\big(r_{(l,s)}-\\mu_{r}\\big)\\big(s_{(l,s)}-\\mu_{s}\\big)}{\\displaystyle\\left[\\sum_{l,s}\\big(r_{(l,s)}-\\mu_{r}\\big)\\right]^{1/2}\\left[\\sum_{l,s}\\big(s_{(l,s)}-\\mu_{s}\\big)\\right]^{\\smash{\\scriptstyle\\sqrt{\\gamma_{2}}}}}\n$$",
        "text_format": "latex",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "where: $C I_{(L,S)}$ is the correlation index between the two chips at the search-area chip center-pixel location L,S; $r_{(l,s)}$ is the DN for chip pixel at location l,s; $\\textstyle\\mu_{r}$ is the average DN for the reference chip; $s_{(l,s)}$ is the DN for the search-area chip pixel at location l,s; and $\\mu_{s}$ is the average DN for the search-area chip [101]. The expression have a maximum value of one, if the reference chip and search area chip centered on pixel L,S have identical grey-scale values at corresponding pixel location. A ‘map’ of the correlation index is made from all the $C I_{(L,S)}$ values over the search area. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/434a71aa84740638fdb0c8d252911edd7236362c9f6d2f10059af53ddb0fc335.jpg",
        "img_caption": [
            "FIGURE_3. 1: Eastern margin of the Greenland ice sheet. In this area, mountain peaks emerge through the ice sheet as nunataks. (Photograph by courtesy of Richard Waller, School of Earth Sciences and Geography, Keele University) "
        ],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/12b217475ae02a39494ebabd6e7ab8933eb64ac5e1db9b8b5d32cbe1b50a4d63.jpg",
        "img_caption": [
            "FIGURE_3. 2Example of matching based on ice surface features. "
        ],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/0eb420cfc48ca78f77c4d17ac72bc543e98e8daf0b629d43a9000f965093aaf9.jpg",
        "img_caption": [
            "FIGURE_3. 3: Correlation index distribution for a chip to chip matching. The highest red peak is the optimum of correlation "
        ],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "From this correlation map, a variety of correlation statistics are computed to evaluate the match (see Paragraph 4.6 and 5.3). Defined by the position of the cross-correlation maximum (peak in Figure 3.3), chip displacements can generally be found to a precision of 0.2 pixels, or approximately ${\\bf6}\\mathrm{~m~}$ for Landsat TM image data [101], applying preventively particular imageenhancing procedures (Paragraph 5.2.4). ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "To maximize the similarity of the surface features in sequential satellite imagery, sun angle and azimuth should be nearly the same in both images. This is best accomplished by acquiring scenes with the same scene center location taken at the same time of the year. If there isn’t a digital elevation model (DEM) of scene, images can’t be orthorectified. In this case the viewpoints for the two images should be minimized by acquiring scenes with the same scene-center location. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The images are preprocessed prior to extracting displacement measurements in order to remove noise (Paragraphs 5.2.1 and 5.2.2), to apply geometric correction (Paragraph 5.2.3) and to enhance the similarity of ice surface features (Paragraph 5.2.4). ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Precision of the derived velocity measurement increases with a greater time interval; however, an increased time interval raises the chance that the surface features have changed in appearance. Velocity precision depends on the time separation and is a combination of the systematic error of image-to-image coregistration and chip correlation. Because this measurement is made in the ground plane of the image, the velocity is strictly the component in this plane. Generally, this component is dominant, and only minor differences are expected between velocities measured by this technique and the total speed. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "These methods can succeed only where there are features unique enough to produce correlation maxima. Crevasses and crevasse scars (bridged crevasses) traveling downstream from a source region upstream are the most common source of these features. Fortunately, the most dynamic areas of the ice sheets, outlet glacier and ice streams, are well populated with crevasses, and their patterns have proven to be surprisingly unique [7]. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "In 1992 a very complete mapping using this technique has been accomplished over ice streams D and E in West Antarctica [8]. Even with more rapid and accurate Global Positioning System (GPS) surveying techniques, the production of a similar data set (over 75,000 measurements) would have required years of field work, thousands of aircraft hours, and great risk to surveyors’ safety increvassed areas. The image-derived velocity field has proven accurate enough to provide an accurate determination of surface-horizontal strain rates (velocity gradients) [7]. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Kääb [58], in 2002, computed horizontal movements from multi-temporal aerial photography and Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) orthoimages using a double cross-correlation technique. The velocity-field of creeping mountain permafrost in Val Muragl, Swiss Alps was determined with high resolution from aerial stereo imagery and provided new insights in the spatial coherence of permafrost creep [58]. He estimates the achieved accuracy for horizontal displacements to approximate the size of one image pixel, i.e. $15\\mathrm{~m~}$ for ASTER and $0.2-0.3\\mathrm{m}$ for the here-used aerial photography. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Although automatic feature tracking by using image cross-correlation is primarily applied to VIR imagery, it can also be carried out using SAR imagery [22][73][80]. Speckle tracking, in which the features are the speckle pattern of the radar image, is also possible [77] [35]. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "3.2.3 SAR Interferometry ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "SAR imagery has been used in a cross-correlation manner similar to that described above to determine ice velocity [34][22][73]. However, interferometric SAR provides a methodology that greatly extends the accuracy and the types of surfaces for which ice velocity data can be obtained [7]. The displacement measured by interferometric SAR combines surface topography and ice ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "within the fringe pattern, provide one means to adjust the relative field to an absolute datum, but these are not available in all cases. In the absence of fixed points, measured velocities are necessary to control the velocity field. As in the topographic case, phase noise limits the precision and complicates unwrapping. A typical noise value of 10 at C band (6.3-cm wavelength) corresponds to a precision of better than $1~\\mathrm{mm}$ , which, in the case of a 3-day image separation, corresponds to a velocity accuracy of $0.1~\\mathrm{m/yr}$ [7]. The comparatively small incidence angle of SAR (23 is typical) causes vertical motions to be amplified by at least a factor of two relative to horizontal motions [57]. Apparent horizontal motions are further reduced to the component along the line of sight. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "These effects strongly influence the initial appearance of the calculated ice motion fringe pattern. Calculation of the desired velocity field requires an assumption of flow direction. Surface-parallel flow in the direction of maximum surface slope is generally assumed because the velocity perpendicular to the surface is generally less than $1~\\mathrm{m/yr}$ [7]. An interferometrically derived DEM can, once again, be employed to define the direction of maximum slope. If a second interferogram of an area is available from a different look direction, as is the case when data from ascending and descending orbits are used, the two velocity components can be combined with the assumption of surface-parallel flow to produce the full velocity field [56]. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "If the surface topography is known independently, it can be applied to individual interferograms extracting independent velocity fields and monitoring for changes in velocity. This concept was used to discover a surge of the Ryder glacier in northern Greenland [57]. In this case, sufficient data existed to measure topography and ice motion with one image triplet, and subsequent temporal changes in velocities were measured by repeated use of this topography. Given the all-weather, allseason capability of SAR, this type of monitoring is feasible and holds the promise of revealing unsuspected dynamic manifestations of ice sheets. The negative prospect of decorrelation and the extraordinary precision of SAR interferometry present new challenges for its practitioners. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Rapid metamorphism within the snowpack has hampered interferometric applications in warmer, higher-accumulation glaciated areas. Rapid decorrelation encourages short revisit times. Yet at the scale of millimeters, vertical motions become significant, requiring accurate and detailed DEMs, which can be obtained only with relatively large baselines. Thus there are constraints that define an optimal revisit time and baseline length: if either are too long, correlation is lost; yet if either are too small, either the velocity or topographic signal will be too small. The quantitative optimum depends on the scale of the topography and the direction of flow relative to the orbit ground track. No single set of parameters is ideal for all ice sheet locations. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Like all InSAR measurements, velocity determination depends on phase coherence between the images. If the time interval is long for repeat-pass interferometry, this can be a problem [91]. The Radarsat Antarctic Mapping Mission AMM-1 [54] had a repeat period of 24 days, which is very long by InSAR standards. Coherence was generally maintained only for areas with low accumulation rates, less than about $15\\ \\mathrm{cm/yr}$ , and in areas not strongly affected by katabatic winds or dynamic atmospheric conditions in general [55][121]. For the Radarsat repeat period and imaging geometry, the accuracy in velocity determination is good for low speeds (less than about $100\\mathrm{m/yr})$ , but higher speeds cause difficulty in unwrapping the phase [55] (velocities on an ice shelf can reach $1000\\mathrm{m/yr}$ or more [122]). Joughin (2002) has developed a technique that combines both InSAR and speckle tracking to cope with higher flow speeds. InSAR has also been used to monitor the flexure of ice shelves (of the order of a meter) and demonstrate that it is consistent with physical theory, yielding estimates of the position of the grounding line and the elastic modulus of the ice shelf [103][36]. Laser ranging will also have the potential to provide such information [87]. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Using RADARSAT SAR imagery obtained during the 2000 Antarctic Mapping Mission, ice velocity vectors were obtained over the Lambert Glacier [128] (Figure 3.4). Only a handful of in situ velocity measurements have been previously reported of this huge glacier system. While the in situ and radar-derived measurements appear to be qualitatively similar, the extent and accuracy of the new measurements are unprecedented and provide quantitative baselines for future comparisons [128]. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "An interesting example of InSAR motion measurement is described by Gudmundsson et al. (2002) [37] who studied the infilling of the ice depression caused by a subglacial eruption of the Gjálp volcano under Vatnajökull, Iceland in 1996. ",
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/57a8b368d81a50680635a03e2719a721dfd1ef5b6f0a7ff8548e5d4e8caccc1d.jpg",
        "img_caption": [
            "FIGURE_3. 4: Lambert Glacier Velocity Map, 2000 [128]. The areas of no motion (yellow) are either exposed land or stationary ice. The smaller confluent glaciers have generally low velocities (green, 100-300 meters per year) which gradually increase as they flow down the rapidly changing continental slope into the upper reaches of the faster flowing Lambert Glacier (click on ant-flyover-animation). Most of the Lambert itself has velocities between 400-800 meters per year, with a slight slowing in the middle section. As the glacier extends across the Amery Ice Shelf, velocities increase up to 1000-1200 meters per year as the ice sheet spreads out and thins. "
        ],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "3.3 GLOBAL POSITIONING SYSTEM ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "This methodology has been thoroughly investigated over the past years during Italian geodetic activities in Antarctica. A reference GPS stations is located in a stable position (rock outcrops or manmade) while the array of \"rover\" receivers operate over selected areas of the glacier; lastly, vertical movements are plotted from the time series of 3D-positions, and local glacier velocities are determined by comparing initial and final GPS positions within the period [12]. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "GPS surveys have proven to be very useful for measurement of glacier movement [29]. GPS antennas and receivers may be located at station points and left there for pre-established periods of observation. GPS surveys may be carried out in static or kinematic modes. In static mode, point positions are determined by processing entire measurement sessions ranging from a few tens of minutes (fast-static mode) to many hours or days, depending on the survey purpose, to produce a single set of coordinates corresponding to the best estimation of the position for that interval. In kinematic mode point positions are determined for each individual observation, e.g. every 1-15 seconds depending on sampling rate. GPS tecniques, both in static and in kinematic mode, have been used to monitor David Glacier-Drygalski Ice Tongue and Reeves and Priestley Glaciers. The static mode guarantees the best possible precision, but monitored points could experience consistent horizontal move (up to $2\\mathrm{~m~d~}^{1}$ ) and undergo considerable vertical motion on floating parts of the glacier, with oscillations related to tidal motion. In order to investigate the effect of the movement, kinematic processing was performed on the data of same points as for the static survey [29]. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The recent advent of Geographic Information Systems (GIS) has created an effective means by which all the acquired data can be analyzed for the effective monitoring and mapping of temporal dynamics of glaciers [52], and a growing number of researchers can now take advantage of the integration of Remote Sensing, GIS and GPS techniques in their studies on glaciers. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Chapter 4 ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Determination of Ice Velocity Field: Remote Sensing Instruments ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "4.1 INTRODUCTION ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The goal of any kind of remote sensing is to extract useful information from the imagery or other source data without contact. Visual examination of images has represented an important approach in the past and still has a role to play, but quantitative information is now usually extracted by processing digital images in a computer. Digital image processing and image understanding is a huge field of research in its own right [91]. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "In this chapter we briefly describe history and technical specification of remote sensing instruments utilized to determinate the ice velocity field in our study area using an image cross-correlation method. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "4.2 PHYSICAL BASIS OF REMOTE SENSING ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Energy is a group of particles traveling through a certain media [140]. Electromagnetic energy is a group of particles with different frequencies traveling at the same velocity subject to magnetic and electric fields. These particles have a dual-mode nature: they are particles but they travel in a wave form. Electromagnetic waves obey the following rule: ",
        "page_idx": 40
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma=\\frac{L}{\\lambda}\n$$",
        "text_format": "latex",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "with ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "C1 the speed of electromagretic wave A: wave length   \nV1 frequercy. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "This equation explains that the shorter wavelength has higher spectral frequency. Electromagnetic energy is a mixture of waves with different frequencies (Figure 4.1). ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Where the wave represents a group of particles with the same frequency. All together they have different frequencies and magnitudes (see Figure 4.1). The Amplitude A reflects the level of the electromagnetic energy. It may also be considered as intensity or spectral irradiance. If we plot A against the wavelength l we then get an electromagnetic curve, or spectrum (Figure 4.2). ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Any matter with a body temperature greater than $0\\mathrm{~K~}$ emits electromagnetic energy. Therefore, it has a spectrum. The light which our eyes can detect is related to the very small portion of the overall electromagnetic spectrum called “visible”. (see Figure 4.3). ",
        "page_idx": 40
    },
    {
        "type": "image",
        "img_path": "images/285b79e706b6a0e2a5ac2e2e2cca1542514b2149a1aa08821b8b90d1ebb97788.jpg",
        "img_caption": [
            "FIGURE_4. 1: Electromagnetic waves "
        ],
        "img_footnote": [],
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/a4614c43b6e45443ffb885f96bbf97a3f4cc6d0b204873a38c6d155764cbee25.jpg",
        "img_caption": [
            "FIGURE_4. 2: An electromagnetic spectrum "
        ],
        "img_footnote": [],
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/149f5cfa720941d91d0582787b0ed7be8663ca515daae8cd6e61882ce2ef5ee1.jpg",
        "img_caption": [
            "FIGURE_4.3: The electromagnetic spectrum. The eye is sensitive to a broad band of wavelengths with the approximate range $350\\mathrm{-}750~\\mathrm{nm}$ . "
        ],
        "img_footnote": [],
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Furthermore, different chemical elements have different spectra. They absorb and reflect spectral energy differently. Different elements are combined to form compounds, and each compound has a unique spectrum due to its unique molecular structure. The atmosphere has different effects on the EM transfer at different wavelengths and can have a profound effect on intensity and spectral composition of the radiation that reaches a remote sensing system. These effects are caused primarily by the atmospheric scattering and absorption [142]. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Scattering is the redirection of EM energy by the suspended particles in the air. Different particle sizes will have different effects on the EM energy propagation. The atmosphere can be divided into a number of well marked horizontal layers on the basis of temperature. Moreover it is a mixture of gases with constant proportions up to $80\\mathrm{km}$ or more from ground. Scattering causes degradation of image quality for earth observation. At higher altitudes, images acquired in shorter wavelengths (ultraviolet, blue) contain a large amount of scattered noise which reduces the contrast of an image. Atmosphere selectively absorbs energy in different wavelengths with different intensity. Since different chemical element of atmosphere has a different spectral property. As a result, the atmosphere has the combined absorption features of various atmospheric gases. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The remaining amount of energy after being absorbed and scattered by the atmosphere is transmitted: ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Considering that $_\\mathrm{H}_{2}\\mathrm{O}$ is greatly variable in the atmosphere and $\\mathrm{CO}_{2}$ varies seasonally, the absorption of EM energy by $\\mathrm{H}_{2}\\mathrm{O}$ and $\\mathrm{CO}_{2}$ is the most difficult part to be characterized. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "4.3 RESOLUTION AND SAMPLING IN REMOTELY SENSED DATA ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Remote sensing data can be considered as models of the earth surface at very low level of generalization. Among various factors that affect the quality and information content of remotely sensed data, two concepts are extremely important for remote sensing characterization: ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "- Resolution: the minimum separating or discriminating power of a measurement. It can be divided into four types: spatial, spectral, radiometric and temporal. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "- Sampling frequency: determines how frequent are data collected. There are three types of sampling important to remote sensing: spectral, spatial and temporal. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Combinations of resolutions and sampling frequencies have made it possible for us to have different types of remote sensing data. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "A description list of resolution types follows: ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Spatial Resolution - Spatial resolution refers to the area on the ground that an imaging system, such as a satellite sensor, can distinguish. Passive sensors have two major spatial characteristics: ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Instantaneous Field of View (IFOV, Figure 4.4): is defined as the angle (radians or degrees) over which the single detector is sensitive to radiation.   \nSwath width (refer to Figure 4.4): This is defined as the linear ground distance covered in the across-track direction. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Spectral Resolution - The term spectral resolution refers to the width of spectral bands that a satellite imaging system can detect. It is linked with IFOV depending of the wavelength. Multispectral systems can detect in several discrete bands, it is the width of these bands that spectral resolution refers too. The narrower the bands, the greater the spectral resolution. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Radiometric Resolution - Radiometric resolution, or radiometric sensitivity, refers to the number of digital levels used to express the data collected by the sensor. In general, the greater the number of levels, the greater the detail of information. The number of levels is normally expressed as the number of binary digits needed to store the value of the maximum level, for example a radiometric resolution of 1 bit would be 2 levels, 2 bit would be 4 levels and 8 bit would be 256 levels. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Temporal Resolution – The temporal resolution refers to amount of time it takes for a platform/sensor to return to a previously recorded location. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Sampling determines the various ways we use to record a spectral curve. If data storage is not an issue, we may choose to sample the entire spectral curve with many narrow spectral bands. Sometimes, we choose to make a discrete sampling over a spectral curve. The difference between imaging spectrometers and earlier generation sensors is in the difference of the spectral sampling frequency. Sensors of earlier generations use selective spectral sampling. As spatial resolution becomes finer, more details about objects in a scene become available. In general it is true that with finer spatial resolutions objects can be better discriminated with human eyes. With computers, however, it may be harder to recognize objects imaged with finer spatial resolutions. This is because finer spatial resolutions increase the image size for a computer to handle. More importantly, for many computer analysis algorithms, they cause the effect of \"seeing the tree but not the forest\". Computer techniques are far poorer than human brain in generalization from fine details. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Temporal sampling can be regarded similar to spectral sampling. For example, temporal sampling means how frequently we are imaging an area of interest. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Table 4.1 reports the technical specifications and resolution information for the satellite systems used in this study. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "4.4 ELECTRO-OPTICAL SYSTEMS IN THE VISIBLE AND NEARINFRARED REGION ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Electro-optical systems operating in the visible and near-infrared (VIR) region possess many similarities to aerial photography [91]. The spectral range is similar, and the instruments are again passive imaging instruments. Indeed, with the rapidly increasing popularity of digital photography, this approach can be thought of as a form of aerial digital photography. The principal difference between the electro-optical systems and their photographic counterparts is the detection mechanism. In the former case, electromagnetic radiation is detected electronically, instead of photochemically as with photography. The electronic detection can take a number of forms, including the use of photomultipliers, vidicons, semiconductor photodiodes, and one- or two-dimensional arrays of photodiodes constituting charge coupled devices (CCDs), now familiar from their role in digital cameras and video cameras [91]. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Electronic detection offers several advantages over traditional photography. The detectors can be calibrated, so that there is a known quantitative relationship between the recorded signal and the intensity of the electromagnetic radiation. The output can be digitized and used to modulate a radio signal so that the data can be transmitted to a remotely located receiver, which is a major advantage in the case where the instrument is carried on an unmanned spacecraft. The digital output data can conveniently be imported into and processed in a computer. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Although VIR imagers are used both from aircraft and from space, the spaceborne applications tend to dominate [91]. ",
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/bd9faecfd58d54158cbda5ed74b61b0b7b35fc946a97cb304b900c3ecd1f1cd7.jpg",
        "table_caption": [
            "TABLE_4. 1: Technical specification of electro-optical VIR imaging instruments [131][138][127][140] "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Sensor</td><td> Platform</td><td>Alktudle</td><td></td><td>Mean Revit</td><td>Band Name</td><td></td><td>Wave-bands</td><td></td><td></td></tr><tr><td>MSS</td><td>Lansat 1</td><td>917</td><td>185</td><td>18</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>MSS 4</td><td>79</td><td>0,5-0,6</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>MSS 5</td><td>79</td><td>0,6-0,7</td><td>8</td><td>0.004</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>MSS 6</td><td>79</td><td>0,7-0,8</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>MSS 7</td><td>79</td><td>0,8-1,1</td><td>8</td><td></td></tr><tr><td>TM</td><td>Landsat 4</td><td>705</td><td>183</td><td>16</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 1</td><td>30</td><td>0.45-0.52</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 2</td><td>30</td><td>0.52-0.60</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 3</td><td>30</td><td>0.63-0.69</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 4</td><td>30</td><td>0.76-0.90</td><td>8</td><td>0.008</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 5</td><td>30</td><td>1.55-1.75</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 6</td><td>120</td><td>10.40-12.50</td><td>8</td><td></td></tr><tr><td>ETM+</td><td>Landsat 7</td><td></td><td></td><td></td><td>TM 7</td><td>30</td><td>2.08-2.35</td><td>8</td><td></td></tr><tr><td></td><td></td><td>705</td><td>183</td><td>16</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 1</td><td>30</td><td>0.45-0.52</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 2</td><td>30</td><td>0.52-0.60</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 3</td><td>30</td><td>0.63-0.69</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 4</td><td>30</td><td>0.77-0.90</td><td>8</td><td>0.009</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 5</td><td>30</td><td>1.55-1.75</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 6</td><td>60</td><td>10.40-12.50</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 7</td><td>30</td><td>2.09-2.35</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>TM 8</td><td>15</td><td>0.52-0.90</td><td>8</td><td></td></tr><tr><td>ASTER-VNIR</td><td>Terra</td><td>705</td><td>60</td><td>16</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>1</td><td>15</td><td>0.52 - 0.60</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>2</td><td>15</td><td>0.63 - 0.69</td><td>8</td><td>0.025</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>3N</td><td>15</td><td>0.78 - 0.86</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>3B</td><td>15</td><td>0.78 - 0.86</td><td>8</td><td></td></tr><tr><td>HRVIR</td><td>SPOT 4</td><td>832</td><td>60</td><td>26</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td> XI1</td><td>20</td><td>0.50 - 0.59</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>XI2</td><td>20</td><td>0.61 - 0.68</td><td>8</td><td>0.333</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>XI3</td><td>20</td><td>0.79 - 0.89</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>XI4</td><td>20</td><td>1.53 - 1.75</td><td>8</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>M</td><td>10</td><td>0.61 - 0.68</td><td>8</td><td>0.333</td></tr></table></body></html>\n\n",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "4.5 SATELLITE-BORNE MULTISPECTRAL SYSTEM ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The following paragraphs describe the satellite-systems that have generated the images used in this study. This type of systems are also called environmental satellite systems, due to the purpose of the associated missions. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "4.5.1 Landsat 1 - Multispectral Scanner System (MSS) ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Landsat 1 (Figure 4.3)was launched on July 23, 1972; at that time the satellite was known as the Earth Resources Technology Satellite (ERTS). It was the first Earth-observing satellite to be launched with the express intent to study and monitor our planet's landmasses. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "To perform the monitoring, Landsat 1 carried two instruments: a camera system built by the Radio Corporation of America (RCA) called the Return Beam Vidicon (RBV), and the Multispectral Scanner (MSS) built by General Electric. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The RBV was supposed to be the prime instrument, but the MSS data were found to be superior. These sensors collect a single line of data by using a rotating mirror to “scan” the view perpendicular to the line of flight. The forward movement of the satellite or aircraft produces subsequent lines of data (Figure 4.4). ",
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/e80241164715aefe6de1fe0ac9550d2ee59d5550cf06fa019143d9ad21e28c57.jpg",
        "img_caption": [
            "FIGURE_4. 3: Sketch of the Landsat 1 satellite "
        ],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/f63d728a2c70df4f654a985ef01af0853760cd094fb122826424277de2812f14.jpg",
        "img_caption": [
            "FIGURE_4. 4: MSS Scanning system [130] "
        ],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The MSS instrument was flown as the secondary and highly experimental instrument. \"But once we looked at the data, the roles switched,\" relates Stan Freden, Landsat 1 Project Scientist. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The MSS recorded data in four spectral bands: green, red and two infrared bands. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "To help understand the data and to explore the potential applications of this new technology, NASA oversaw 300 private research investigators. Nearly one third of these were international scientists. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "These researchers came from a wide array of Earth science disciplines. They evaluated the usefulness of Landsat data to their respective fields. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "In the foreword of the U.S. Geological Survey's \"ERTS-1 A New Window on Our Planet\" published in 1976, the director of the USGS, Dr. V. E. McKelvey, wrote: \"The ERTS spacecraft represent the first step in merging space and remote-sensing technologies into a system for inventorying and managing the Earth's resources.\" ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Landsat 1 operated until January 1978, outliving its design life by five years. The Landsat 1 Multispectral Scanner acquired over 300,000 images providing repeated coverage of the Earth's land surfaces. The quality and impact of the resulting information exceeded all expectations. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "4.5.2 Landsat 4 - Thematic Mapper (TM) ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Landsat 4 (Figure 4.5)was launched on July 16, 1982. The Landsat 4 spacecraft was significantly different in respect to the previous Landsats and Landsat 4 did not carry the RBV instrument. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "In addition to the Multispectral Scanner (MSS) instrument, Landsat 4 (and Landsat 5) carried a sensor with improved spectral and spatial resolution, i.e., the new satellites could see a wider (and more scientifically-tailored) portion of the electromagnetic spectrum and could see the ground in greater detail. This new instrument was known as the Thematic Mapper (TM) . ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "The Landsat 4 TM instrument had seven spectral bands. Data was collected from the blue, green, red, near-infrared, mid-infrared (2 bands) and thermal infrared portions of the electromagnetic spectrum. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Within a year of launch, Landsat 4 lost the use of two of its solar panels and both of its direct downlink transmitters. So, the downlink of data was not possible until the Tracking and Data Relay Satellite System (TDRSS) became operational: Landsat 4 could then transmit data to TDRSS using its Ku-band transmitter and TDRSS could then relay that information to its ground stations. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "In 1987, after the Landsat $5\\ \\mathrm{Ku}$ -transmitter failed and Landsat 5 was no longer able to downlink international data to the U.S. via TDRSS relay, Landsat 4 used its functional Ku-transmitter to downlink acquired international data via the TDRSS. This continued until 1993, when this last remaining science data downlink capability failed on Landsat 4. ",
        "page_idx": 46
    },
    {
        "type": "image",
        "img_path": "images/cc40919fd6b63813ca003f885ca44211495e47b406e26a2c9af82f550c041efd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Landsat 4 was kept in orbit for housekeeping telemetry command and tracking data (which it downlinked via a separate data path, the S-band) until it was decommissioned in 2001. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "While Landsat 4 was built and launched by NASA, NOAA initially oversaw the operations of the satellite. Landsat 4 operations were contracted out to the Earth Observation Satellite Company (EOSAT) corporation in 1984. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "By 1998, the management of the Landsat 4 (and Landsat 5) operations contract was transferred from NOAA to the USGS; operations were continued by the private sector until mid-2001 when Space Imaging (formerly EOSAT) returned the operations contract to the U.S. Government. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Despite the numerous transfers of satellite operation, the USGS has remained responsible for longterm preservation of Landsat data in its National Satellite Land Remote Sensing Data Archive (NSLRSDA) in Sioux Falls, South Dakota. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "MSS data are collected on only one scanning direction, TM data are collected on both scanning directions (Figure 4.6). ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "4.5.3 Landsat 7 - Enhanced Thematic Mapper Plus $\\mathbf{(ETM+)}$ ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The USA government-owned Landsat 7 (Figure 4.7) was successfully launched on April 15, 1999, from the Western Test Range of Vandenberg Air Force Base, California, on a Delta-II expendable launch vehicle. The Earth observing instrument on Landsat 7, the Enhanced Thematic Mapper Plus $\\mathrm{(ETM+)}$ , replicates the capabilities of the highly successful Thematic Mapper instruments on Landsats 4 and 5. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The $\\mathrm{ETM^{+}}$ also includes additional features that make it a more versatile and efficient instrument for global change studies, land cover monitoring and assessment, and large area mapping than its design forebears. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "These features are: ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "a panchromatic band with $15\\mathrm{m}$ spatial resolution on-board, full aperture, $5\\%$ absolute radiometric calibration a thermal IR channel with $60\\mathrm{m}$ spatial resolution an on-board data recorder ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Considered a calibration-triumph, the Landsat 7 mission went flawlessly until May 2003 when a hardware component failure left wedge-shaped spaces of missing data on either side of Landsat 7’s images. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Six weeks after suffering the loss of its scan line corrector (SLC), the $\\mathrm{ETM^{+}}$ resumed its global land survey mission resulting in only a short suspension of its imagery acquisitions for the U.S. archive. However, the malfunction has impacted the imagery of Landsat 7. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Specifically, the $\\mathrm{ETM^{+}}$ optics contain the Scan Mirror and   \nScan Line Corrector assembly among other components   \n(Figure 4.8). The Scan Mirror provides the across-track   \nmotion for the imaging, while the forward velocity of the   \nspacecraft provides the along-track motion. The Scan Line   \nCorrector (SLC) assembly is used to remove the \"zigzag\"   \nmotion of the imaging field of view produced by the combination of the along- and across-track ",
        "page_idx": 47
    },
    {
        "type": "image",
        "img_path": "images/15ca9704ce55968923c7aad7188543fe4d31eed7636f9333b4a2dc11553e6ae3.jpg",
        "img_caption": [
            "FIGURE_4. 7: Landsat 7 satellite in the clean-room prior to launch. "
        ],
        "img_footnote": [],
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "motion. Without an operating SLC, the $\\mathrm{ETM^{+}}$ line of sight now traces a zigzag pattern across the satellite ground track. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "The remainder of the $\\mathrm{ETM^{+}}$ sensor, including the primary mirror, continues to operate, radiometrically and geometrically, at the same high-level of accuracy and precision as it did before the anomaly; therefore, image pixels are still accurately geolocated and calibrated. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "The USGS is continuing to research other methods of providing better merged data products, and will continue to provide information resulting from this work as it becomes available. Scene energy passes through a number of major $\\mathrm{ETM^{+}}$ subsystems, depicted in Figure 4.8, before it is collected by the solidstate detectors at the focal plane. The bidirectional scan mirror assembly (SMA) sweeps the detector's line of sight in west-to-east and east-to-west directions across track, while the spacecraft's orbital path provides the north-south motion. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "The aligned energy encounters the Primary Focal Plane (PFP), where the silicon detectors for bands 1-4 and 8 (panchromatic) are located. A portion of the scene energy is redirected from the PFP by the relay optics to the Cold Focal Plane where the detectors for bands 5, 7, and 6 are located. The temperature of the cold focal plane is maintained at a predetermined temperature of 91 K using a radiative cooler. Figure 4.9 illustrates the relative position of all the detectors from both focal planes with respect to their actual ground projection geometry. ",
        "page_idx": 48
    },
    {
        "type": "image",
        "img_path": "images/717abe836d2e5cbe07107096cbdcf64c2e339acff25c5751241a10b433dc3ddb.jpg",
        "img_caption": [
            "FIGURE_4. 8: Optical and meccanical subsystems in Landsat ETM+ "
        ],
        "img_footnote": [],
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "The even-numbered detectors are arranged in a row normal to the scan direction while the oddnumbered detectors are arranged in a parallel row, off exactly one IFOV in the along scan direction. This arrangement provides for a contiguous bank of 32, 16, and 8 detectors for band 8, bands 1-5 and 7, and band 6 respectively. The detector arrays are swept left to right (forward) and right to left (reverse) by the scan mirror which covers a ground swath approximately 185 kilometers wide. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "The orbit of Landsat 7 is repetitive, circular, Sun-synchronous, and near polar at a nominal altitude of $705\\mathrm{km}$ (438 miles) at the Equator. The spacecraft crosses the Equator from north to south on a descending orbital node from between 10:00 AM and 10:15 AM on each pass. Circling the Earth at $7.5\\mathrm{km/sec}$ , each orbit takes nearly 99 minutes. The spacecraft completes just over 14 orbits per day, covering the entire Earth between 81 degrees north and south latitude every 16 days. ",
        "page_idx": 48
    },
    {
        "type": "image",
        "img_path": "images/1fa5526a6284f244a2d3f36f9f2b287b0c5255939ecad7bc806056f681307d7f.jpg",
        "img_caption": [
            "FIGURE_4. 9: Detector Projection at the Prime Focal Plane "
        ],
        "img_footnote": [],
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "4.5.4 SPOT 4 - High Resolution Visible Infra Red (HRVIR) ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "image",
        "img_path": "images/13d90ea19c77c828456764bc4f8689a8864872f3829a4bffa16300b4e22b962b.jpg",
        "img_caption": [
            "FIGURE_4. 10: SPOT 4 satellite [146] "
        ],
        "img_footnote": [],
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "SPOT (Satellite Pour l'Observation de la Terre) is a high-resolution, optical imaging earth observation satellite system (Figure 4.10) operating from space. It is run by Spot Image based in Toulouse, France. It was initiated by the CNES (Centre National d'Etudes Spatiales – the French space agency) in the 1970s and was developed in association with the SSTC (Belgian scientific, technical and cultural services) and the Swedish National Space Board ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "(SNSB). It has been designed to improve the knowledge and management of the earth by exploring the earth's resources, detecting and forecasting phenomena involving climatology and oceanography, and monitoring human activities and natural phenomena. The SPOT system includes a series of satellites and ground control resources for satellite control and programming, image production, and distribution. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "SPOT 4 was launched on March 24, 1998 and features major improvements over SPOT 1, 2, and 3 [133]. The principal feature was the modification of the HRV, becoming a high-resolution visible and infrared (HRVIR) instrument. It has an additional band at mid-infrared wavelengths (1.58-1.75 micrometre), intended to provide capabilities for geological reconnaissance, vegetation surveys, and survey of snow cover, with a resolution of 20 meters. The two HRVIR imaging instruments are programmable for independent image coverage, increasing the number of imaging opportunities. Its lifetime was increased from 3 to 5 years, and its telescopes and recording capacities were improved [133]. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "High Resolution Visible Infra Red (HRVIR) on SPOT 4 (as HRV – High Resolution Visible on SPOT 2 and HRG - High Geometric Resolution on SPOT 5) offer an oblique viewing capability, the viewing angle being adjustable through $+/-$ 27 degrees relative to the vertical. The ground stations can steer each instrument’s strip-selection mirror remotely to view regions of interest not vertically below the satellite. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "HRVIR is a push-broom radiometers. This type of sensor has one or several arrays of detectors. A line of acquisition is seen instantaneously without any mechanical motion, which is a significant improvement on scanning radiometers (refer to Figure 4.11) [133]. ",
        "page_idx": 50
    },
    {
        "type": "image",
        "img_path": "images/3de91bada0e090573544af64460879a7c8f8c5e9dec3f6a477ac0b5c8f5237c6.jpg",
        "img_caption": [
            "FIGURE_4. 11: Scheme of a pushbroom scanning "
        ],
        "img_footnote": [],
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "SPOT 4 fly at an orbital altitude of 822 kilometers, an orbital inclination of $98.7^{\\circ}$ ,in sunsynchronous mode, with a Speed of $7.4~\\mathrm{Km}/$ second $(26,640\\mathrm{Km/hour}$ ). Its Equator Crossing Time is 10:30 AM (descending node) ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "4.5.5 Terra-ASTER VNIR Sub-System ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "ASTER (Advanced Spaceborne Thermal Emission and Reflection Radiometer, Figure 4.12) is an imaging instrument flying on Terra, a satellite launched in December 1999 as part of NASA's Earth Observing System (EOS). ASTER is a cooperative effort between NASA, Japan's Ministry of Economy, Trade and Industry (METI) and Japan's Earth Remote Sensing Data Analysis Center (ERSDAC). ASTER is being used to obtain detailed maps of land surface temperature, reflectance and elevation [127]. The three EOS platforms are part of NASA's Science Mission Directorate and the [137], whose goal is to observe, understand, and model the Earth system to discover how it is changing, to better predict change, and to understand the consequences for life on Earth. ",
        "page_idx": 50
    },
    {
        "type": "image",
        "img_path": "images/3e2accfdade7662a5f1475520bf63da3734c7362cdc939534ddf30f17519f96c.jpg",
        "img_caption": [
            "FIGURE_4. 12: TERRA EOS satellite "
        ],
        "img_footnote": [],
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The ASTER instrument consists of three separate instrument subsystems, each of them operates in a different spectral region, has its own telescope(s), and was built by a different Japanese company [127]. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "ASTER is composed of three subsystems: 1) the ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Visible and Near Infrared (VNIR), 2) the Shortwave Infrared (SWIR), and 3) the Thermal Infrared (TIR). For our applications the images used are acquired by VNIR subsystem. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The VNIR subsystem operates in three spectral bands at visible and near-IR wavelengths, with a resolution of $15\\mathrm{~m~}$ (see Table 4.1). It consists of two telescopes, one nadir-looking with a threespectral-band detector, and the other backward-looking with a single-band detector (Figure 4.13). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The backward-looking telescope provides a second view of the target area in Band 3 for stereo observations. Thermal control of the CCD detectors is provided by a platform cold plate. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The VNIR subsystem nadir-looking telescope is a reflecting-refracting improved Schmidt design. The focal plane of this telescope contains three 5000 silicon charge coupled detector line arrays. the incoming radiation is focused onto a two-dimensional CCD array, which functions analogously to a photographic film. The entire scene is imaged instantaneously. This mode of operation can be termed step-stare imaging, since the instrument ‘‘stares’’ at the scene, then moves on to stare at the next scene, and so on. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The VNIR subsystem backward looking telescope is of the same design as the nadir telescope and contains only a single silicon charge coupled detector line array (pushbroom scanning, Figure 4.11) and no calibration lamps as it is only used to acquire a stereo pair image. ",
        "page_idx": 51
    },
    {
        "type": "image",
        "img_path": "images/60170d539f9e1829a7e35b191c47b1bb19d519412d80b8de1ae84714a0e81302.jpg",
        "img_caption": [
            "FIGURE_4. 13: ASTER VNIR subsystem "
        ],
        "img_footnote": [],
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The nadir and backward looking telescope pair are used for same orbit stereo imaging and can be rotated as a unit $+/-24$ degrees to provide extensive cross-track pointing capability. Two on-board halogen lamps are used for calibration of the nadir-looking detectors. This calibration source is always in the optical path. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Terra fly in a sun-synchronous orbit, and passes the equator from north to south at 10:30 in the morning, local time. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "4.6 SOFTWARE ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Before image cross-correlation, the image of the different platforms were pre-processed, in order to best perform the cross-correlation process and to enhance the precision of  computed ice velocities. The pre-processing, that include operations of noise reduction and calibration, band transformation, geometric correction, spatial filtering and contrast enhance, was performed using two commercial softwares: ERDAS Imagine 9.2 (Leica Geosystem) and ENVI 4.4 (RSI). ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The ERDAS IMAGINE product suite is designed specifically to process imagery. Its large and easy-to-use selection of image processing tools make of this software a powerful instrument to quickly model any type of image. In this study the modules named Data Preparation, Image Interpreter and Model Maker have been used. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Landsat and SPOT images were corrected geometrically using ERDAS Imagine; ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "ASTER geometric correction was performed with ENVI. The software ENVI is more flexible in reading various imagery formats and in importing and converting ASCII data. It includes some automatic procedures to easy visualize and process ASTER data in HDF format. A useful operation for automatic tie points generation from two images, based on statistic correlation, is included in the Map tools. It must be noted that a pre-configured model to orthorectify Landsat imagery is not available in ENVI. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Recently a new algorithm [69] have been implemented in the software package  COSI-Corr (Coregistration of Optically Sensed Images and Correlation), developed with IDL (Interactive Data Language) and integrated under ENVI. The general procedure consists of generating accurate ground control points (GCP) for each image. It allows for precise ortho-rectification, co-registration and correlation of SPOT and ASTER satellite images as well as aerial photographs, but it don’t give the user the control output parameters for the adopted model of assessment accuracy. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "For the determination of the displacement of individual pixels or surface features between the multi-temporal satellite orthoimages the freeware and open-source software IMCORR [134] has been used in this study. The program uses a Fast Fourier Transform based version of a normalized cross-covariance method [5]. The correlation, peak finding, and error estimation routines in IMCORR are derived from FORTAN subroutines from the Land Analysis System software (LAS) written at NASA Goddard Space Flight Center and USGS Eros Data Center. IMCORR consists of a C code wrapper, which makes the use of the routines more straightforward and automated for velocity-mapping applications. In this work, this algorithm was used both to accurately locate tiepoint pairs in two images to coregister them and to find the displacements of moving features, provided that the features show little change in their appearance, and that the motion is strictly translational. The program returns a file containing the locations of the grid centers for the reference chips, the displacements required to best match the chip pairs (or indicates that none could be found), and several quality control parameters that may be used to evaluate the validity of the match [134], as: ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Correlation strength: is a function of the character of a correlation index 'map' that the greycorr subroutines create and evaluate. It is a combination of peak height of the correlation map (Figure 3.3), height of peak to second-highest peak, and height of peak to background value of correlation index [134]. The formula is: ",
        "page_idx": 52
    },
    {
        "type": "equation",
        "text": "$$\nC S=\\frac{C p-C m}{\\overline{{\\sigma}}_{s t}}+\\frac{C p-C p_{I I}}{\\overline{{\\sigma}}_{s t}}+0,2*(N_{\\nu a}-1,0)\n$$",
        "text_format": "latex",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "$[{\\mathrm{Cp}}=$ peak correlation value; $\\mathrm{Cm}=$ mean background value, $\\stackrel{-}{\\sigma}_{s t}=$ std. dev. of background values, $C p_{\\sc{I I}}=$ highest value more than 3 pixels away from peak, $N_{\\nu a}=$ number of \"large\" values more than 3 pixels away from peak] ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Its magnitude changes somewhat with the input parameters for any given run -larger search and reference chips tend to produce larger strength of correlation values for a given region of the images [134]. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "- $x$ and $y$ error estimates: are derived from a peak-height-to-peak-width comparison. The values are sensitive to the size of the reference chip; good matches with larger reference chips yield smaller x and y errors, in general [134]. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "An automatic coherence filtering procedure was implemented in MATLAB to apply statistical thresholds and remove incoherence vectors output by the Imcorr. Finally the selected vectors have been imported in a Geographical Information System environment using ArcView GIS 3.2 (ESRI) to compare multi-temporal series of ice velocity data. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Chapter 5 ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Monitoring of David Glacier: Method and Application ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "5.1 INTRODUCTION ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "A critical parameter for ice sheets is their velocity, which, together with ice thickness, allows the determination of discharge rates. Remote sensing, using moderate to high-resolution satellite images, permits glacier movement to be measured on sequential images covering the same area; the velocities can be measured quickly and relatively inexpensively by tracking crevasses or other patterns that move with ice. Bindschalder and Scambos (1991) have developed and demonstrated a method of numerical cross-correlation for measuring velocities of crevasses and related features on repeat satellite imagery. The technique has great value in the systematic mapping of the motion of glacier, and so, extensive use of it may be expected in the future This thesis expands the discussion of this method, applying it to imagery related to Victoria Land, Antarctica. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The major outlet glaciers of Victoria Land flow into Terra Nova Bay [29](Figure 5.1): Reeves and Priestley Glaciers which flow together and form the Nansen Ice Sheet (the name is given by the first explorers, although really it is an ice shelf), and David Glaciers whose seaward extension is the Drygalski Ice Tongue [29]. These outlet glaciers drain an area of approximately $250.000~\\mathrm{km}^{2}$ , which includes part of Dome C and Talos Dome [19]. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Lucchitta and others in 1993 measured the velocity at 73 points of Drygalsky Ice Tongue using Landsat MSS (1973) and Landsat TM (1990) images, and found velocity ranging from $171.5\\pm1.5$ to $197\\pm1.5\\mathrm{cm}\\mathrm{d}^{-1}$ [20]. He also obtained measurements at 137 additional points using Landsat TM from 1988 and 1990,  with results ranging between $37.5\\pm8$ and $249.8\\ \\pm8\\ \\mathrm{cm\\d^{-1}}$ . Frezzotti 1993 [30] calculated the average velocity of Nansen Ice Sheet at 40 points, with values ranging between $98.5\\pm1.5\\mathrm{\\cm\\d^{-1}}$ and $98.6\\pm1.4\\mathrm{~cm~d}^{-1}$ using Landsat MSS (1972) and Spot XS (1988) with an averaging interval of 16 years. The flow rates from GPS measurements are in good agreement with those obtained from analysis of the satellite images [29]. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The methodology for ice velocity calculation based on the correlation of multitemporal satellite images is simple to apply and can yield a large amount of data in a short time. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Although automated procedures for selection of reliable data have yielded encouraging results, they are still under development. Image coregistration techniques must be improved, while preprocessing results are satisfactory ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The technique can be used to monitor very wide areas with limited costs, and allows the use of mixed data from different sensors. ",
        "page_idx": 54
    },
    {
        "type": "image",
        "img_path": "images/60a830af1acf224dd7c73f49026c67cddb0f7b7e13814d31a570646e4157acc2.jpg",
        "img_caption": [
            "FIGURE_5. 1: Landsat Image Mosaic of Antarctica: map of Terra Nova Bay (Victoria Land) "
        ],
        "img_footnote": [],
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "This chapter presents a data-integration from Landsat, SPOT and Terra ASTER systems. This multisensor integration could: ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "1. improve glaciers monitoring continuity   \n2. increase the derived velocity database   \n3. allow to evaluate results obtained using data coming from different sensors. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The premise of our method is that aerially-extensive, subresolution spatial differences in ground patterns between images acquired at differing times can be accurately measured to high-precision and can be distinguished from systematic image differences, such as those due to sensing-system attitude variations [17]. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The chapter explains as the application of particular image processing procedures can improve the precision of displacement measurements. An accuracy assessment is also described in Paragraph 5.4.3. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The monitoring since 1973 to 2006 of David Glacier is shown in the last paragraph. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "5.2 IMAGE  PREPROCESSING ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The use of digital satellite image data for a spatial database requires several preprocessing procedures. For our purpose I have chosen this sequence: 1) radiometric correction, 2) band transformation, 3) geometric correction and 4) image enhancement. The aim of preprocessing is an improvement of the image data that suppresses unwanted distortions and enhances some image features [132] (crevasses or other patterns that move with ice) important for further processing. This task is normally carried out by the agency operating the instrument, which provides the relevant calibration data to the user. The user may need to go further than this and correct these ‘‘atsatellite’’ values for the effects of propagation through the atmosphere, in order to determine the corresponding ‘‘at-surface’’ values. All the satellite systems adopted in this application are sunsynchronous and fly across equator at about the same hour (10:00-10:30 A.M., north to south direction, see Chapter 4). Moreover the images are acquired in the same period of year (winter season). In this condition, the atmospheric correction can be evaluate similar in all the images, so during the displacements calculation (differences of coordinates) this error can be considered not determinant. Table 5.1 shows the list of images processed in this study, and their level of correction. ",
        "page_idx": 56
    },
    {
        "type": "table",
        "img_path": "images/1fe4a1982fc19c5d0fe1d2da06439248941f7d3e5cae6370af82a1623c0b64c1.jpg",
        "table_caption": [
            "TABLE_5. 1: List of processed images ",
            "\\*Landsat TM and MSS were provided by ENEA (Ente Nuove Tecnologie e Ambiente)  already transformed in first principal component (TM and MSS) and resampled (MSS) - (courtesy M. Frezzotti). "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Date</td><td>Satellite</td><td>Sensor</td><td>Correction Level</td><td>Band Transform.*</td><td>Spatial Res. (m)</td></tr><tr><td>2-gen-73</td><td>Landsat 1</td><td>MSS</td><td>LOR</td><td>PC1</td><td>28.50*</td></tr><tr><td>17-gen-90</td><td>Landsat 6</td><td>TM</td><td>LOR</td><td>PC1</td><td>28.50</td></tr><tr><td>14-gen-92</td><td>Landsat 7</td><td>TM</td><td>LOR</td><td>PC1</td><td>28.50</td></tr><tr><td>12-dic-94</td><td>SPOT 4</td><td>HRVIR</td><td>1A</td><td>-</td><td>10.00</td></tr><tr><td>26-dic-99</td><td>Landsat 7</td><td>ETM+</td><td>L1G</td><td></td><td>14.25</td></tr><tr><td>29-nov-01</td><td>Landsat 8</td><td>ETM+</td><td>L1G</td><td></td><td>14.25</td></tr><tr><td>4-dic-02</td><td>Landsat 9</td><td>ETM+</td><td>L1G</td><td></td><td>14.25</td></tr><tr><td>2-dic-04</td><td>EOS AM-1</td><td>ASTER</td><td>L1A</td><td></td><td>15.00</td></tr><tr><td>12-feb-06</td><td>EOS AM-1</td><td>ASTER</td><td>L1A</td><td></td><td>15.00</td></tr></table></body></html>\n\n",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Landsat Level 0R (L0R, Raw Uncorrected) data product provides reformatted raw data with no radiometric or geometric correction applied. Reformatting includes shifting pixels by integer amounts to account for ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "the alternating forward-reverse scanning pattern of the sensor;   \nthe odd-even detector arrangement within each band;   \nthe detector offsets inherent to the focal plane array engineering design. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The pixels are NOT aligned per scan line. Image data are stored as 8-bit unsigned integer (DN) values. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Landsat Level 1G (L1G, Systematic Correction) data product provides systematic radiometric and geometric correction, which is derived from data collected by the sensor and spacecraft. The scene will be rotated, aligned, and georeferenced to a user-specified map projection. Geometric accuracy of the systematically corrected product should be within 250 meters (1 sigma) for low-relief areas at sea level. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "In SPOT Level 1A image radiometric correction of distortions due to differences in sensitivity of the elementary detectors of the viewing instrument is applied. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "ASTER Level L1A data are formally defined as reconstructed, unprocessed instrument data at full resolution. They consist of the image data, the radiometric coefficients, the geometric coefficients and other auxiliary data without applying the coefficients to the image data, thus maintaining original data values. Applying these coefficients for radiometric calibration and geometric resampling generates the ASTER Level L1B data. In Figure 5.2 the flowchart of preprocessing operations is shown. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "ImagePreprocessing ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "image",
        "img_path": "images/be586882380e2fbec58a4b4adde61f1ff29ed99a241769924208fb8df819dbbd.jpg",
        "img_caption": [
            "FIGURE_5. 2: Image Preprocessing steps "
        ],
        "img_footnote": [],
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "5.2.1 Band Transformation ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "An important class of band transformation is the principal components Analysis (PCA, see Appendix 1). It is mathematically defined as an orthogonal linear transformation that transforms the data to a new coordinate system such that the greatest variance by any projection of the data comes to lie on the first coordinate (called the first principal component), the second greatest variance on the second coordinate, and so on [129]. PCA is theoretically the optimum transform for a given data in least square terms. PCA can be used for dimensionality reduction in a data set by retaining those characteristics of the data set that contribute most to its variance, by keeping lower-order principal components and ignoring higher-order ones. Such low-order components often contain the \"most important\" aspects of the data. However, depending on the application this may not always be the case. For older multispectral data, such as Landsat TM and MSS, it is useful to produce principal component images: the first principal component (PC1) can be used for subsequent crosscorrelations in order to enhance the surface features of glaciers and to ulteriorly reduce image noise [100]. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "5.2.2 Radiometric Correction ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "All images ( $\\mathrm{{ETM+}}$ images apart) are at basic correction level. The preliminary processes discussed in this section are: 1) Calibration, 2) Destripe and 3) Noise Reduction ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Calibration: it is the process of converting the raw digital numbers (DNs) measured by sensor into physical quantities (e.g., radiances or brightness temperatures) that they represent. In the case of space-borne imagery this task is normally carried out by the agency operating the instrument, which provides the relevant calibration data to the user. Satellite images to be compared were recorded under different conditions, and pre-processing may be required to minimize the dissimilarity of feature shapes due to e.g. different solar illumination, season, sensor effects, etc. An user can correct these ‘‘at-satellite’’ values for the effects of propagation through the atmosphere, in order to determine the corresponding ‘‘at-surface’’ values. For our purposes, standard calibration procedures implemented in used software in preprocessing step of the adopted software (ERDAS Imagine Pro and ENVI) have to be considered adequate. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "‐ Destripe: striping or banding is systematic noise in an image that results from variation in the response of the individual detectors used for a particular band. This usually happens when a detector goes out of adjustment and produces readings that are consistently much higher or lower than the other detectors for the same band. In the case of MSS data, there are 6 detectors per band which scan in a side to side motion. If one of the detectors is miscalibrated, then horizontal banding occurs on each 6th line. Similarly, in the case of TM data with 16 detectors per band, each 16th line in the image will be affected. The procedure that corrects the values in the bad scan lines is called destriping. It involves the calculation of the mean (or median) and standard deviation for the entire image and then for each detector separately. Landsat TM and MSS imagery, that shown clearly many bad lines, are processed using Destripe TM function in ERDAS Imagine 9.2. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "‐ Noise reduction: it’s the process of removing noise from a signal. Noise reduction techniques are conceptually very similar regardless of the signal being processed, however a priori knowledge of the characteristics of an expected signal can mean the implementations of these techniques vary greatly depending on the type of signal. Landsat $\\mathrm{ETM^{+}}$ apart (systematically corrected), all image are processed using this operation in ERDAS Imagine 9.2. This module use an adaptive filter, i.e. a filter that self-adjusts its transfer function according to an optimizing algorithm [78]. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "5.2.3 Geometric Correction ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Remotely sensed data usually contain both systematic and non systematic geometric errors. In this study geometric correction is made according to the following steps: a) Ground Control Points Selection (georeferencing), b) Orthorectification and c) Resampling. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "a) Ground Control Points Selection ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Geocoding and georeferncing are the process of establishing the relationship between image coordinates (row and column numbers of the pixels) and the corresponding coordinates on the Earth’s surface [91]. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "A common approach to this problem is through the use of ground control points (GCPs), which are features that are clearly distinguishable in the image and whose ground coordinates are also known, for example because they have been surveyed. The pairs of coordinates are then used to determine the parameters of a model relating image to ground coordinates [91]. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Another procedure of GCPs selection consist to register one image to another one previously georeferenced and orthorectified. In this case, the coordinate system to which the second image is to be referred is that provided by the image coordinates of the first image. I take this second way, using Automatic Image Registration module of ENVI 4.4., that concur to reach this goal automatically using an area-based image matching that compares the greyscale values of patches of two or more images and tries to find conjugate image locations based on similarity in those greyscales value patterns [61]. This kind of algorithm is classified as statistical correlator. Landsat Image Mosaic Antarctica (LIMA) was chosen as reference image. It is the first true-color, high-spatial-resolution image of the seventh continent, constructed from more than 1000 individually selected Landsat-7 $\\mathrm{\\Delta}\\mathrm{ETM+}$ scenes. Each image was orthorectified and adjusted for geometric, sensor and illumination variations to a standardized surface reflectance product that removed nearly all seams between scenes. Mosaicing removed nearly all clouds producing a high quality benchmark data set of Antarctica in the period 1999-2001 for the International Polar Year. LIMA is viewable and individual scenes or user defined portions of the mosaic are downloadable at http://lima.usgs.gov. Two scenes that cover the entire study area (E085 and E086) have been downloaded for this application. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The images are false-color pan-sharpened (band ETM+ 4, 3 and 2). After mosaicing, a PC1 transformation of bands was applied to obtain the reference image used for Landsat images georeferentiation (MSS (PC1), TM (PC1) and $\\mathrm{ETM^{+}}$ (PAN)). The layer stack of band 3 (red) of LIMA images returns the reference image used for SPOT 4 (Monochromatic) and ASTER (band 2) images georeferentiation. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Landsat-7 $\\mathrm{ETM^{+}}$ scenes were the preferred source of all LIMA data for three principal reasons: the geo-location of the data has been characterized to have a one-sigma accuracy of $\\underline{{+}}$ 54 meters [11]; the data were collected during a relatively brief period starting soon after the April 1999 launch of Landsat-7; and the existence of a $15\\mathrm{-m}$ panchromatic band provided the highest spatial resolution available with any Landsat sensor. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The results of area-based matching largely depend upon the quality of the approximate relationship between the base image and the warp image. Statistical correlator maximizes the absolute value of the correlation coefficient and is coarser but more robust than frequential one (IMCORR, see Paragraph 5.3). Its use is recommended to correlate noisy optical images that provided bad results with the frequential correlator, that is more sensitive to noise, or to correlate images of different content such as an optical image with a shaded DEM [69]. I extend the convenience of this application to multisensor-data georeferencing. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 60
    },
    {
        "type": "image",
        "img_path": "images/d9c25c4bb33503f5d18a8e49e94e24740988ce908e17448c437fe938f2571c99.jpg",
        "img_caption": [
            "FIGURE_5. 3: Statistical correlator test (Automatic Image Registration module of ENVI 4.4) "
        ],
        "img_footnote": [],
        "page_idx": 60
    },
    {
        "type": "image",
        "img_path": "images/5b836a7c720def5416dff04606e0be405edc677c88767c05707e5f72ef316ff2.jpg",
        "img_caption": [
            "FIGURE_5. 4: ERDAS orthorectification model: GCPs selection. "
        ],
        "img_footnote": [],
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The area-based matching parameters are: a) number of tie points (1000 and more is advisable), b) search window size (a defined subset of the image, within the smaller moving window scans to find a topographic feature match for a tie point placement, default 81); c) moving window size ( is used to examine a small defined area within the search window, looking for matches to a topographic feature, default 11); d) area chip size (image chip size to use to extract feature points, default 128); e) minimum correlation (minimum correlation coefficient required for a pair of conjugate points to be considered a candidate match, default 0.7); f) point over-sampling (the number of tie points to collect from a single image chip, default 1); g) interest operator (the operator used in identify feature points, the option are Moravec as default and Fostner. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Some tests were conducted by varying the input parameters in automatic registration of Landsat TM 1988 images. Figure 5.3 shows the results obtained by varying search window (the equivalent of IMCORR reference chip) size and comparing results of enhanced images (high-pass spatial filtering, see Paragraph 5.4.2) to results of only preprocessed images. Area chip size is 20 pixels larger than search window size. Comparison reveals that enhancement, in this case, reduce the number of tie-points; associated RMSE values decrease using image enhancement procedures, but only using big search window (long processing-time). Note that moving ice causes the high values of RMSE. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Points with a Root Mean Square Error (RMSE, see Appendix 4) value for a first order polynomial transformation upper than 5 pixels were deleted (moving or wrong points). ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Remaining points (same hundreds) were selected ulteriorly during orthorectification modelling step and reduced to some tens (Figure 5.4). ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "b) Orthorectification ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Orthorectification remove sensor and terrain related distortions from remote sensed imagery. Orthorectification inputs include sensor information, orbital parameters, ground control points, and elevation information. I use a direct orthorectification model (see Appendix 2), based on collinearity equation. This approach contains an important drawback: It projects the regular pixel grid from the instrument focal plane to an irregular grid on the round [69]. On a large scale, irregularities result from the global rotation between the raw and orthorectified images due to the satellite orbit inclination. On a more local scale, irregularities are due to changing in the satellite attitudes and to the topography roughness [69]. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The elevation information is referred to Radarsat Antarctic Mapping Project Digital Elevation Model version 2 (RAMP DEM v2). The RAMP combines topographic data from a variety of sources to provide consistent coverage of all of Antarctica. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The DEM incorporates topographic data from satellite radar altimetry, airborne radar surveys, the recently updated Antarctic Digital Database (version 2), and large-scale topographic maps from the U.S. Geological Survey (USGS) and the Australian Antarctic Division. Data were collected between the 1940s and present, with most collected during the 1980s and 1990s. Version 2 improves upon the original version by incorporating new topographic data, error corrections, extended coverage, and other modifications [70]. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The $1~\\mathrm{km}$ , $400\\ \\mathrm{m}$ , and 200 m DEM data are provided in ARC/INFO and binary grid formats, and the $1~\\mathrm{km}$ and $400\\mathrm{~m~}$ DEMs are also available in ASCII format. For our purposes I have chosen a $200\\mathrm{m}$ binary grid format. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Elevations for points in this data set are measured in meters [m] above the WGS84 ellipsoid, that is based on an approximation of the Earth's shape using only an equatorial radius and a polar radius (or a radius and an eccentricity). Difference between sea level determined in 1993 and Ellipsoid Height (WGS84) measured on GPS vertex TNB1 is $57\\mathrm{m}$ , so RAMP DEM was locally corrected summing this value. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "The real horizontal resolution of the DEM varies from place to place according to the density and scale of the original source data. The developers of the data set estimate that the horizontal resolution of the DEM is about $200\\mathrm{~m~}$ in the Transantarctic Mountains and Antarctic Peninsula, and about $400\\ \\mathrm{m}$ in the sloped coastal regions. For ice shelves and the inland ice sheet covered by satellite radar altimeter data, the horizontal resolution is about 5 $\\mathrm{km}$ , but where the airborne radar sounding data were used, the horizontal resolution is about 1 $\\mathrm{km}$ . For the plateau inside 81.5 degrees south latitude, horizontal resolution is estimated at about $10~\\mathrm{km}$ [71]. The accuracy of geolocation (i.e., the accuracy of the position of a given feature on the DEM) is governed by the accuracy of topographic data sources, and is generally better than the horizontal resolution of the DEM. Vertical accuracy of the RAMP Antarctic DEM i $\\mathrm{s}\\pm100\\mathrm{m}$ over rugged mountainous areas, $\\pm15\\mathrm{~m~}$ for steeply sloped coastal regions, $\\pm1\\mathrm{~m~}$ on the ice shelves, $\\pm7.5\\mathrm{~m~}$ for the gently sloping interior ice sheet, and $\\pm\\:17.5\\$ m for the relatively rough and steeply sloped portions of the ice sheet perimeter. For latitudes south of 81.5 degrees south, within the interior East Antarctic ice sheet and away from the mountain ranges, vertical accuracy is estimated to be $\\pm50\\mathrm{~m~}$ [71]. In our study area ( steeply sloped coastal regions) we can assume $\\mathrm{a}+15\\mathrm{m}$ vertical accuracy. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "In order to coregister correctly RAMP DEM to LIMA a Hillshaded-DEM was computed using Arcview GIS 3.2 (Spatial Analyst). Hillshading provides a rendering of topographic surfaces by assigning brightness to surface elements based on the orientation of these elements and a selected direction of illumination [61]. Input parameters (Sun azimuth and altitude) can be selected from an image header file of study area. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Hillshaded RAMP DEM was coregistered to LIMA (resampled at $200~\\mathrm{~m~}$ using the Automatic Image Registration module of ENVI 4.4 (Figure 5.5). RAMP DEM was than warped using 6 GCPs in a first order polynomial model, with a RMS of $137\\mathrm{m}$ , an acceptable value considering the characteristics of DEM. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "The GCPs obtained using the methodology explained in the previous paragraph were imported into the ortho-model. Another GCP’s selection was applied, minimizing X residuals (flow direction, see Assessment Accuracy, Paragraph 5.4.3), spreading the points as much as possible in the image, attempting to select them away from the area where ground displacement is expected. The model needs at least five points to compute the solution (10 collinearity equation). Table 5.2 shows the geometric accuracy of the orthoimages used during David Glacier monitoring (Paragraph 5.6). ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "c) Resampling ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "After establishing the relationship between image coordinates and ground coordinates, it's necessary to reproject the image so that the new image coordinates correspond in a simple way to the ground coordinates [91]. In general this is a resampling procedure: in general it involves interpolation to estimate pixel values for coordinates not represented in the original image. The simplest form of interpolation, which is not really interpolation at all, is called nearest neighbour resampling (Figure 5.6). ",
        "page_idx": 62
    },
    {
        "type": "table",
        "img_path": "images/36f241f6b38c0c8405178be964dc4253150740bf7b91e62555d479d39fc61bad.jpg",
        "table_caption": [
            "TABLE_5. 2: Geometric accuracy "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Date</td><td>Sensor</td><td>GCPs number</td><td>X resid. (pixel)</td><td>Y resid. (pixel)</td><td>RMSE (pixel)</td><td>X resid. (m)</td><td>Y resid. (m)</td><td>RMSE (m)</td></tr><tr><td>02-gen-73</td><td>MSS</td><td>18</td><td>0.52</td><td>0.54</td><td>0.75</td><td>14.9</td><td>15.5</td><td>21.5</td></tr><tr><td>17-gen-90</td><td>TM</td><td>20</td><td>0.30</td><td>0.35</td><td>0.46</td><td>8.5</td><td>10.0</td><td>13.1</td></tr><tr><td>14-gen-92</td><td>TM</td><td>17</td><td>0.40</td><td>0.53</td><td>0.66</td><td>11.4</td><td>15.1</td><td>18.9</td></tr><tr><td>12-dic-94</td><td>HRVIR</td><td>19</td><td>0.23</td><td>0.51</td><td>0.56</td><td>2.3</td><td>5.1</td><td>5.6</td></tr><tr><td>26-dic-99</td><td>ETM+</td><td>20</td><td>0.19</td><td>1.53</td><td>1.54</td><td>2.7</td><td>21.8</td><td>21.9</td></tr><tr><td>29-nov-01</td><td>ETM+</td><td>22</td><td>0.13</td><td>0.41</td><td>0.43</td><td>1.9</td><td>5.8</td><td>6.1</td></tr><tr><td>04-dic-02</td><td>ETM+</td><td>19</td><td>0.21</td><td>0.90</td><td>0.92</td><td>2.9</td><td>12.8</td><td>13.1</td></tr><tr><td>02-dic-04</td><td>ASTER</td><td>20</td><td>0.17</td><td>0.69</td><td>0.71</td><td>2.6</td><td>10.3</td><td>10.7</td></tr><tr><td>12-feb-06</td><td>ASTER</td><td>20</td><td>0.21</td><td>1.44</td><td>1.46</td><td>3.1</td><td>21.6</td><td>21.8</td></tr></table></body></html>\n\n",
        "page_idx": 63
    },
    {
        "type": "image",
        "img_path": "images/111a153d7fbc0e5af8e3b5ac3805f79e35718feb82d07b7e7b0ccde3f3b936df.jpg",
        "img_caption": [
            "FIGURE_5. 5: ENVI Coregistration of Hillshaded-DEM (center) with LIMA (left). On the right the original RAMP DEM "
        ],
        "img_footnote": [],
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Nearest neighbour assigns the brightness value of the nearest pixel in the input image to the pixel in the output image. This method is best suited for use with classified image data [53]. $B i$ -linear interpolation estimates the output pixel value by interpolating between the centre points of input pixels that overlap the output pixel. This method works well with continuous surfaces that are relatively smooth [53]. Cubic convolution assigns the output image pixel a weighted average of the input pixels within a rectangular window centred on the output pixel. This has the effect of smoothing the output image and removing unwanted noise [53]. For measurement of ice displacements at sub-pixel scale, resampling of the images needs particular attention to preserve sub-pixel information from the raw images, so a cubic convolution interpolator was applied to images during reproject operations. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Input images of cross-correlation processing must be at the same spatial resolution. Some tests have been conducted in order to establish the optimal resolution of resampling for the correlation processing $\\left(\\mathrm{R_{c}}\\right)$ between two images with different pixel sizes. The test shown in Figure 5.7 was performed using PC1 Landsat TM 1992 and SPOT-M 1994 images. The choice of these images was dictated from the difficulty of  matching caused by high differences in both spatial and spectral resolutions (see Table 4.1). ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Tested resolutions are: $10\\mathrm{m}$ (equal to SPOT-M pixel size), $14.25\\mathrm{~m~}$ (equal to Landsat $\\mathrm{ETM^{+}}$ pixel size), $20\\mathrm{m}$ (intermediate spatial resolution between SPOT-M and Landsat TM) and 28.5 m (equal to Landsat TM pixel size). The test was conducted in order to find the best resolution that: ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Maximize the number of matched points Minimize the estimated correlation error of displacements Maximize the Correlation Strength ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The best compromise is reached at $14.25\\mathrm{~m~}$ . However, considering the low values of estimated correlation errors of the computed displacements, the choice of a greater resolution is advisable in order to reduce the time processing. ",
        "page_idx": 64
    },
    {
        "type": "image",
        "img_path": "images/752c43ec7ec8f32ad19be77a1317bd593f48fc41728b77b471cefe3a6f00ca09.jpg",
        "img_caption": [
            "FIGURE_5. 6 : Image Resampling "
        ],
        "img_footnote": [],
        "page_idx": 64
    },
    {
        "type": "image",
        "img_path": "images/b0ac521d2e580613a571c761969e6f414f3ebfb2ff8d3789ec373282c536d747.jpg",
        "img_caption": [
            "FIGURE_5. 7: Geometric resolution test "
        ],
        "img_footnote": [],
        "page_idx": 65
    },
    {
        "type": "table",
        "img_path": "images/8fda6a31f60dd7b037c333f78ca5fb9dba2171a399c3562311f140eead32a1b9.jpg",
        "table_caption": [
            "TABLE_5. 3: Image enhancement tests "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>test 1</td><td>test 2</td><td>test 3</td></tr><tr><td>Preprocessing</td><td>yes</td><td>yes</td><td>yes</td></tr><tr><td>Spatial filtering: Low-Pass</td><td>no</td><td>no</td><td>yes</td></tr><tr><td>Spatial filtering: High-Pass</td><td>no</td><td>yes</td><td>yes</td></tr><tr><td>histogram equalization</td><td>no</td><td>yes</td><td>yes</td></tr><tr><td>Geometric Resolution (m)</td><td>28.5</td><td>28.5</td><td>28.5</td></tr><tr><td>Matching Percent</td><td>55%</td><td>64%</td><td>69%</td></tr><tr><td>Average Estimated Error (m)</td><td>1.0</td><td>0.3</td><td>0.2</td></tr><tr><td>Average Correlation Strength</td><td>4.9</td><td>12.8</td><td>15.7</td></tr></table></body></html>\n\n",
        "page_idx": 65
    },
    {
        "type": "image",
        "img_path": "images/03468200ed60a641a107282462a1329ba23796a44189bdc0477d49f6ab552f3a.jpg",
        "img_caption": [
            "FIGURE_5. 8: Radiometric Enhancement Test "
        ],
        "img_footnote": [],
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "5.2.4 Radiometric Enhancement ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "In 1992 Scambos et al., in order to enhance small ice surface features in images prior to extracting displacement measures, suggested the application of high-pass filtering spatial filtering (see Appendix 4). This filtering remove brightness variation associated with large-scale topographic features, or undulation [101]. Long-wavelength topographic undulation at the ice surface are due to response of ice flowing over long-wavelength features in the underlying bedrock [174]. Theses features remain fixed while the small-scale surface features move with the ice [101]. The scale of the filter should be roughly equal to the thickness of the ice flows over an undulation [175]. For icestreams flowing in the internal regions of Antarctica, one kilometer (about one ice thickness) has proven to be an effective choice for the cut-off wavelength. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "In absence of fixed points and beginning with two images of an area acquired at different times, digital high-pass and low-pass (see Appendix 4) filters are applied to separate each image into its short-scale and long-scale components, respectively [7]. The low-pass images contain surface topographic components created by the underlying basal topography that are assumed fixed in space [7]. Thus the images can be coregistered by adjusting their relative positions until the cross correlation of these images is a maximum. An accuracy of 1–2 pixels is typical [7]. The same coregistration adjustment is then applied to the two high-pass images. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Our aim consisted to avoid the separation of each image into its short-scale and long-scale components. We would an unique image that highlights both fine details (moving features) and undulations (underlying bedrock), ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "In this study, in order to increase the consistency of coregistration, we tried to use both fixed points, such as mountain peaks and rock outcrops, and underlying basal topography are. This goal was reached by a sequential application of low-pass and high-pass filters with boost (see Appendix 4) on each image. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Previous evaluations in the study area (costal region) established a cut-off wavelength of about 500 m to intercept glacier features [11]. These tests were conducted changing the kernel size of an highpass filter applied to a couple of coregistered test images (Landsaat TM 1990-1992) showing a fast ice-flow on David glacier tongue (Drygalski). ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Lastly, histogram of the filtered images was than equalized to 8-bit brightness levels (se Appendix 5). This transformation made it possible to see minor variations within regions that appeared nearly uniform in the original image. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "In order to evaluate the results of our procedures, tests was conducted on tsub-images of PC1 Landsat TM 1992 and of SPOT M. 1994, chosen for the same reason written in the previous paragraph. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Table 5.3 shows the statistics of cross-correlation (IMCORR) results using no-enhanced images (test 1), high-pass filtered images (test 2, Figure 5.9) and low/high-pass filtered images (test 3, Figure 5.10). IMCORR input parameters (Table 5.4) are setted at default values. Test 3 returns the best results. ",
        "page_idx": 66
    },
    {
        "type": "image",
        "img_path": "images/0b5442c931adffb96095508028a4e60e8741799d197d1967b366065c3fc45b9a.jpg",
        "img_caption": [
            "FIGURE_5. 9: Image enhancement sequence used on test 2 "
        ],
        "img_footnote": [],
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/6a5eac1d905d32f1ce1f6b7628b3dbe002cbad8f2ffe1b0a85dd469c0b0edab6.jpg",
        "img_caption": [
            "FIGURE_5. 10: Image enhancement sequence used on test 3 "
        ],
        "img_footnote": [],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "5.3 CROSS-CORRELATION PROCESSING",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The approach is based on matching of reference and search images through correlation analysis of small sub scenes (chips). As described in Paragraph 4.6, IMCORR algorithm is used both to accurately locate tie-point pairs in two images and to find the displacements of moving features, provided that the features show little change in their appearance, and that the motion is strictly translational [134]. The used input images are subsets that show the ice-flow of interesting. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Reference image will have the smaller ('reference chip') subimages derived from it, at regular grid spacing, and these chips will be compared to larger 'search chip' subimages derived from the search image (Figure 3.2). The images must be the same size, and a single (sample, line) coordinate system will be used for both of them.  In the following discussion, it is assumed that the images are coregistered, i.e., that a feature that does not move would be found at the same (sample, line) coordinates in both images [134]. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "This IMCORR version takes either 5, 10, or 14 input parameters. The list of input parameters is shows in Table 5.4. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The output file is in ASCII format, and consists of a series of lines with nine entries each.  A line is generated for every grid-point, whether a successful match was found or not, and no matter what the quality of the match was [134]. The list of output parameters is shows in Table 5.5. The result flag parameter (5) is an integer returned by IMCORR indicating if a good match was found, or if not, what went wrong. Flag values mean: ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "1: successfully correlated   \n2: failed to correlate; Correlation peak too near edge of search chip   \n3: failed to correlate; Subsidiary peak comparable in strength to main peak   \n4: failed to correlate; Strength of peak below minimum specified by user (we have set minimum to zero, so this one will not appear)   \n5: failed to correlate;  Diagonal displacement from nominal location exceeds maximum specified by the user ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Case 2 is indicated if the match was found within 2 pixels of the limit of where the reference chip can fit within the search chip - such proximity to the edge does not allow for good statistical determination of whether the match is valid. If case 2, 3, or 4 occurs, zero values are output for peak strength, displacements, and errors [134]. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "In order to perform cross-correlation processing, a number of tests were conducted using different reference and research chip sizes (the images are the same used in previous paragraph, without enhancing). The tests analyzed the variation of the following parameters: 1) matching percent; 2) estimated correlation error; 3) correlation strength; 4) processing speed (using a Pentium 4 processor); 5) maximum displacement (difference between search and reference chip half-sizes). Results are shown in Figure 5.11. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The most accurate results were obtained using a reference chip with size 128 pixel and a research chip of 256, but the processing became very slow. A good compromise was reached using reference and search chips of respectively 64 and 128 pixel size, but the choice of chip size may be different case by case,  depending on geometric resolution of images and on the expected displacement of glacier features. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "1 reference image filename (generally the older image)   \n2 search image filename (generally the newer image)   \n3 number of pixels per line in images (no default)   \n4 number of lines in images (no default)   \n5 output filename (does not need to exist prior to a run) search chip size in pixels  (default : 64; must be divisible by   \n6 16, less than or equal to 256; entering '32' means a search chip of $32\\mathrm{~X~}32$ pixels) reference chip size in pixels (default : 32; must be divisible by   \n7 16, less than or equal to 128; entering '32' means a ref chip of $32\\mathrm{~x~}32$ pixels)   \n8 grid spacing in pixels (default: 25; no limits except those imposed by the images; grids are always square) x offset of reference chip relative to search chip center   \n9 (default: 0)   \n10 y offset of reference chip relative to search chip center (default: 0)   \n11 x offset of subimage to be analysed (default: 0)   \n12 y offset of subimage to be analysed (default: 0)   \n13 x extent of subimage (default: full x extent)   \n14 y extent of subimage (default: full y extent) ",
        "page_idx": 69
    },
    {
        "type": "table",
        "img_path": "images/2f6fb797b20af825bb47bd5e96427ee02ef72682409aa5a1ca48eff7bbd42960.jpg",
        "table_caption": [
            "TABLE_5. 4: IMCORR input parameters ",
            "TABLE_5. 5: IMCORR output parameters "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>1</td><td>X coordinate of center of reference chip (integer)</td></tr><tr><td>2</td><td>y coordinate of center of reference chip (integer)</td></tr><tr><td>3</td><td>total displacement in pixels (real)</td></tr><tr><td>4</td><td>strength of correlation (arbitrary units) (real)</td></tr><tr><td>5</td><td>result flag (no units) (integer)</td></tr><tr><td>6</td><td>x displacement to best match within search chip in pixels (real)</td></tr><tr><td>7</td><td>y displacement to best match within search chip in pixels (real)</td></tr><tr><td>8</td><td>x estimated error in pixels (real)</td></tr><tr><td></td><td></td></tr><tr><td>9</td><td>y estimated error in pixels (real)</td></tr></table></body></html>\n\n",
        "page_idx": 69
    },
    {
        "type": "image",
        "img_path": "images/e76b3b30527d1b1724c7bf8807763301a78ae783a4374b3bba61c9ccc111ddf8.jpg",
        "img_caption": [
            "FIGURE_5. 11: Frequential correlator (IMCORR): chips size test "
        ],
        "img_footnote": [],
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "5.4 POST-PROCESSING ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Procedures that correct and select results were therefore defined. A routine has been expressly written in Matlab comprising all the post-processing procedures (Appendix 5). ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "5.4.1 Fine Coregistration ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Orthorectification model corrects image geometry with an accuracy quantified by an RMSE value (Table 5.2). GCPs chosen during geometric correction of each image are always different, so it isn't possible to quantify the registration differences between different ortho-images. In order to remove this registration error, the images are coregistered using a first order polynomial function, so the search image is warped on the reference image. Tie-points are taken from IMCORR output (X and Y offset parameters must be set at zero). The returned ASCII file is filtered and only tie-points with few pixels in displacement $\\left(<3\\right.$ pixel), high CS and low estimated errors $_{<0.5}$ pixel) are selected. A last selection is based on RMSE of polynomial transformation, adopting the same criteria used during GCPs selection into orthorectification processing (Paragraph 5.2.2, section b). ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "The results of fine coregistration of David Glacier image subsets are shown in Table 5.6. The number of tie points chosen can be very high (80 for TM1990-TM1992). ",
        "page_idx": 71
    },
    {
        "type": "table",
        "img_path": "images/1ab980c6b8d53da20ffe6a561ddfc9ecfea9895dcb68d10859f0f2c8d0e8163a.jpg",
        "table_caption": [
            "TABLE_5. 6: Fine coregistration accuracy "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Reference Image</td><td>Warp Image</td><td>Time Interval (days)</td><td>Geom. Resol. (m)</td><td>GCPs Number</td><td>X Resid. (pixel)</td><td>Y Resid. (pixel)</td><td>RMSE (pixel)</td><td>X Resid. (m)</td><td>Y Resid. (m)</td><td>RMSE (m)</td></tr><tr><td>Landsat MSS (1973)</td><td>Landsat TM (1990)</td><td>6224</td><td>50</td><td>100</td><td>0.27</td><td>0.24</td><td>0.36</td><td>13.6</td><td>11.8</td><td></td></tr><tr><td>Landsat TM (1990)</td><td>Landsat TM</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>18.0</td></tr><tr><td>Landsat TM (1992)</td><td>(1992) SPOT HRVIR</td><td>727</td><td>28.5</td><td>80</td><td>0.04</td><td>0.24</td><td>0.25</td><td>1.1</td><td>6.9</td><td>7.0</td></tr><tr><td>SPOT HRVIR (1994)</td><td>(1994) Landsat ETM+</td><td>1063</td><td>50</td><td>30</td><td>0.02</td><td>0.35</td><td>0.35</td><td>1.0</td><td>17.5</td><td>17.5</td></tr><tr><td>Landsat ETM+ (1999)</td><td>(1999) Landsat ETM+</td><td>1840</td><td>14.25</td><td>30</td><td>0.06</td><td>0.23</td><td>0.23</td><td>0.9</td><td>3.2</td><td>3.3</td></tr><tr><td>Landsat ETM+ (2001)</td><td>(2001) Landsat ETM+</td><td>704</td><td>14.25</td><td>30</td><td>0.04</td><td>0.20</td><td>0.20</td><td>0.6</td><td>2.9</td><td>2.9</td></tr><tr><td>Landsat ETM+ (2002)</td><td>(2002) Landsat ETM+ (2004)</td><td>370</td><td>14.25</td><td>30</td><td>0.03</td><td>0.56</td><td>0.56</td><td>0.4</td><td>7.9</td><td>8.0</td></tr><tr><td>Landsat ETM+</td><td>Landsat ETM+</td><td>729</td><td>14.25</td><td>30</td><td>0.10</td><td>0.47</td><td>0.48</td><td>1.4</td><td>6.6</td><td>6.8</td></tr><tr><td>(2004)</td><td>(2006)</td><td>437</td><td>14.25</td><td>30</td><td>0.13</td><td>0.20</td><td>0.24</td><td>1.9</td><td>2.8</td><td>3.4</td></tr></table></body></html>\n\n",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "A test was conducted for 1992-1994 matching, adopting a $50\\mathrm{m}$ geometric resolution of correlation (see Formula 5.7 in Paragraph 5.4.3). Improving resolution reduces time processing and eliminates in many cases the necessity of a-priori offsets imposition, that constitutes a limitation for determining the movements research.  This degradation of image doesn’t cause relevant reduction in the precision of the method (table 5.6). ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "5.4.2 Output Filtering ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Note that IMCORR may identify false matches due to image registration errors, inaccuracy of the optical system on board satellites, peculiar characteristics of the scene, for example similar ice features, clouds, ice melting, etc. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "The number of false matches may be very high and procedures must be defined in order to select automatically good results. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "A first step is to define thresholds for output control parameters, that are correlation strength (CS) and estimated displacement error of cross-correlation. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "CS thresholds are defined by analyzing the relative frequency histogram  of this parameter (Figure 5.13). If there are evident differences in peculiar characteristics of the scene (different cut of scenes, clouds presence, etc.) an additional peak appears, so all the matches belonging to this first peak of the histogram (low values for correlation strength) were rejected. Note that threshold values change according to image resolution (R in the Figure 5.12). ",
        "page_idx": 72
    },
    {
        "type": "image",
        "img_path": "images/1dd5affb2b341b86cbac1739cea3bd68935028dc1e475e28a186e524430f4967.jpg",
        "img_caption": [
            "FIGURE_5. 12: Correlation strength distributions (David Glacier) "
        ],
        "img_footnote": [],
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "This irregularities don’t appear in histograms of estimated displacement error, that have always a nearly constant distribution similar to the one shown in Figure 5.13. The distribution shows a peak in correspondence of about 0.2 pixels (as written in Paragraph 3.2.2) and a threshold of 0.5 pixels (about 3 times error standard deviation of this distribution) should eliminate all rough mismatches. ",
        "page_idx": 72
    },
    {
        "type": "image",
        "img_path": "images/c970d1c78d1d0f7dcf10aa2aa5590bb7196ec1781241b28e6bf5578e98753e86.jpg",
        "img_caption": [
            "FIGURE_5. 13: Estimated error (IMCORR) distribution "
        ],
        "img_footnote": [],
        "page_idx": 72
    },
    {
        "type": "image",
        "img_path": "images/9af6dc3f2fa2635d4c95239c6442769c387c43523448d4ef812c681d5f4e9ee1.jpg",
        "img_caption": [
            "FIGURE_5. 14: Elimination of  a wrong displacement vector for coherence $(r=400\\mathrm{m})$ "
        ],
        "img_footnote": [],
        "page_idx": 73
    },
    {
        "type": "image",
        "img_path": "images/fb47d9a4bbb0d0614c25a0fd8d089cd8b3a1dede9c0c55d8acd11a890a01a0e3.jpg",
        "img_caption": [
            "FIGURE_5. 15: Application of automatic displacements filtering on results of Landsat TM 1987-Landsat TM 1988 cross-correlation processing (south Scott Coast, Antarctica). Green points represent the accepted displacements, orange ones are the incoherent or isolated results, reds are rejected by imposition of statistical thresholds. "
        ],
        "img_footnote": [],
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "A minimum threshold for displacement module must be assigned, in order to cut-off vectors that can be influenced by errors. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "After this “threshold selection”, a “coherence filter” was designed and applied. The algorithm filters out all vectors incoherent in module or bearing with the local flow of ice; the radius $r$ in Figure 5.14, 5.15) of coherence-area (circle in Figure 5.14, 5.15) and the tolerances both for module and bearing can be specified by user. In the example shown in Figure 5.14,. Moreover, filter rejects isolated vectors around a radius defined by user too. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "An application of the automatic displacements filtering is shown in Figure 5.15. The study is conducted using the couple of images Landsat Tm 1987 – Landsat $\\mathrm{Tm}1988$ . This study represents a good example to test the filtering, because the image of 1987 is cloud covered for $40\\%$ of area, so many results can be wrong. The accepted results (green points in the Figure 5.15) highlight the iceflows of the scene, that are (from North to South): Nansen Ice Sheet, Drygalski Ice Tongue, minor glaciers (in central zone) and Mawson glacier. There are “clouds” of rejected results in correspondence of strongly cloud covered zones. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "5.4.3 Assessment Accuracy ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "The precision of method is estimated applying variance propagation (see Appendix 7) to the formula of  distance between two points. If the first point (chip center of reference image) is defined by  UTM coordinates $\\mathbf{X}_{\\mathrm{{I}}}$ and $\\mathrm{y_{r}}$ , and the second point (chip center of search image) is defined by $\\mathbf{X}_{\\mathbf{S}}$ and $\\mathrm{\\Deltay_{s}}$ , ignoring linear module deformation, we can express the distance $d$ between two point as: ",
        "page_idx": 74
    },
    {
        "type": "equation",
        "text": "$$\nd=\\sqrt{\\left(\\boldsymbol{x}_{s}-\\boldsymbol{x}_{r}\\right)^{2}+\\left(\\boldsymbol{y}_{s}-\\boldsymbol{y}_{r}\\right)^{2}}\n$$",
        "text_format": "latex",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "By applying variance propagation to this function and considering  that there isn’t correlation between coordinates: ",
        "page_idx": 74
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma_{d}^{2}=\\left[\\frac{(x_{s}-x_{r})}{d}\\right]^{2}\\sigma_{x_{s}}^{2}+\\left[\\frac{-(x_{s}-x_{r})}{d}\\right]^{2}\\sigma_{x_{r}}^{2}+\\left[\\frac{(y_{s}-y_{r})}{d}\\right]^{2}\\sigma_{y_{s}}^{2}+\\left[\\frac{-(y_{s}-y_{r})}{d}\\right]^{2}\\sigma_{y_{r}}^{2},\n$$",
        "text_format": "latex",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "with: ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "$\\sigma_{d}==$ standard deviation of distance;   \nσ x = standard deviation of x search;   \nσ x = standard deviation of x reference;   \n$\\sigma_{y_{s}}=$ standard deviation of y search;   \n$\\sigma_{y_{r}}=$ standard deviation of y reference ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "For reference coordinates, that belongs to reference image of registration processing, we can consider only the estimated error of geometric correction ( $\\hat{\\mathbf{X}}_{\\mathrm{ort}}$ and $\\hat{\\mathbf{y}}_{\\mathrm{ort}}$ residuals of orthorectification model) as approximation of standard deviation. For search coordinates, that belongs to warp image, beyond to geometric error we have to consider coregitration error ( $\\hat{\\mathbf{X}}_{\\mathrm{pol}}$ and $\\hat{\\mathbf{y}}_{\\mathrm{\\scriptsize{pol}}}$ residuals of polynomial transformation) and cross-correlation error ( $\\mathrm{\\bf\\dot{s}_{c}}$ estimated by IMCORR). ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 75
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{r l}&{\\bar{\\sigma}_{\\mathrm{x}_{\\mathrm{t}}}^{2}=\\hat{\\mathrm{\\boldmath~x~}}_{\\mathrm{req}}^{2}}\\\\ &{\\bar{\\sigma}_{\\mathrm{y}_{\\mathrm{r}}}^{2}=\\hat{\\mathrm{\\boldmath~y~}}_{\\mathrm{req}}^{2}}\\\\ &{\\bar{\\sigma}_{\\mathrm{x}_{\\mathrm{s}}}^{2}=\\hat{\\mathrm{\\boldmath~x~}}_{\\mathrm{s}_{\\mathrm{out}}}^{2}+\\hat{\\mathrm{\\boldmath~x~}}_{\\mathrm{pel}}^{2}+\\sigma_{c_{s}}^{2}}\\\\ &{\\bar{\\sigma}_{\\mathrm{y}_{\\mathrm{s}}}^{2}=\\hat{\\mathrm{\\boldmath~y~}}_{\\mathrm{sot}}^{2}+\\hat{\\mathrm{\\boldmath~y~}}_{\\mathrm{pel}}^{2}+\\sigma_{c_{s}}^{2},}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Formula (5.2) becomes: ",
        "page_idx": 75
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma_{d}^{2}=\\left[\\frac{\\Delta X}{d}\\right]^{2}\\left[\\hat{\\bf x}_{\\mathrm{sot}}^{2}+\\hat{\\bf x}_{\\mathrm{pat}}^{2}+\\sigma_{c_{x}}^{2}\\right]+\\left[\\frac{-\\Delta X}{d}\\right]^{2}\\hat{\\bf x}_{\\mathrm{rot}}^{2}+\\left[\\frac{\\Delta Y}{d}\\right]^{2}\\left[\\hat{\\bf y}_{\\mathrm{sot}}^{2}+\\hat{\\bf y}_{\\mathrm{pat}}^{2}+\\sigma_{c_{y}}^{2}\\right]+\\left[\\frac{-\\Delta Y}{d}\\right]^{2}\\hat{\\bf y}_{\\mathrm{rot}}^{2}\n$$",
        "text_format": "latex",
        "page_idx": 75
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma_{d}^{2}=\\frac{\\Delta X^{2}\\Big[\\hat{\\bf x}_{\\mathrm{rot}}^{2}+\\hat{\\bf x}_{\\mathrm{sot}}^{2}+\\hat{\\bf x}_{\\mathrm{\\pol}}^{2}+\\sigma_{c_{x}}^{2}\\Big]+\\Delta Y^{2}\\Big[\\hat{\\bf y}_{\\mathrm{rot}}^{2}+\\hat{\\bf y}_{\\mathrm{sot}}^{2}+\\hat{\\bf y}_{\\mathrm{\\pol}}^{2}+\\sigma_{c_{y}}^{2}\\Big]}{d^{2}}\n$$",
        "text_format": "latex",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "whit: ",
        "page_idx": 75
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{c}{\\Delta X=x_{s}-x_{r}}\\\\ {\\Delta Y=y_{s}-y_{r}}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Note that: ",
        "page_idx": 75
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta X{\\big/}_{d}=s e n\\theta\n$$",
        "text_format": "latex",
        "page_idx": 75
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta Y_{\\big/{d}}=\\cos{\\theta}\n$$",
        "text_format": "latex",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "with $\\theta=$ azimuth angle ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Formula (5.4) becomes: ",
        "page_idx": 75
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma_{d}^{2}=s e n^{2}\\theta\\cdot\\left[\\hat{\\mathbf{x}}_{_\\mathrm{\\mathrm{{rot}}}}^{2}+\\hat{\\mathbf{x}}_{_\\mathrm{{sot}}}^{2}+\\hat{\\mathbf{x}}_{_\\mathrm{{pot}}}^{2}+\\sigma_{c_{x}}^{2}\\right]+\\cos^{2}\\theta\\cdot\\left[\\hat{\\mathbf{y}}_{_\\mathrm{{rot}}}^{2}+\\hat{\\mathbf{y}}_{_\\mathrm{{sot}}}^{2}+\\hat{\\mathbf{y}}_{_\\mathrm{{pot}}}^{2}+\\sigma_{c_{y}}^{2}\\right]\n$$",
        "text_format": "latex",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "In order to minimize distance variance, it mast be reduced residuals along flux direction. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Now we want express formula (5.5) in function of geometric resolutions of images. Relations between UTM coordinates and image coordinates (IMCORR reference system) is: ",
        "page_idx": 76
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{l}{{x=u l x+R\\cdot X}}\\\\ {{y=u l y+R\\cdot Y}}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "with: ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "ulx $\\mathbf{\\Sigma}=$ upper left abscissa of reference image (East coordinate UTM for this study) uly $\\b=$ upper left ordinate of reference image (North coordinate UTM for this study) ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Applying variance propagation: ",
        "page_idx": 76
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{r l}&{\\hat{\\bf x}_{\\mathrm{ror}}^{2}=R_{r}^{2}\\hat{\\bf X}_{\\mathrm{\\mathrm{\\sc~ror}}}^{2};\\hat{\\bf y}_{\\mathrm{\\sc~ror}}^{2}=R_{r}^{2}\\hat{\\bf Y}_{\\mathrm{\\sc~ror}}^{2}}\\\\ &{\\hat{\\bf x}_{\\mathrm{\\sc~sor}}^{2}=R_{s}^{2}\\hat{\\bf X}_{\\mathrm{\\sc~sor}}^{2};\\hat{\\bf y}_{\\mathrm{\\sc~sor}}^{2}=R_{s}^{2}\\hat{\\bf Y}_{\\mathrm{\\sc~sor}}^{2}}\\\\ &{\\hat{\\bf x}_{\\mathrm{\\sc~pol}}^{2}=R_{c}^{2}\\hat{\\bf X}_{\\mathrm{\\sc~pol}}^{2};\\hat{\\bf y}_{\\mathrm{\\sc~pol}}^{2}=R_{c}^{2}\\hat{\\bf Y}_{\\mathrm{\\pol}}^{2}}\\\\ &{{\\sigma_{c_{x}}^{2}=R_{c}^{2}\\Sigma_{c_{x}}^{2};\\sigma_{c_{y}}^{2}=R_{c}^{2}\\Sigma_{c_{y}}^{2}}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "where $\\mathrm{R}_{\\mathrm{r}}$ and $\\mathrm{R}_{\\mathrm{s}}$ are respectively the geometric resolutions of reference and search images in orthorectification model, and $\\mathrm{R_{c}}$ is the geometric resolution of cross-correlated images (it must be the same for images couple). ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Formula (5.5) becomes: ",
        "page_idx": 76
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{r}{\\tau_{d}^{2}=s e n\\mathrm{~}^{2}\\theta\\cdot\\Big[R_{r}^{2}\\hat{\\mathbf{X}}_{\\mathrm{{ret}}}^{2}+R_{s}^{2}\\hat{\\mathbf{X}}_{\\mathrm{set}}^{2}+R_{c}^{2}\\Big(\\hat{X}_{p o l}^{2}+\\Sigma_{c_{s}}^{2}\\Big)\\Big]+\\cos^{2}\\theta\\cdot\\Big[R_{r}^{2}\\hat{\\mathbf{Y}}_{\\mathrm{{ret}}}^{2}+R_{s}^{2}\\hat{\\mathbf{Y}}_{\\mathrm{{set}}}^{2}+R_{c}^{2}\\Big(\\hat{\\mathbf{Y}}_{\\mathrm{{pol}}}^{2}+\\Sigma_{c_{s}}^{2}\\Big)\\Big]}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 76
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{r}{\\gamma_{d}^{2}=R_{c}^{2}\\Big({s e n}\\theta\\cdot\\widehat{X}_{\\mathrm{s}_{\\mathrm{en}}}^{2}+\\cos^{2}\\theta\\cdot\\widehat{Y}_{\\mathrm{co}}^{2}\\Big)+R_{s}^{2}\\Big({s e n}\\theta\\cdot\\widehat{X}_{\\mathrm{s}_{\\mathrm{en}}}^{2}+\\cos^{2}\\theta\\cdot\\widehat{Y}_{\\mathrm{s}_{\\mathrm{en}}}^{2}\\Big)+R_{c}^{2}\\Big({s e n}\\theta\\cdot\\widehat{X}_{\\mathrm{s}_{\\mathrm{en}}}^{2}+\\cos^{2}\\theta\\cdot\\widehat{Y}_{\\mathrm{en}}^{2}+s e n^{2}\\theta\\cdot\\widehat{Y}_{\\mathrm{co}}^{2}+\\cos^{2}\\theta\\cdot\\widehat{Y}_{\\mathrm{co}}^{2}+\\cos^{2}\\theta\\cdot\\widehat{Y}_{\\mathrm{co}}^{2}+\\cos^{2}\\theta\\cdot\\widehat{Y}_{\\mathrm{co}}^{2}\\Big).}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Usually geometric error is predominant respect to other errors, so it’s possible to use a lowest resolution during cross-correlation processing. This reduces the processing time and increases the maximum measurable distance avoiding offsets input, that limits the displacement measurement into a direction range as small as long is time interval between images. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "5.5 Method Validation ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "In order to allow a first validation of the results, they were compared with velocity values derived from other sources [11]. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Previous studies used GPS dual frequency measurements to monitor movements on the David Glacier and Drygalski Ice Tongue [29]. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "This methodology has been thoroughly investigated over the past 10 years during Italian geodetic activities in Antarctica. A reference GPS stations is located in a stable position (rock outcrops or manmade) while the array of \"rover\" receivers operate over selected areas of the glacier; lastly, vertical movements are plotted from the time series of 3D-positions, and local glacier velocities are determined by comparing initial and final GPS positions within the period. ",
        "page_idx": 77
    },
    {
        "type": "table",
        "img_path": "images/a3de4d0e6decf0e1406de7078119d5f66daf6f7b6a637c7a996458e76ad86f6a.jpg",
        "table_caption": [
            "TABLE_5. 7: GPS station, coordinate, time interval and velocity [29] "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Station</td><td>Start Date</td><td>Stop Date</td><td>Longitude()</td><td>Latitude()</td><td>Velocitv(cm  d')_ Azimuth ()</td><td></td></tr><tr><td>Drv1 1994</td><td>30/12/1991</td><td>01/02/1994</td><td>162.972515</td><td>-75.392627</td><td>186.5</td><td>103</td></tr><tr><td>Da2 1994</td><td>21/12/1991</td><td>01/02/1994</td><td>162.108709</td><td>-75.360442</td><td>151.6</td><td>101</td></tr><tr><td>Da3 1994</td><td>31/12/1991</td><td>31/01/1994</td><td>160.815292</td><td>-75.264321</td><td>72.0</td><td>110</td></tr><tr><td>Da4 1994</td><td>31/12/1991</td><td>01/02/1994</td><td>161.05551</td><td>-75.305421</td><td>139.4</td><td>90</td></tr><tr><td>Da5 1994</td><td>01/01/1992</td><td>31/01/1994</td><td>161.45409</td><td>-75.170449</td><td>31.0</td><td>107</td></tr><tr><td>Da6 1993</td><td>02/01/1992</td><td>31/01/1993</td><td>161.708084</td><td>-75.206963</td><td>18.7</td><td>154</td></tr><tr><td>Dry71993</td><td>15/12/1992</td><td>28/10/1993</td><td>165.314988</td><td>-75.513627</td><td>195.8</td><td>104</td></tr><tr><td>Drv8 1993</td><td>21/12/1992</td><td>23/10/1993</td><td>164.228016</td><td>-75.455285</td><td>195.7</td><td>104</td></tr><tr><td>DA9 1994</td><td>18/11/1993</td><td>31/01/1994</td><td>158.195713</td><td>-75.262632</td><td>28.2</td><td>100</td></tr><tr><td>DA10 1994</td><td>18/11/1993</td><td>31/01/1994</td><td>158.117611</td><td>-75.12995</td><td>24.3</td><td>96</td></tr><tr><td>DA11 1994</td><td>18/11/1993</td><td>31/01/1994</td><td>158.178901</td><td>-75.07523</td><td>15.4</td><td>90</td></tr></table></body></html>\n\n",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Before comparing the results it is necessary to make some considerations: ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "GPS measurements and satellite image analysis results are mediate in two close but different   \nperiods   \nWhile GPS derived velocities are three-dimensional, those cross-correlated are two  \ndimensional (planimetric)   \nWe can estimate the precision of IMCORR outputs positioning $(\\sigma_{p})$ considering both the   \ngeometric error of reference image $(\\mathrm{RMS}_{\\mathrm{ort}})$ and LIMA planimetric error ( $\\sigma_{p}^{'}=\\pm54\\mathrm{m})$ :   \n$\\sigma_{p}=\\sqrt{{\\sigma_{p}^{'}}^{2}+R M S_{o r t}^{2}}\\sim60~\\mathrm{m}$ ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "The motion measured by using cross-correlation method is strictly translational ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Another comparison is conducted with measurements obtained in previous studies [29]applying a semi-automatic features tracking processing to the same images I have used (Landsat TM, 17-01- 1990; Landsat TM, 14-01-1992). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Images were co-registered using 19 tie-points and a first order polynomial, and the data were resampled using a cubic convolution algorithm to a common pixel size of $28.5\\mathrm{~m~}$ [135]. Residual errors from the co-registration process is to sub-pixel level. Since the front of Drygalski Ice Tongue extends some $90~\\mathrm{km}$ out to sea from the coast, fixed features are not available as tie-points in this area, hence co-registration errors can increase to east along Drygalski Ice Tongue [135]. The displacement of surface features (crevasses, ice fronts, snow drifts, drift plumes, etc.) in sequential images was determined using a semi-automatic procedure. Distinct features that occur in both images were identified first, then a 16 pixel by 16 pixel image chip containing a feature was extracted from each image [135]. A comparator then determined the relative location of the feature in the two chips to a 1/4 pixel accuracy. Based on the measured feature displacement, the known time gap between images and image pixel size $(28.5~\\mathrm{m})$ , the average velocity of each feature point was calculated in image co-ordinates [135]. The satellite image velocity points were geo-referenced by using 15 ground control points established by the Italian Antarctic Research program with GPS surveys [135]. Comparison of the results from GPS data and semi-automatic feature tracking in areas close to image tie-points (David Glacier) have shown that errors in measured from the feature tracking may be as little as $\\pm15\\ \\mathrm{m/yr}$ in average velocity and 8-10 degrees in azimuth. Points of measured velocity (red points in Figure 5.16) are selected along the combining GPS station line (yellow line in Figure 5.16). In areas far from tie-points, such as the outer part of Drygalski Ice Tongue, comparison of the two types of measurements show a differences of up to $70\\mathrm{~m}/\\mathrm{yr}$ . Another comparison is conducted with features tracking method applied to the same images I have used (Landsat TM, 17-01-1990; Landsat TM, 14-01-1992). Velocity points are selected along the combining GPS station line (yellow line in Figure 5.16). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Comparison between IMCORR, Features Tracking and GPS-derived velocities (see Figure 5.15) reveals coherence among the results of the different methodologies. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Locally, differences of about $1{-}2\\mathrm{cm}$ /day are found between GPS velocities and IMCORR velocities of the nearest computed match. ",
        "page_idx": 78
    },
    {
        "type": "image",
        "img_path": "images/a0525f6d674653588ef5a1856b678d98e5a60843a81810c79d5abfc93bed434a.jpg",
        "img_caption": [
            "FIGURE_5. 16: Ice-speed measurements compared on David Glacier and  Drygalski Ice Tongue (base image: Landsat TM 1990). Green triangles $\\mathbf{\\mu}=\\mathbf{GPS}$ [29]; Red points $\\mathbf{\\sigma}=\\mathbf{\\sigma}$ Features tracking [29]; Blue points $\\mathbf{\\sigma}=\\mathbf{\\sigma}$ CrossCorrelation (this study) "
        ],
        "img_footnote": [],
        "page_idx": 78
    },
    {
        "type": "image",
        "img_path": "images/80a8fb979ffba5bd97a8c59ec934ad3c260df8f88d101586f46801541cfa9d41.jpg",
        "img_caption": [
            "FIGURE_5. 17: Comparison Between David-Drygalski Ice Velocities "
        ],
        "img_footnote": [],
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "5.6 David Glacier Monitoring ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "This paragraph shows the results of David glacier monitoring since 1 February 1973 to 12 December 2006. A large number of measures (more than 12.000) were obtained with precisions ranging from 0.3 to $2.0\\ \\mathrm{cm\\d^{-1}}(T a b l e\\ 5.8)$ . The average displacement error ranges from 5 to $25\\mathrm{~m~}$ , decreasing with the augment  of image resolutions. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "It must be pointed out that for MSS1973-TM1990 study only 196 matching points were accepted, cause of the long time period between image acquisition (about 17 years). In fact, considering an average speed of $150\\mathrm{cmd}^{-1}$ a matched point should describe a path of about $9.3~\\mathrm{Km}$ ; remembering that IMCORR computes only translational displacements, all the results along non rectilinear trajectories were rejected. Another problem for this study is due to high difference in spatial resolution of sensors $79\\mathrm{m}$ for Landsat MSS and $28.5\\mathrm{m}$ for Landsat TM). Finally, in order to reach some good results, for displacements computation were used high-pass filtered images (different low-passed images were used for fine coregistration). ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "The ice velocity field of principal flow (1) of glacier is mapped In Figure 5.18. This map was obtained using two Landsat $\\mathrm{ETM^{+}}$ (2001-2002). Ice flow shows two important accelerations, in correspondence of the caldron on the west side and of the confluence of north-west flow (2) on the east side (ice tongue). ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "The graph of ice velocity variability along the transversal profile P1 (Figure 5.18) is presented in Figure 5.19-a. The peak of velocities is in proximity of central flow axis (c.a. in Figure 5.19-a). The distance of peak with central axe represents probably the different contribute of north-west flow (Flow 2 in Figure 5.18): if the peak is on the left of axis it means that during the correspondent time period there was a faster flow coming from this direction. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Figure 5.19- $\\mathbf{\\nabla}\\cdot\\boldsymbol{b}$ reveals that the longitudinal ice velocity profile P2 (see Figure_5.18) have an ascending trade and a near sinusoid shape with variable amplitude and period. I would remand any consideration of this phenomena after the ice velocities computation of glacier tongue (Drygalski, see Figure 5.1). ",
        "page_idx": 79
    },
    {
        "type": "table",
        "img_path": "images/ab659a96740cbd8c62a5a8dd197803000729fbe49a3c3574e3cd59ebb88b0291.jpg",
        "table_caption": [
            "TABLE_5. 8: Ice velocity measures from David Glacier monitoring "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Images Couple</td><td>Measures Number</td><td>Average Speed (cm d')</td><td>Average Speed Error (cm d')</td><td>Average Displacement Error (m)</td></tr><tr><td>MSS1973-TM1990</td><td>196</td><td>147.3</td><td>±0.4</td><td>±25</td></tr><tr><td>TM1990-TM1992</td><td>2496</td><td>153.0</td><td>±2.0</td><td>±15</td></tr><tr><td>TM1992-SPOT1994</td><td>1006</td><td>157.2</td><td>±1.2</td><td>±13</td></tr><tr><td>SPOT1994-ETM+1999</td><td>1215</td><td>154.5</td><td>±0.3</td><td>±6</td></tr><tr><td>ETM+1999-ETM+2001</td><td>2075</td><td>154.5</td><td>±0.7</td><td>±5</td></tr><tr><td>ETM+2001-ETM+2002</td><td>2917</td><td>151.1</td><td>±1.3</td><td>±5</td></tr><tr><td>ETM+2002-ASTER2004</td><td>1161</td><td>145.7</td><td>±0.7</td><td>±5</td></tr><tr><td>ASTER2004-ASTER2006</td><td>1111</td><td>146.7</td><td>±1.3</td><td>±6</td></tr></table></body></html>\n\n",
        "page_idx": 80
    },
    {
        "type": "image",
        "img_path": "images/9873e941f99fb260710189cbc12bc5f557eaf3d79f78c4e3e27ebd344867ec46.jpg",
        "img_caption": [
            "FIGURE_5. 18: Ice Velocity Field of David Glacier (Flow 1, 29 November 01- 4 December 02) "
        ],
        "img_footnote": [],
        "page_idx": 80
    },
    {
        "type": "image",
        "img_path": "images/56658a5719c2040ee602997ad840f2dcc1247411e0674f2b860bdd0eee58b084.jpg",
        "img_caption": [
            "cross a section (c) (David Glacier Monitoring, 2 January 73 - 12 February 06). "
        ],
        "img_footnote": [],
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "In Figure 5.19-c the comparison of average ice velocities along section A-B (Figure 5.18) reveals that it wasn’t a relevant incremental tendency of David Glacier superficial velocities during monitoring period (1973-2006). The speed errors in graph are derived from the method precision of the different studies (see Paragraph 5.4.3). Average velocity computed since January 1973 to January 1990 along section A-B is $158.5{\\scriptstyle\\pm0.4\\mathrm{~cm~d}^{-1}}$ $(579\\pm1\\mathrm{myr}^{-1}$ , black continued line in Figure 5.19-c), a bit lower in respect to $159.3{\\scriptstyle\\pm1.0\\ \\mathrm{cm\\d^{-1}}}$ $(582\\pm4\\mathrm{~m~yr}^{-1})$ the average velocity computed since January 1990 to February 2006. During this time interval, average speed presents an appreciable variability, with a minimum equal to $154.9{\\pm}\\ 0.8\\ \\mathrm{cm\\d^{-1}}$ $(566\\pm\\bar{3}\\mathrm{~m~yr}^{-1})$ on December 1999 - November 2001 period . and a maximum of $164.8{\\pm}1.4\\mathrm{cm}\\mathrm{d}^{-1}$ $(602\\pm5\\mathrm{{myr}^{-1})}$ on November 2001 – December 2002 period. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The proposed methodology for ice velocity calculation, based on the cross-correlation of multitemporal satellite images, is simple to apply and yields a large amount of data in a short time. The technique can be used to monitor very wide areas with limited costs, and allows the use of mixed data from different sensors. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "A first phase in the workflow is image preprocessing. In this first step spectral noises are removed and radiometric values are calibrated. The images are geometrically corrected and a subpixel precision is achieved. Free downloadable data has been used as reference (Landsat Image Mosaic of Antarctica for planimetric information and Radarsat Antarctic Mapping Project DEM vers. 2 for altimetry) and can be considered suitable for this purpose. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Sequential applications of low-pass filtering, high-pass filtering and histogram equalization enhance the images for cross-correlation processing, both for coregistration and displacement measurements. The use of boost spatial filters is advised. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Image coregistration techniques have been improved using a fine-coregistration procedure. It’s based on automatic extraction of a large number of tie points using image cross-correlation and on minimization of polynomial residuals along ice flow direction. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The automatic selection of reliable ice velocities was enhanced, using statistical thresholds of control parameters and applying a coherence filter appropriately developed, based on statistic computation of velocity module and azimuth around each measurement. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The methodology has been applied for the monitoring of David glacier, the most important glacier of Scott Coast (Victoria Land, Antarctica) in terms of mass balance. About 12000 measures of superficial ice velocity were computed for the period January 1973 - February 2006, with an average precision ranging from 0.3 to $2.0\\ c m\\ d^{-1}$ . The results are coherent with those obtained by a previous study for the period 1990-1992 based on the same Landsat TM images, but comparison with GPS data reveals that previously adopted method (semi-automatic features tracking) results less accurate than cross-correlation. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The average ice velocities don’t show relevant changes during monitoring period. The superficial velocities of principal flow present some cyclical irregularities along transversal profiles: the glaciological significance of this phenomenon must be investigated. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The hypothesis of translational movement is very restrictive, limiting the reliability of the results only to the case of ice flowing along a rectilinear segment during time interval between correlated images. In future studies it’s favorable to estimate this approximation error and eventually to correct the results in post-processing by computing the curvilinear abscissa of displacement along ice-flow trajectory. The compute of three-dimensional velocity vectors will be also possible by using DEM information. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Another goal to reach in post-processing phase could be the geometric correction of velocity data, avoiding the computationally heavy geometric correction of images (orthorectification and resampling processes). ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The monitoring of large ice flows, looking at the new employment of remote sensing techniques, is a powerful control instrument of global change. The procedures listen above demonstrate the great flexibility of image cross-correlation method in integration of data coming from the new available satellites too. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The study of the correlations among the most evident global change phenomena (ice sheet melting, glacier acceleration, sea level rising, global warming, increasing of natural disasters, etc.) represents the only way to understand what is happened, how the human race is responsible and what we will do. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Looking at the actual world situation, a very amount of reliable data needs as soon as possible, so there is the necessity to develop even more fast, robust, accurate, and automatic procedures. The multi-temporal data comparison on long period (33 years for this study) can help glaciologists and modelers to develop provisional models able to evaluate the future risks, in order to give certainties in an age where uncertainties and fears grips our minds and where the “Natural Order” seems to be subverted into a “new human disorder”. It isn’t catastrophism but simply realism. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Appendix 1: Principal Component Analysis ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "For a data matrix, $X^{\\mathrm{{T}}}$ , with zero empirical mean (the empirical mean of the distribution has been subtracted from the data set), where each row represents a different repetition of the experiment, and each column gives the results from a particular probe, the PCA transformation is given by: ",
        "page_idx": 85
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf{Y}^{T}=\\mathbf{X}^{T}\\mathbf{W}=\\mathbf{V}\\boldsymbol{\\Sigma}\n$$",
        "text_format": "latex",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "where $\\boldsymbol{\\mathrm{V}}\\boldsymbol{\\Sigma}\\boldsymbol{\\mathrm{W}}^{\\mathrm{T}}$ is the singular value decomposition (svd) of $X^{\\mathrm{{T}}}$ . ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "In this article we shall adopt the other convention, so that each column is made up of results for a different subject, and each row the results from a different probe. This will mean that the PCA for our data matrix $\\mathrm{\\DeltaX}$ will be given by: ",
        "page_idx": 85
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf{Y}=\\mathbf{W}^{T}\\mathbf{X}{=\\Sigma\\mathbf{V}^{T}}\n$$",
        "text_format": "latex",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "where $\\mathrm{~W~}\\boldsymbol{\\Sigma}\\mathrm{~V~}^{\\mathrm{T}}$ is the svd of X. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Appendix 2: Direct Orthorectification Model ",
        "text_level": 1,
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "The direct orthorectification model computes the geographic location on the ground where each pixel in the raw image, i.e.,the focal plane of the instrument, has to be projected. Notations are derived from the SPOT satellite geometry handbook [92]. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "1) Navigation Reference Coordinate System and Look Directions: The navigation reference coordinate system $(O_{1},X_{1},\\ Y_{1},Z_{1})$ is the spacecraft body fixed reference system. $O1$ is the satellite center of mass and denoting the satellite position and velocity vectors by $\\vec{P}$ and $\\vec{V}$ , the axes are defined such that, at nominal attitude when the satellite roll, pitch and yaw are null angles, we have ",
        "page_idx": 86
    },
    {
        "type": "equation",
        "text": "$$\n\\left\\{\\begin{array}{l l}{\\vec{Y}_{1}//\\vec{V}}\\\\ {\\vec{Z}_{1}//\\vec{P}}\\\\ {\\vec{X}_{1}=\\vec{Y}_{1}\\wedge\\vec{Z}_{1}.}\\end{array}\\right.\n$$",
        "text_format": "latex",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Expressed in the navigation reference coordinate system, the look directions are modeling the equivalent pointing direction of each CCD element. By being constant during the image acquisition, they provide the internal camera model accounting for the mirror rotation, optical distortions, and calibration parameters resulting from on-ground postprocessing. The look directions are provided in ancillary data in the form of a two angle rotation $(\\Psi_{x},\\Psi_{y})$ around the satellite body fixed system axes (Figure $A2.I)$ ). ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Hence, for all columns $c$ and for all rows $r$ in the raw image, the look directions $\\overline{{\\lambda}}_{1}$ are given by ",
        "page_idx": 86
    },
    {
        "type": "equation",
        "text": "$$\n\\vec{u}_{1}(c,r)=\\frac{\\vec{u}_{1}^{\\prime}(c,r)}{\\|\\vec{u}_{1}^{\\prime}(c,r)\\|_{2}},\\qquad\\mathrm{for~all~}c,r=1,\\dots,N\n$$",
        "text_format": "latex",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "with: ",
        "page_idx": 86
    },
    {
        "type": "equation",
        "text": "$$\n\\vec{u}_{1}^{\\prime}(c,r)=\\left(\\begin{array}{c}{-\\tan\\Psi_{y}(c)}\\\\ {\\tan\\Psi_{x}(c)}\\\\ {-1}\\end{array}\\right),\\qquad\\mathrm{for~all}\\ r\n$$",
        "text_format": "latex",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "where $N$ is the number of CCD elements in the line array.   \nTheoretically, these look directions should be attached to the   \noptical center of the imaging system. Here, we assume that they   \nare attached to the center of mass $O_{1}$ , since to our knowledge,   \nno model linking the optical center to the center of mass is   \navailable. However, the nonlinear distortions induced by this   \napproximation account for much less than a millimeter on the ground and are neglected here. ",
        "page_idx": 86
    },
    {
        "type": "image",
        "img_path": "images/5905ebf9b90148dff9866c157ef7585774c4727991ea2e2f5593e7e905cd5143.jpg",
        "img_caption": [
            "Figure A2.1: Definition of the look direction _u1 from the look angles $\\Psi x$ and $\\Psi_{\\mathbf{y}}$ in the navigation reference coordinate system. "
        ],
        "img_footnote": [],
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "2) Orbital Coordinate System and Attitude Variations: The orbital coordinate system $(O_{2},X_{2},Y_{2},Z_{2})$ is centered on the satellite $(O_{2}=O_{1})$ ), and its orientation is based on the spacecraft position in space (Figure A2.2). Roll, pitch, and yaw variations are given as rotation angles around the $Y_{2},X_{2}$ , and $Z_{2}$ axes defined by ",
        "page_idx": 87
    },
    {
        "type": "equation",
        "text": "$$\n\\left\\{\\begin{array}{l l}{\\vec{Z}_{2}(t)=\\frac{\\vec{P}(t)}{\\left\\|\\vec{P}(t)\\right\\|_{2}}}\\\\ {\\vec{X}_{2}(t)=\\frac{\\vec{V}(t)\\wedge\\vec{Z}_{2}(t)}{\\left\\|\\vec{V}(t)\\wedge\\vec{Z}_{2}(t)\\right\\|_{2}}}\\\\ {\\vec{Y}_{2}(t)=\\vec{Z}_{2}(t)\\wedge\\vec{X}_{2}(t)}\\end{array}\\right.\n$$",
        "text_format": "latex",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "where $\\_P(t)$ and $\\_V\\left(t\\right)$ are the instantaneous position and velocity of the satellite, respectively. Given $a_{p}(t),a_{r}(t)$ , and $a_{y}(t)$ , which are the absolute rotation angles around the pitch, roll, and yaw axes at time $t$ , respectively, the satellite look directions $\\vec{u}_{2}(c,r)$ in the orbital coordinate system for all CCD elements are given, for all $c$ , $r=1,\\ldots,N;$ , by ",
        "page_idx": 87
    },
    {
        "type": "equation",
        "text": "$$\n\\vec{u}_{2}(c,r)=R_{p}(r)\\cdot R_{r}(r)\\cdot R_{u}(r)\\cdot\\vec{u}_{1}(c)\n$$",
        "text_format": "latex",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "with ",
        "page_idx": 87
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{c}{{R_{p}(r)=\\left[\\begin{array}{c c c}{{1}}&{{0}}&{{0}}\\\\ {{0}}&{{\\cos{a_{p}(r)}}}&{{\\sin{a_{p}(r)}}}\\\\ {{0}}&{{-\\sin{a_{p}(r)}}}&{{\\cos{p(r)}}}\\end{array}\\right]}}\\\\ {{R_{r}(r)=\\left[\\begin{array}{c c c}{{\\cos{a_{r}(r)}}}&{{0}}&{{-\\sin{a_{r}(r)}}}\\\\ {{0}}&{{1}}&{{0}}\\\\ {{\\sin{a_{r}(r)}}}&{{0}}&{{\\cos{a_{r}(r)}}}\\end{array}\\right]}}\\\\ {{R_{y}(r)=\\left[\\begin{array}{c c c}{{\\cos{a_{y}(r)}}}&{{-\\sin{a_{y}(r)}}}&{{0}}\\\\ {{\\sin{a_{y}(r)}}}&{{\\cos{a_{y}(r)}}}&{{0}}\\\\ {{0}}&{{0}}&{{1}}\\end{array}\\right]}}\\\\ {{0}}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 87
    },
    {
        "type": "image",
        "img_path": "images/5a74cef7d20a42e6a549e45e277a95cd36fef6773b33e9b24a34a8d659be4759.jpg",
        "img_caption": [
            "Figure A2.2: Orbital coordinate system and attitude variations. "
        ],
        "img_footnote": [],
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "where $R_{r}(r),R_{p}(r)$ , and $R_{y}(r)$ are the roll, pitch, and yaw rotation matrices at the time of acquisition of image row $r$ . ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "3) Look Directions in Terrestrial Coordinate System: For each pixel in the raw image, the corresponding look direction $\\vec{u}_{3}$ expressed within the terrestrial coordinate system is then ",
        "page_idx": 88
    },
    {
        "type": "equation",
        "text": "$$\n\\vec{u}_{3}(c,r)=\\left[\\begin{array}{l l l}{X_{2_{x}}(r)}&{Y_{2_{x}}(r)}&{Z_{2_{x}}(r)}\\\\ {X_{2_{y}}(r)}&{Y_{2_{y}}(r)}&{Z_{2_{y}}(r)}\\\\ {X_{2_{z}}(r)}&{Y_{2_{z}}(r)}&{Z_{2_{z}}(r)}\\end{array}\\right]\\cdot\\vec{u}_{2}(c,r).\n$$",
        "text_format": "latex",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "4) Location on Earth Model: The corresponding ground location $M$ of the raw image pixel $(c,r)$ is determined by calculating the intersection between $\\vec{\\mathcal{U}}_{3(c,\\ r)}$ and the Earth ellipsoid model. For any of such pixel, we are then to find the point $M(x_{M},y_{M},z_{M})$ that verifies ",
        "page_idx": 88
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{l}{{\\overrightarrow{O_{3}M}(c,r)=\\overrightarrow{O_{3}P}(r)+\\mu.{\\vec{u}_{3}}(c,r),}}\\\\ {{\\mathrm{for}\\mu>0\\mathrm{and}\\displaystyle\\frac{x^{2}+y^{2}}{A^{2}}+\\frac{z^{2}}{B^{2}}=1,\\mathrm{with}\\left\\{A=a+h\\right.}}}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "where $O_{3}$ is the Earth Cartesian center and $a$ and $b$ are, respectively, the semimajor and semiminor axis of the ellipsoid. $h$ is the approximated elevation above the ellipsoid at the ground location $M$ . For any pixel $(c,r),\\mu$ is determined such that ",
        "page_idx": 88
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{r}{\\left[\\frac{u_{3_{x}}^{2}+u_{3_{y}}^{2}}{A^{2}}+\\frac{u_{3_{z}}^{2}}{B^{2}}\\right]\\mu^{2}+2\\left[\\frac{P_{x}u_{3_{x}}+P_{y}u_{3_{y}}}{A^{2}}+\\frac{P_{z}u_{3_{z}}}{B^{2}}\\right]\\mu+\\left[\\frac{P_{x}^{2}+P_{y}^{2}}{A^{2}}+\\frac{P_{z}^{2}}{B^{2}}\\right]=1}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 89
    },
    {
        "type": "equation",
        "text": "$$\n\\overrightarrow{O_{3}P}(r)=(P_{x},P_{y},P_{z})\n$$",
        "text_format": "latex",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "and ",
        "page_idx": 89
    },
    {
        "type": "equation",
        "text": "$$\n\\vec{u}_{3}(c,r)=(u_{3_{x}},u_{3_{y}},u_{3_{z}}).\n$$",
        "text_format": "latex",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "The smallest solution $\\mu_{1}$ is to be kept (the largest one intersecting with the other side of the ellipsoid) and used in (6) to obtain the geocentric coordinates $M(x_{M},y_{M},z_{M})$ of the pixel $(c,r)$ . ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Using a DEM, the intersection with the topographic surface is computed by locally and successively approximating the topography with a wider ellipsoid. Let $M_{0}$ be the ground point at elevation $h_{0}$ obtained from direct model orthorectification of a given look angle $\\vec{u}_{3}\\mathrm{.}$ Using a DEM, the point $M$ , seen from $\\vec{u}_{3}$ that belongs to the topography surface, is approximated from the following algorithm: ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "$\\begin{array}{l}{i=0}\\\\ {h_{0}=h_{\\mathrm{start}}}\\end{array}$   \n$M_{0}=M$ computed at elevation $h_{0}$   \nrepeat   \n$i=i+1$   \n$h i=h(M_{i}{-}1)$ from DEM   \n$M_{i}=M$ computed at elevation $h_{i}$   \nu $\\lvert\\mathrm{nti}\\rvert\\lVert M_{i}-M_{i-1}\\rVert\\leq d_{\\mathrm{min}}$ ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "$d_{\\mathrm{min}}$ is the established precision. $h_{\\mathrm{start}}$ is set to zero when the process is first started; then, the exit value of the previous computed point is used. The DEM can be interpolated at the location $M_{i}$ using bicubic interpolation. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "5) Direct Model Transformation Matrices: All the pixels in the raw image are associated with Cartesian geocentric coordinates, which can be converted into geodetic coordinates and then into Universal Transverse Mercator (UTM) coordinates [44], expressed in meters, like the ground displacements to be measured. These ground coordinates are stored in two matrices $N$ and $E$ representing the Northing and Easting components. The pixel of coordinates $(c,r)$ in the raw image will then have the ground coordinates $\\lbrace E(c,\\ r),N(c,\\ r)\\rbrace$ . The transformation matrices provide necessary information to resample the raw image and to produce an ortho-rectified image. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Appendix 3: Root Mean Square Deviation (or Error) ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The root mean square deviation (RMSD) (also root mean square error (RMSE)) is a frequentlyused measure of the differences between values predicted by a model or an estimator and the values actually observed from the thing being modelled or estimated. These individual differences are also called residuals, and the RMSD serves to aggregate them into a single measure of predictive power. The RMSD of an estimator  with respect to the estimated parameter θ is defined as the square root of the mean squared error: ",
        "page_idx": 90
    },
    {
        "type": "equation",
        "text": "$$\n\\operatorname{RMSD}({\\hat{\\theta}})={\\sqrt{\\operatorname{MSE}({\\hat{\\theta}})}}={\\sqrt{\\operatorname{E}(({\\hat{\\theta}}-\\theta)^{2})}}\n$$",
        "text_format": "latex",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "For an unbiased estimator, the RMSE is the square root of the variance, known as the standard error. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "In some disciplines, the RMSD is used to compare differences between two things that may vary, neither of which is accepted as the \"standard\". For example, when measuring the average distance between two oblong objects, expressed as random vectors ",
        "page_idx": 90
    },
    {
        "type": "equation",
        "text": "$$\n\\theta_{1}=\\left[\\begin{array}{c}{x_{1,1}}\\\\ {x_{1,2}}\\\\ {\\vdots}\\\\ {x_{1,n}}\\end{array}\\right]\\qquad\\mathrm{and}\\qquad\\theta_{2}=\\left[\\begin{array}{c}{x_{2,1}}\\\\ {x_{2,2}}\\\\ {\\vdots}\\\\ {x_{2,n}}\\end{array}\\right],\n$$",
        "text_format": "latex",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The formula becomes: ",
        "page_idx": 90
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm{RMSD}(\\theta_{1},\\theta_{2})=\\sqrt{\\mathrm{MSE}(\\theta_{1},\\theta_{2})}=\\sqrt{\\mathrm{E}((\\theta_{1}-\\theta_{2})^{2})}=\\sqrt{\\frac{\\sum_{i=1}^{n}(x_{1,i}-x_{2,i})^{2}}{n}}\n$$",
        "text_format": "latex",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Appendix 4: Spatial Filtering ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Convolution of an $\\operatorname{NxM}\\operatorname{f}(\\mathbf{x},\\mathbf{y})$ image with a filter impulse response $\\mathtt{h}(\\mathrm{x},\\mathrm{y})$ defined over the set of elements given by $\\mathbf{H}$ is given by: ",
        "page_idx": 91
    },
    {
        "type": "equation",
        "text": "$$\ng(\\mathbf x,\\mathbf y)=\\sum_{i,j=\\mathrm{H}}\\sum\\mathbf f(\\mathbf x-i,\\mathbf y-\\mathbf j)\\circ\\mathrm{h}(i,\\mathbb D\\mathbf\\ell)\n$$",
        "text_format": "latex",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "where $0\\leq\\mathrm{x}-\\mathrm{i}<\\mathrm{N}$ and $0\\leq\\mathrm{y}-\\mathrm{j}<\\mathrm{M}$ [126]. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "The procedure is often used to change the spatial frequency characteristics of an image. For example, a linear spatial filter that emphasizes high spatial frequencies may sharpen the edges in an image. A linear spatial filter that emphasizes the low spatial frequencies may be used to reduce noise in an image [53]. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Low-pass (Mean Filter) 3x3: ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Image enhancements that deemphasize or block the high spatial frequency detail are low-frequency or low-pass filters [53]. The simplest low-frequency filter (LFF) evaluates a particular input pixel brightness value, BVin, and the pixels surrounding the input pixel, and outputs a new brightness value BVout that is the mean of ths convolution. The size of the convolution mask or kernel (n) is usually $3\\mathrm{~x~}3,5\\mathrm{~x~}5,7\\mathrm{~x~}7,9\\mathrm{~x~}9$ , and so on [53]. We will constrain this discussion primarly to $3\\mathrm{~x~}3$ convolution masks with nine coefficients. For example, the coefficients in a low-frequency mask might all be set equal to 1: ",
        "page_idx": 91
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{c c}{{1}}&{{1}}\\\\ {{1}}&{{1}}\\\\ {{1}}&{{1}}\\end{array}\\quad\\begin{array}{c c}{{1}}\\\\ {{1}}\\\\ {{1}}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "You have the option to normalize the matrix. Normalizing the matrix replaces the cell values of the matrix with the values divided by the sum of all values of the matrix except when the sum is zero [21]. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "For a $3\\mathrm{~x~}3$ matrix the real matrix used to average the pixel values is: ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "This simple smoothing operation will, however, blur the image, especially at the edges of objects. Luring becomes more severe as the size of the kernel increases. To reduce blurring, unequalweighted smoothing masks have been introduced [115]: ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "High-Pass Filters. It is more difficult to get a high-pass filter than a low-pass filter. Indeed, to get a high-pass filter, the general procedure is to apply a low-pass filter to the original image and then subtract this low-frequency image from the original image. The result is then an image containing only high frequencies. Sometimes it is desired to enhance the high frequencies without removing the low frequencies. This is called giving the image a high-frequency boost. This can be done by using a gain factor G (usually between 0 and 2) and following the procedure involved in: ",
        "page_idx": 92
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm{f_{h}}(\\mathrm{x,y})=\\mathrm{f}(\\mathrm{x,y})+\\mathrm{G}\\bullet[\\mathrm{f(x,y)}-\\mathrm{f_{mean}(x,y)}]=(1+\\mathrm{G})\\bullet\\mathrm{f(x,y)}-\\mathrm{G}\\bullet\\mathrm{f_{mean}(x,y)}\n$$",
        "text_format": "latex",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Example of High-Pass filter with boost: ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "start with identity filter ",
        "page_idx": 92
    },
    {
        "type": "equation",
        "text": "$$\n\\left(\\begin{array}{c c c}{{0}}&{{0}}&{{0}}\\\\ {{0}}&{{1}}&{{0}}\\\\ {{0}}&{{0}}&{{0}}\\end{array}\\right)\n$$",
        "text_format": "latex",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "after subtracting a mean filter ",
        "page_idx": 92
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle{\\left({\\frac{1}{9}}\\right)}{\\left({\\begin{array}{l l l}{-1}&{-1}&{-1}\\\\ {-1}&{8}&{-1}\\\\ {-1}&{-1}&{-1}\\end{array}}\\right)}\n$$",
        "text_format": "latex",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "add gain G (range 0 to2): ",
        "page_idx": 92
    },
    {
        "type": "equation",
        "text": "$$\n\\left({\\frac{\\mathbf{G}}{9}}\\right){\\left(\\begin{array}{l l l}{-1}&{-1}&{-1}\\\\ {-1}&{8+{\\frac{9}{9}}}&{-1}\\\\ {-1}&{-1}&{-1}\\end{array}\\right)}\n$$",
        "text_format": "latex",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Appendix 5: Histogram Equalization ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Histogram equalization is a common technique for enhancing the appearance of images. Suppose we have an image which is predominantly dark. Then its histogram would be skewed towards the lower end of the grey scale and all the image detail is compressed into the dark end of the histogram. If we could \\`stretch out' the grey levels at the dark end to produce a more uniformly distributed histogram then the image would become much clearer. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Histogram equalization involves finding a grey scale transformation function that creates an output image with a uniform histogram (or nearly so). ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "How do we determine this grey scale transformation function? Assume our grey levels are continuous and have been normalized to lie between 0 and 1. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "We must find a transformation $T$ that maps grey values $r$ in the input image $F$ to grey values $s=$ $\\pi(r)$ in the transformed image ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "It is assumed that ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "T is single valued and monotonically increasing, and $0\\leq T_{:r}^{\\prime}\\}\\leq1\\quad\\mathrm{for}\\quad0\\leq r\\leq1.$ ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "The inverse transformation from $s$ to $r$ is given by ",
        "page_idx": 93
    },
    {
        "type": "equation",
        "text": "$$\nr=T^{l}(s).\n$$",
        "text_format": "latex",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "If one takes the histogram for the input image and normalizes it so that the area under the histogram is 1, we have a probability distribution for grey levels in the input image $P_{r}(r)$ . ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "If we transform the input image to get $s=T(r)$ what is the probability distribution $P_{s}(s)$ ? ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "From probability theory it turns out that ",
        "page_idx": 93
    },
    {
        "type": "equation",
        "text": "$$\nP_{s}(s)=P_{r}(r)\\frac{d r}{d s},\n$$",
        "text_format": "latex",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "where $r=T^{l}(s)$ . ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Consider the transformation ",
        "page_idx": 93
    },
    {
        "type": "equation",
        "text": "$$\ns=T(r)=\\int_{0}^{r}P_{r}(w)d w.\n$$",
        "text_format": "latex",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "This is the cumulative distribution function of $r$ . Using this definition of $T$ we see that the derivative of $s$ with respect to $r$ is ",
        "page_idx": 93
    },
    {
        "type": "equation",
        "text": "$$\n\\frac{d s}{d r}=P_{r}(r).\n$$",
        "text_format": "latex",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Substituting this back into the expression for $P_{s},$ , we get ",
        "page_idx": 94
    },
    {
        "type": "equation",
        "text": "$$\nP_{a}(s)=P_{r}(r){\\frac{1}{P_{r}(r)}}=1\n$$",
        "text_format": "latex",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "for all s, where $0\\leq\\mathbf{s}\\leq1$ . Thus, $P_{s}(s)$ is now a uniform distribution function, which is what we want. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Appendix 6: Automatic Displacement Filtering (MATLAB) ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "%FILTER REQUESTS 3 TABLE FILES: IMCORR OUTPUT (data); POLYNOMIAL %COEFFICIENTS OF FINE COREGISTRATION (coef); AND INPUT PARAMETERS %(input) ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "data $\\b=$ output_imcorr; $\\c=$   \ninput=input_parameters;   \ncoef $\\b=$ polynomial_coefficients_of_fine_coregistration; ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "%INPUT PARAMETERS ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "sizepxl $\\b=$ input(1);   \nndays $\\c=$ input(2);   \nulx $\\c=$ input(3);   \nuly $\\c=$ input(4);   \nxoffset $\\b=$ input(5);   \nyoffset $\\c=$ input(6);   \nrmsx_ortho_ref $\\mathbf{\\bar{\\rho}}=$ input(7);   \nrmsy_ortho_ref $\\b=$ input(8);   \nrmsx_ortho_ric $\\c=$ input(9);   \nrmsy_ortho_ric $\\c=$ input(10);   \nrmsx_pol $\\c=$ input(11);   \nrmsy_pol $\\c=$ input(12);   \ninter $\\b=$ input(13);   \ncs_threshold=input(14); %FILTERING_PARAMETERS   \nmin_displ $=1$ ;   \nerr_lim $=1$ ;   \nvolte_std $=2$ ;   \nvolte_std_cs $=:$ 2.5;   \n%   \ninterdist $\\mathbf{\\tau}=$ inter/sizepxl;   \nvalore_contorno $\\mathbf{\\tau}=$ 2\\*interdist; valore_vicini $=5^{\\star}$ interdist; ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "%VARIANCE OF IMAGE REGISTRATION var_regx $\\b=$ rmsx_ortho_ref^2+rmsx_ortho_ric^2+rmsx_pol^2; var_regy $\\b=$ rmsy_ortho_ref^2+rmsy_ortho_ric^2+rmsy_pol^2; ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "%POLYNOMIAL COEFFICIENTS Kx=[coef(1,1) coef(1,2) coef(2,1) coef(2,2)]; Ky $\\c=$ [coef(3,1) coef(3,2) coef(4,1) coef(4,2)]; ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "%SELECTION AND FINE COREGISTRATION ndata $\\b=$ size(data,1);   \n$\\mathsf{J}=1$ ;   \nfor $\\mathsf{\\Pi}_{\\mathsf{I}}=\\mathsf{I}$ :ndata ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "if  and(and(and(data(i,5) $==1$ , data(i,8) $<$ <err_lim),data(i,9)<err_lim), data_cor(i,9) $>$ cs_threshold); x_w=data(i,1)+data(i,6); y_w=data(i,2)+data(i,7); poly=[1;y_w;x_w;x_w\\*y_w]; x_in=data(i,1); y_in=data(i,2); x_fin=Kx\\*poly; y_fin $\\c=$ Ky\\*poly; ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Dx=x_fin-x_in;   \n$\\mathsf{D}\\mathsf{Y}=\\mathsf{Y}\\_{\\mathsf{I}}\\mathsf{N}\\cdot\\mathsf{Y}\\_{\\mathsf{F}}\\mathsf{I}\\mathsf{N};$   \ndis $\\mathsf{P L}=(\\mathsf{D}\\mathsf{x}\\wedge\\mathsf{\\Omega}_{2}+\\mathsf{D}\\mathsf{Y}\\wedge\\mathsf{\\Omega}_{2})\\wedge\\mathsf{\\Omega}_{2}.5;$   \ndata_cor(j,1) $\\textstyle=\\times$ _in;   \ndata_cor(j,2) $\\mathbf{\\tau}=\\mathbf{\\boldsymbol{\\mathsf{Y}}}$ _in;   \ndata_cor(j,3) $\\c=$ displ;   \nif ${\\sf D}\\times>{\\sf D}$   \ndata_cor(j,4) $\\c=$ 90-rad2deg(atan(Dy/Dx)); else   \ndata_cor(j,4) $\\c=$ 270-rad2deg(atan(Dy/Dx)); end   \ndata_cor(j,5) $={\\mathsf{D}}\\times$ ;   \ndata_cor(j,6)=Dy;   \ndata_cor(j,7) $\\c=$ data(i,8);   \ndata_cor(j,8) $\\c=$ data(i,9);   \ndata_cor(j,9) $\\c=$ data(i,4);   \n$\\mathsf{\\Pi}_{\\mathsf{J}}=\\mathsf{\\Pi}_{\\mathsf{J}}+\\mathsf{\\Pi}_{\\mathsf{l}}$ ;   \nd ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "en ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "end ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "%COHERENCE FILTERING   \nndata_cor $\\b=$ size(data_cor,1);   \ni_filtrati =1;   \nfor $\\mathsf{\\Pi}_{\\mathsf{I}}=\\mathsf{I}$ :ndata_cor magnitudo $\\mathbf{\\tau}=$ data_cor(i,3); azimuth $\\mathbf{\\tau}=$ data_cor(i,4); distanza $\\mathbf{\\tau}=$ ((data_cor(:,1)-data_cor(i,1)).\\*(data_cor(:,1)-   \ndata_cor(i,1)) $^+$ (data_cor(:,2)-data_cor(i,2)).\\*(data_cor(:,2)-data_cor(i,2))); [qualivicini] $\\c=$ find((distanza $<$ <valore_vicini^2).\\*(not(distanza $\\begin{array}{r}{\\mathbf{\\eta}==\\mathbf{\\eta}\\boxed{\\mathbf{\\eta}}.}\\end{array}$ )));   \n[contorno] $\\c=$ find((distanza $<$ <valore_contorno^2).\\*(not(distanza $\\mathsf{\\Gamma}==\\mathsf{\\Gamma}\\mathsf{\\Gamma}\\mathsf{\\Gamma}$ )));   \npesi $\\mathbf{\\tau}=$ data_cor(qualivicini,9);   \ndati_selezionati_m $\\mathbf{\\tau}=$ data_cor(qualivicini,3);   \ndati_pesati_m $\\mathbf{\\tau}=$ pesi.\\*dati_selezionati_m;   \nmagnitudo_media $\\mathbf{\\tau}=$ (sum (dati_pesati_m)/sum(pesi));   \nmagnitudo_sd $\\mathbf{\\tau}=$ std(data_cor(qualivicini,3));   \ndati_selezionati_a $\\mathbf{\\tau}=$ data_cor(qualivicini,4);   \nnaz $\\mathsf{\\Omega}_{\\mathsf{I}}=$ size(dati_selezionati_a);   \naMin $\\mathbf{\\tau}=$ min(dati_selezionati_a);   \naMax $\\mathbf{\\tau}=$ max(dati_selezionati_a);   \nif (aMax - aMin) $\\prec$ 180 dati_pesati_a $\\mathbf{\\tau}=$ pesi.\\*dati_selezionati_a; azimuth_medio $\\mathbf{\\tau}=$ (sum (dati_pesati_a)/sum(pesi)); azimuth_sd $\\mathbf{\\tau}=$ std  (dati_selezionati_a);   \nelse for $\\mathsf{\\pmb{A}}=\\mathsf{\\pmb{1}}$ : nazi if dati_selezionati_a(a) < 180 dati_selezionati_a(a) $\\c=$ dati_selezionati_a(a) $+$ 360; end end dati_pesati_a $\\mathbf{\\tau}=$ pesi.\\*dati_selezionati_a; azimuth_medio $\\mathbf{\\tau}=$ (sum (dati_pesati_a)/sum(pesi)); azimuth_sd = std  (dati_selezionati_a);   \nend ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "if azimuth_medio $>=$ 360 azimuth_medio $\\mathbf{\\tau}=$ azimuth_medio - 360; ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "end ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "if and(and(and(or(and(abs(azimuth-azimuth_medio) $<$ volte_std\\*azimuth_sd,abs(azimuth-azimuth_medio) $<1$ 80), and(360-abs(azimuth - azimuth_medio) $<$ volte_std\\*azimuth_sd,abs(azimuth - azimuth_medio) $>$ 180)),abs(magnitudo-magnitudo_media) $<$ volte_std\\*magnitudo_sd),size(contorno, $\\mid\\l_{1}\\rangle>\\l_{1}$ ), data_cor(i,3) $>$ min_displ); ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "data_filt(i_filtrati,:)=data_cor(i,:); i_filtrat $\\b=$ i_filtrati $+$ 1; end end ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "% THRESHOLD OF CORRELATION ERROR COMPUTATIO media_err_x $\\b=$ mean(data_filt(:,7));   \nmedia_err_y $\\mathbf{\\bar{\\rho}}=\\mathbf{\\rho}$ mean(data_filt(:,8));   \nstd_err_x $\\b=$ std(data_filt(:,7));   \nstd_err_y $\\mathbf{\\bar{\\rho}}=\\mathbf{\\rho}$ std(data_filt(:,8));   \nsoglia_err_x $\\c=$ media_err_x+3\\*std_err_x;   \nsoglia_err_y $\\b=$ media_err_y+3\\*std_err_y;   \nndata_filt $\\b=$ size(data_filt,1);   \n$\\mathsf{J}=1$ ;   \nfor $\\mathsf{\\Pi}_{1}=\\mathsf{\\Pi}_{1}$ :ndata_filt   \n% APPLICATION OF CORRELATION ERROR THRESHOLDS if and(data_filt(i,7) $<$ <soglia_err_x,data_filt(i,8) $<$ <soglia_err_y) %GEOREFERENTIATION data_geo(j,1) $\\c=$ (ulx+sizepxl/2+(data_filt(i,1)-xoffset)\\*sizepxl); data_geo(j,2) $\\c=$ (uly-sizepxl/2-(data_filt(i,2)-yoffset)\\*sizepxl); $9\\%$ CONVERSION OF DISPLACEMNTS (m) INTO VELOCITIES (cm d ) data_geo(j,3) $\\c=$ 100\\*data_filt(i,3)\\*sizepxl/ndays; data_geo(j,4) $\\c=$ data_filt(i,4); delta_x $\\b=$ sizepxl\\*data_filt(i,5); delta_y $\\mathbf{\\bar{\\rho}}=\\mathbf{\\rho}$ sizepxl\\*data_filt(i,6); delta_s $\\mathbf{\\tau}=$ sizepxl\\*data_filt(i,3); $9\\%$ VARIANCE OF DISPLACENT MEASUREMENT COMPUTATION varx $\\b=$ var_regx+(sizepxl\\*data_filt(i,7))^2; vary $\\c=$ var_regy $+$ (sizepxl\\*data_filt(i,8))^2; %VELOCITY MEASUREMENT PRECISION ESTIMATION IN MODULE (cm $d^{I}$ ) AND AZIMUTH (°) data_geo(j,5) $\\c=$ 100\\*(1/ndays)\\*((delta_x/delta_s)^2\\*varx+(delta_y/delta_s)^2\\*va ry)^0.5; data_geo(j,6) $\\c=$ rad2deg(((delta_y/delta_s^2)^2\\*varx+(delta_x/delta_s^2)^2\\*v ary)^0.5); % data_geo(j,7 $)=\\mathsf{D A}$ ta_filt(i,9); $\\mathsf{\\Pi}_{\\mathsf{J}}=\\mathsf{\\Pi}_{\\mathsf{J}}+\\mathsf{\\Pi}_{\\mathsf{l}}$ ; ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Appendix 7: Propagation of Uncertainty ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "[129] In statistics, propagation of uncertainty (or propagation of error) is the effect of variables' uncertainties (or errors) on the uncertainty of a function based on them. When the variables are the values of experimental measurements they have uncertainties due to measurement limitations (e.g. instrument precision) which propagate to the combination of variables in the function. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "The uncertainty is usually defined by the absolute error. Uncertainties can also be defined by the relative error $\\Delta x/x$ , which is usually written as a percentage. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Most commonly the error on a quantity, $\\Delta x$ , is given as the standard deviation, σ, . Standard deviation is the positive square root of variance, $\\upsigma^{\\overset{\\cdot}{2}}$ . The value of a quantity and its error are often expressed as . If the statistical probability distribution of the variable is known or can be assumed, it is possible to derive confidence limits to describe the region within which the true value of the variable may be found. For example, the $68\\%$ confidence limits for a variable belonging to a normal distribution are $\\pm$ one standard deviation from the value, that is, there is a $68\\%$ probability that the true value lies in the region $x\\pm\\sigma$ . ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "If the variables are correlated, then covariance must be taken into account. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Linear combinations ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Let $f_{k}(x_{1},x_{2},...,x_{n})$ be a set of $m$ functions which are linear combinations of $n$ variables $x_{1},x_{2},...,x_{n}$ with combination coefficients $A_{1k},A_{2k},...,A_{n k},(k=1-m)$ . ",
        "page_idx": 99
    },
    {
        "type": "equation",
        "text": "$$\nf_{k}=\\sum_{i}^{n}A_{i k}x_{i}:\\mathbf{f}=\\mathbf{A^{T}}\\mathbf{x}\n$$",
        "text_format": "latex",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "and let the variance-covariance matrix on x be denoted by . ",
        "page_idx": 99
    },
    {
        "type": "equation",
        "text": "$$\n{\\bf M^{x}}=\\left(\\begin{array}{c c c c}{{\\sigma_{1}^{2}}}&{{C O V_{12}}}&{{C O V_{13}}}&{{\\ldots}}\\\\ {{C O V_{12}}}&{{\\sigma_{2}^{2}}}&{{C O V_{23}}}&{{\\ldots}}\\\\ {{C O V_{13}}}&{{C O V_{23}}}&{{\\sigma_{3}^{2}}}&{{\\ldots}}\\\\ {{\\ldots}}&{{}}&{{}}&{{}}\\end{array}\\right)\n$$",
        "text_format": "latex",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Then, the variance-covariance matrix $M^{f}$ , of f is given by ",
        "page_idx": 99
    },
    {
        "type": "equation",
        "text": "$$\nM_{i j}^{f}=\\sum_{k}^{n}\\sum_{l}^{n}A_{i k}M_{k l}^{x}A_{l j}:\\mathbf{M^{f}}=\\mathbf{A^{T}M^{x}A}\n$$",
        "text_format": "latex",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "This is the most general expression for the propagation of error from one set of variables onto another. When the errors on $x$ are un-correlated the general expression simplifies to ",
        "page_idx": 99
    },
    {
        "type": "equation",
        "text": "$$\nM_{i j}^{f}=\\sum_{k}^{n}A_{i k}\\left(\\sigma_{k}^{2}\\right)^{x}A_{k j}\n$$",
        "text_format": "latex",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Note that even though the errors on $x$ may be un-correlated, their errors on $f$ are always correlated. The general expressions for a single function, $f,$ are a little simpler. ",
        "page_idx": 100
    },
    {
        "type": "equation",
        "text": "$$\nf=\\sum_{i}^{n}a_{i}x_{i}:f=\\mathbf{a^{T}x}\n$$",
        "text_format": "latex",
        "page_idx": 100
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma_{f}^{2}=\\sum_{i}^{n}\\sum_{j}^{n}a_{i}M_{i j}^{x}a_{j}=\\mathbf{a}^{\\mathbf{T}}\\mathbf{M}^{\\mathbf{x}}\\mathbf{a}\n$$",
        "text_format": "latex",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Each covariance term, $M_{i j}$ can be expressed in terms of the correlation coefficient by , so that an alternative expression for the variance of f is ",
        "page_idx": 100
    },
    {
        "type": "equation",
        "text": "$$\n\\displaystyle{\\sigma_{f}^{2}=\\sum_{i}^{n}a_{i}^{2}\\sigma_{i}^{2}+\\sum_{i}^{n}\\sum_{j(j\\neq i)}^{n}a_{i}a_{j}\\rho_{i j}\\sigma_{i}\\sigma_{j}}\n$$",
        "text_format": "latex",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "In the case that the variables $x$ are uncorrelated this simplifies further to ",
        "page_idx": 100
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma_{\\bar{f}}^{2}=\\sum_{i}^{n}a_{i}^{2}\\sigma_{i}^{2}\n$$",
        "text_format": "latex",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Non-linear combinations ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "When $f$ is a set of non-linear combination of the variables $x$ , it must usually be linearlized by approximation to a first-order Maclaurin series expansion, though in some cases, exact formulas can be derived that do not depend on the expansion [13]. ",
        "page_idx": 100
    },
    {
        "type": "equation",
        "text": "$$\nf_{k}\\approx f_{k}^{0}+\\sum_{i}^{n}{\\frac{\\partial f_{k}}{\\partial x_{i}}}x_{i}\n$$",
        "text_format": "latex",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "where $\\frac{{\\hat{\\sigma}}f_{k}}{{\\hat{\\sigma}}x_{i}}$ denotes the partial derivative of $f_{k}$ with respect to the $i\\cdot$ -th variable. Since $f_{\\ k}^{\\theta}$ is a constant it does not contribute to the error on $f.$ Therefore, the propagation of error follows the linear case, above, but replacing the linear coefficients, $\\mathbf{\\nabla}A_{i k}$ and $A_{j k}$ by the partial derivatives, $\\frac{\\partial f_{k}}{\\partial x_{i}}\\mathrm{and}\\ \\frac{\\partial f_{k}}{\\partial x_{j}}.$ ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Bibliography ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "1. Ammann, Caspar; et al. (2007-04-06). \"Solar influence on climate during the past millennium: Results from ransient simulations with the NCAR Climate Simulation Model\" (PDF). Proceedings of the National Academy of Sciences of the United States of America 104 (10): 3713–3718.   \n2. Bamber, J.L. and Bentley, C.R. 1994 A comparison of satellite altimetry and ice-thickness measurements of the Ross ice shelf, Antarctica, Annals Glaciology. vol 20, p 357-364.   \n3. Bamber, J.L., and R.A. Bindschadler. 1997. An improved elevation dataset for climate and ice-sheet modelling: validation with satellite imagery. Annals of Glaciology 25:439–444.   \n4. Benson, C.S. 1961. Stratigraphic studies in the snow and firn of the Greenland Ice Sheet. Folia Geographica Danica 9:13–37.   \n5. Bernstein, R. 1983. Image geometry and rectification, In Manual of Remote Sensing (R. N. Colwell, ed.), American Society of Photogrammetry, Falls Church, VA, pp.881-884.   \n6. Berthier E. , Vadon H. , Baratoux D. , Arnaud Y. , Vincent C. , Feigl K. L. , Rémy F., & Legrésy B. 2005. Mountain glacier surface motion derived from satellite optical imagery, Remote Sensing Environ. , 95 (1) : 14- 28 .   \n7. Bindschadler R.A. 1998. Monitoring ice-sheet behavior from space. Reviews of Geophysics, 36, 79–104.   \n8. Bindschadler, R. A., P. L. Vornberger, D. D. Blankenship, T. A. Scambos, and R. Jacobel. 1996. Surface velocity and mass balance of ice streams D and E, West Antarctica, J. Glaciol., 42, 461–475..   \n9. Bindschadler, R.A., 1998. Monitoring Ice-Sheet Behavior from Space, Reviews in Geophysics, Vol. 36, No. 1, 79-104   \n10. Bishop, M.P., Olsenholler, J.A., Shroder, J.F., Barry, R.G., Raup, B.H., Bush, A.B.G., Copland, L., Dwyer, J.L., Fountain, A.G., Haeberli, W., Kääb, A., Paul, F., Hall, D.K., Kargel, J.S., Molnia, B.F., Trabant, D.C., Wessels, R., 2004. Global land ice measurements from space (GLIMS): remote sensing and GIS investigations of the Earth's cyrosphere. Geocarto International 19 (2), 57–84.   \n11. Bitelli, G., Frezzotti, M., Gusella, L., Mancini, F., Pino, I. (2005). Analisi multitemporale di immagini satellitari per la determinazione del campo superficiale di velocità di ice-streams in Antartide. BOLLETTINO DELLA SOCIETÀ ITALIANA DI FOTOGRAMMETRIA E TOPOGRAFIA. vol. 1, pp. 125 - 136 ISSN: 1721- 971X   \n12. Bitelli, G., Gusella L., Mancini,, F., Pino I., Vittuari L. 2005. Analysis of multispectral satellite images for icestreams velocity evaluation. Terra Antartica Reports. In press. ISSN: 1723-7211   \n13. Brohan, P., J.J. Kennedy, I. Haris, S.F.B. Tett and P.D. Jones (2006). \"Uncertainty estimates in regional and global observed temperature changes: a new dataset from 1850\". J. Geophysical Research 111: D12106.'   \n14. Bromwich, D.H., T.R. Parish, and C.A. Zorman, The Confluence Zone of the Intense Katabatic Winds at TerraNova Bay, Antarctica, as Derived from Airborne Sastrugi Surveys and Mesoscale Numerical Modeling. Journal of Geophysical Research-Atmospheres, 1990. 95(D5): p. 5495-5509, No.   \n15. Church, John & White, Neil (January 6, 2006), \"A 20th century acceleration in global sea-level rise\", Geophysical Research Letters 33, L01602, doi:10.1029/2005GL024826, <http://www.pol.ac.uk/psmsl/author_archive/church_white/GRL_Church_White_2006_024826.pdf>. Retrieved on 13 October 2007 PDF format   \n16. Commondreams.org News Center. Extreme Weather Prompts Unprecedented Global Warming Alert. Retrieved on 2007-04-13.   \n17. Crippen, R.E.. 1992. Measurement of subresolution terrain displacements using SPOT panchromatic imagery. Episodes, Vol.15, No.1, p. 56-61.   \n18. Doake, C.S.M., H.F.J. Corr, H. Rott, P. Skvarca, and N.W. Young. 1998. Breakup and conditions for stability of the northern Larsen Ice Shelf, Antarctica. Nature 391 (6669):778–780.   \n19. Douglas, B. C. 1997.  Global Sea Rise: A Redetermination. Surveys in Geophysics, 18, 279-292.   \n20. Drewry 1983. Antarctic ice sheet thickness and volume. In Antarctica: Glaciological and Geophysical Folio, edited by D.J. Drewry. Cambridge: Cambridge University Press. ERDAS Imagine 9.2 Tutorial Fahnestock, M. A., R. A. Bindschadler, R. Kwok, and K. C. Jezek. 1993. Greenland ice sheet surface propertie and ice flow from ERS-1 SAR imagery, Science, 262, 1530–1534. Fairbanks, R.G. 1989. A 17,000-year glacio-eustatic sea level record: influence of glacial melting rates on the Younger Dryas event and deep-ocean circulation. Nature 342, 637 - 642 (07 December 1989); doi:10.1038/342637a0 Favey, E., A. Geiger, G.H. Gudmundsson, and A. Wehr. 1999. Evaluating the potential of an airborne laser scanning system for measuring volume changes of glaciers. Geografiska Annaler Series a — Physical Geography 81:555–561. Ferrigno, J.G., B.K. Lucchitta, K.F. Mullins, A.L. Allison, R.J. Allen, and W.G. Gould. 1993. Velocity measurements and changes in position of Thwaites Ferrigno, J.G., R.S. Williams, E. Rosanova, B.K. Lucchitta, and C. Swithinbank. 1998. Analysis of coastal change in Marie Byrd Land and Ellsworth Land, West Antarctica, using Landsat imagery. Annals of Glaciology 27:33–40. Filin, S., and B. Csatho´ . 2002. Improvement of elevation accuracy for massbalance monitoring using in-fligh laser calibration. Annals of Glaciology 34:330–334. Flint, R.F. 1971. Glacial and Quaternary Geology. Wiley, New York. Frezzotti M., Capra A. and Vittuari L. 1998. Comparison between glacier ice velocities inferred from GPS and sequential satellite images. Annals of Glaciology, 27, 54-60. Frezzotti, M. 1993. Glaciological study in Terra Nova Bay, Antarctica, inferred from remote sensing analysis Ann. Glaciol. Frezzotti, M., S. Gandolfi, F. La Marca, and S. Urbini. 2002. Snow dunes and glazed surfaces in Antarctica: new field and remote-sensing data. Annals of Glaciology 34:81–88. Frezzotti, M., Stenni, B., M. Proposito, R. Gragnani, O. Flora, J. Jouzel, and Falourd, S. (2002), Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica), J. Geophys. Res., 107(D9), 4076, doi:10.1029/2000JD000317. Giovinetto, M.B., and H.J. Zwally. 2000. Spatial distribution of net surface accumulation on the Antarctic ice sheet. Annals of Glaciology 31:171–178. Goldstein, R. M., H. Englehardt, B. Kamb, and R. M. Frolich. 1993. Satellite radar interferometry for monitoring ice sheet motion: Application to an Antarctic ice stream, Science, 262, 1525–1530. Gray, A.L., K.E. Mattar, and P.W. Vachon. 1998. InSAR results from the RADARSAT Antarctic mapping mission data: estimation of data using a simple registration procedure. Paper read at 18th International Geoscience and Remote Sensing Symposium, at Seattle. Gray, L., N. Short, R. Bindschadler, I. Joughin, L. Padman, P. Vornberger, and A. Khananian. 2002. RADARSAT interferometry for Antarctic grounding-zone mapping. Annals of Glaciology 34:269–276. Gudmundsson, S., M.T. Gudmundsson, H. Björnsson, F. Sigmundsson, H. Rott, and J.M. Carstensen. 2002. Three-dimensional glacier surface motion maps at Gjalp eruption site, Iceland, inferred from combining InSAR and other displacement data. Annals of Glaciology 34:315–322. Haeberli, W., Frauenfelder, R., Kääb, A., Wagner, S., 2004. Characteristics and potential climatic significanc of “miniature ice caps” (crest- and cornice-type low-altitude ice archives). Journal of Glaciology 50 (168), 129–136. Haeberli, W., Hoelzle, M., 1995. Application of inventory data for estimating characteristics of and regional climate-change effects on mountain glaciers: a pilot study with the European Alps. Annals of  Glaciology 21, 206–212.   \n0. Haeberli, W., Penz, U., 1985. An attempt to reconstruct glaciological and climatological characteristics of 18 ka BP Ice Age glaciers in an around the Swiss Alps. Zeitschrift für Gletscherkunde und Glazialgeologie 21, 351–361.   \n41. Hall, D.K., and J. Martinec. 1985. Remote Sensing of Ice and Snow. London: Chapman and Hall.   \n42. Hall, D.K., R.A. Bindschadler, J.L. Foster, A.T.C. Chang, and H. Siddalingaiah. 1990. Comparison of in situ and satellite-derived reflectances of Forbindels Glacier, Greenland. International Journal of Remote Sensing 11 (3):493–504.   \n43. Hambrey, M.J., and J.A. Dowdeswell. 1994. Flow regime of the Lambert Glacier– Amery Ice Shelf system, Antarctica: Structural evidence from Landsat imagery. Annals of Glaciology 20:401–406.   \n44. Hegerl, G. C.; et al. (2007-05-07). Understanding and Attributing Climate Change (PDF). Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change 690. Intergovernmental Panel on Climate Change. Retrieved on 2007-05-20.   \n44. Hegerl, G. C.; et al. (2007-05-07). Understanding and Attributing Climate Change (PDF). Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change 690. Intergovernmental Panel on Climate Change. Retrieved on 2007-05-20. Hoyos, C. D.,  Agudelo Paula A.,  Webster Peter J., Curry Judith A., 2007. Deconvolution of the Factors Contributing to the Increase in Global Hurricane Intensity. Retrieved on 2007-04-13. Hubbard, A., I. Willis, M. Sharp, D. Mair, P. Nienow, B. Hubbard, and H. Blatter. 2000. Glacier mass-balance determination by remote sensing and highresolution modelling. Journal of Glaciology 46 (154):491–498. Intergovernmental Panel on Climate Change (2007-02-05). Climate Change 2007: The Physical Science Basis.  Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Solomon, S., D. Qin, M. Manning (eds.)]. Retrieved on 2007-02-02. Intergovernmental Panel on Climate Change (2007-02-05). Summary for Policymakers (PDF). Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change (2007-02-05). Summary for Policymakers (PDF). Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change.  Retrieved on 2007-02-02. Intergovernmental Panel on Climate Change, 2001. Fourth Assessment Report. Chapter 1: Historical overview of climate change science. Intergovernmental Panel on Climate Change, 2001. Climate change 2001 — the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press. Intergovernmental Panel on Climate Change, 2001. Climate Change 2001: The Scientific Basis. Retrieved on 2005-12-19. Intergovernmental panel on climate change. Graph of 20 glaciers in retreat worldwide. Climate Change 2001 (Working Group I: The Scientific Basis). Retrieved on February 14, 2006. Jay Gao, J., and Y. Liu. 2001. Applications of remote sensing, GIS and GPS in glaciology: A review. Progress in Physical Geography 25: 520 40. Jensen, J.R. 1982. Introductory Digital Image Processing. Prentice-Hal, Englewood Cliffs, New Jersey: 138- 140. Jezek, K.C. 1999. Glaciological properties of the Antarctic ice sheet from RADARSAT-1 synthetic aperture radar imagery. Annals of Glaciology 29:286–290. Joughin, I. 2002. Ice-sheet velocity mapping: a combined interferometric and speckle-tracking approach. Annals of Glaciology 34:195–201. Joughin, I., R. Kwok, and M. A. Fahnestock, Interferometric estimation of the three-dimensional ice-flow velocity vector using ascending and descending passes, IEEE Trans. Geosci. Remote Sens., in press, 1998. Joughin, I., S. Tulaczyk, M. Fahnestock, and R. Kwok, A mini-surge on the Ryder glacier, Greenland, observed by satellite radar interferometry, Science, 274, 228–230, 1996b. Kääb A., 2002. Monitoring high-mountain terrain deformation from repeated air- and space-borne optical data: examples using digital aerial imagery and ASTER data. ISPRS Journal of Photogrammetry and Remote Sensing, Volume 57, Number 1, November 2002 , pp. 39-52(14)   \n59. Kääb, A., F. Paul, M. Maisch, M. Hoelzle, and W. Haeberli. 2002. The new remote sensing-derived Swiss glacier inventory: II: First results. Annals of Glaciology 34:362–366. Kargel, J.S. 2000. New eyes in the sky measure glaciers and ice sheets. American Geophysical Union. EOS Transactions, 81 (24), 265, 270–271.   \nKargel, J.S. 2000. New eyes in the sky measure glaciers and ice sheets. Eos 81 (24):265, 270–271.   \nKennelly, P. J. , Jon Kimerling, A., 2004.  Hillshading of Terrain Using Layer Tints with Aspect-Variant Luminosity. Cartography and Geographic Information Science, Volume 31, Number 2, April 2004 , pp. 67- 77(11)   \nKerschner, H., Ivy-Ochs, S., 2008. Palaeoclimate from Glaciers: examples from the Eastern Alps during the Alpine Lateglacial and early Holocene. Global and Planetary Change 60, 58–71 (this issue).   \ndoi:10.1016/j.gloplacha.2006.07.034.   \nKoerner, R.M. 1989. Ice Core Evidence for Extensive Melting of the Greenland Ice Sheet in the Last Interglacial. Science (26 May 1989): Vol. 244. no. 4907, pp. 964 - 968. DOI: 10.1126/science.244.4907.964 Kotlyakov, V.M. 1970. Land Glaciation part in the earth's water balance. Paper read at IAHS/unesco Symmposium on World Water Balance, at Reading.   \nKrabill, W., and 9 others. 2000. Greenland ice sheet: high-elevation balance and peripheral thinning. Science 289 (5478):428–430.   \nKrimmel, R.M., and M.F. Meier. 1975. Glacier applications of ERTS images. Journal of Glaciology, 15, 73, 391–402.   \nKull, C., Grosjean, M., Veit, H., 2002. Modelling modern and Late Pleistocene glacio–climatological conditions in the North Chilean Andes $(29^{\\circ}S–30^{\\circ}S)$ ). Climate Change 53 (3), 359–381.   \nLefauconnier, B., J.O. Hagen, and J.P. Rudant. 1994. Flow speed and calving rate of Kongsbreen glacier, Svalbard, using SPOT images. Polar Research 13 (1):59–65.   \nLeprince, S., S. Barbot, F. Ayoub and J.P. Avouac. 2007. Automatic and Precise Ortho-rectification, Coregistration and Subpixel Correlation of Satellite Images, Application to Ground Deformation   \nMeasurements, IEEE Trans. Geosci. Remote Sensing, vol. 45, no. 6, pp 1529-1558.   \nLiu, H., K. Jezek, B. Li, and Z. Zhao. 2001. Radarsat Antarctic Mapping Project digital elevation model version 2. Boulder, CO: National Snow and Ice Data Center. Digital media.   \nLiu, H., K. Jezek, B. Li. 1999. Development of Antarctic digital elevation model by integrating cartographic and remotely sensed data: A geographic information system based approach. Journal of Geophysical Research 104: 23,199-23,213.   \nLucchitta, B.K., Barrett, J.M., Bowell, J.A., Ferrigno, J.G., Mullins, K.F., Rosanova, C.E., and R.S. Williams, Jr., 1995, Velocities of outlet glaciers, ice streams, and ice shelves, Antarctica, from satellite images: U.S. Geological Survey, Flagstaff, Arizona.   \nLucchitta, B.K., C.F. Rosanova, and K.F. Mullins. 1995. Velocities of Pine Island Glacier, West Antarctica, from ERS-1 SAR images. Annals of Glaciology, 21:277–283.   \nLucchitta, B.K., K.F. Mullins, A.L. Allison, and J.G. Ferrigno. 1993. Antarctic glaciertongue velocities from Landsat images: first results. Annals of Glaciology 17:356–366.   \nMeehl, G.A., W.M. Washington, C.A. Ammann, J.M. Arblaster, T.M.L. Wigleym and C. Tebaldi (2004). \"Combinations of Natural and Anthropogenic Forcings in Twentieth-Century Climate\". Journal of Climate 17: 3721-3727.?   \nMeier, M. F., Mode of flow of Saskatchewan glacier, Alberta, Canada, /U.S. Geol. Surv/., /Prof. Pap/., /351/, 70 pp., 1960.   \nMichel, R., and E. Rignot. 1999. Flow of Glacier Moreno, Argentina, from repeat-pass Shuttle Imaging Radar images: comparison of the phase correlation method with radar interferometry. Journal of Glaciology 45 (149):93–100.   \nMonson H. Hayes Statistical Digital Signal Processing and Modeling, Wiley, 1996, ISBN 0-471-59431-8 Muller 1962. Zonation in accumulation areaa of glaciers of Axel Heiberg Island, NWT. Canada. Journal of Glaciology 4:302-313.   \nMurray, T., T. Strozzi, A. Luckman, H. Pritchard, and H. Jiskoot. 2002. Ice dynamics during a surge of Sortebrae, East Greenland.   \nNational Post (December 2007). Don't fight, adapt.Retrieved on 2007-11-18. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "National Snow and Ice Data Center. 2006.Global glacier recession. GLIMS Data at NSIDC. Retrieved on February 14, 2006. Oerlemans, J., 2001. Glaciers and Climate Change. Balkema, Rotterdam. Oerlemans, J., Anderson, B., Hubbard, A., Huybrechts, P., Johan-nesson, T., Knap, W.H., Schmeits, M., Stroeven, A.P., van de Wal,  R.S.W., Wallinga, J., Zuo, Z., 1998. Modelling the response of glaciers to climate warming. Climate Dynamics 14, 267–274. Open University (2004-01-30). \"The Open University Provides Answers on Global Warming\" (PDF). Press release. Retrieved on 2007-03-04. Oppenheimer, M. 1989. Global warming and the stability of theWest Antarctic Ice Sheet. Nature 393 (6683):325-332. Padman, L., H.A. Fricker, R. Coleman, S. Howard, and L. Erofeeva. 2002. A new tide model for the Antarctic ice shelves and seas. Annals of Glaciology, 34:247–254. Paterson, W.S.B. 1994. The Physic of Glaciers, 3rd ed. Kidlington: Elsevier Science. Potsdam Institute for Climate Impact Research (May 2007). Joint science academies' statement on growth and responsibility: sustainability, energy efficiency and climate protection. . Retrieved on 2008-01-04. Qunzhu, Z., C. Meishing, and F. Xuezhi. 1984. Study on Spectral reflection characteristics of snow, ice and water of northwestern China. Sci. Sinisu (Series B) 27:647–656. Rees, W.G. 2006. Remote Sensing of Snow and Ice. Taylor and Francis Gruop, LLC. Riazanoff S., 2002. SPOT Satellite Geometry Handbook. Toulouse, France: SPOT Image, Jan. 2002. Rignot, E. 2002. Mass balance of East Antarctic glaciers and ice shelves from satellite data. Annals of Glaciology 34:217–227. Rignot, E., G. Buscarlet, B. Csatho, S. Gogineni, W. Krabill, and M. Schmeltz. 2000. Mass balance of the northeast sector of the Greenland ice sheet: a remotesensing perspective. Journal of Glaciology 46 (153):265– 273. Rivera, A., C. Acun˜ a, G. Casassa, and F. Bown. 2002. Use of remotely sensed and field data to estimate the contribution of Chilean glaciers to eustatic sea-level rise. Annals of Glaciology 34:367–372. Rott, H., W. Rack, P. Skvarca, and H. de Angelis. 2002. Northern Larsen Ice Shelf, Antarctica: further retreat after collapse. Annals of Glaciology 34:277–282. Royal Society (June 2005). Joint science academies' statement: Global response to climate change. Retrieved on 2008-01-04. Royal Society (March 2005). A guide to facts and fictions about climate change. Retrieved on 2007-11- 18. “\"However, the overwhelming majority of scientists who work on climate change agree on the main points\"” Royal Society (May 2001). The Science Of Climate Change. Retrieved on 2008-01-04. Scambos, T. A., and R. A. Bindschadler, Complex ice stream flow revealed by sequential satellite imagery, /Ann. Glaciol/., /17/, 177–182, 1993. Scambos, T. A., M. J. Dutkiewicz, J. C. Wilson, and R. A. Bindschadler. 1992. Application of image crosscorrelation to the measurement of glacier velocity using satellite image data, Remote Sens. Environ., 42, 177– 186. Scambos, T.A., C. Hulbe, M. Fahnestock, and J. Bohlander. 2000. The link between climate warming and break-up of ice shelves in the Antarctic Peninsula. Journal of Glaciology 46 (154):516–530. Schmeltz, M., E. Rignot, and D. MacAyeal. 2002. Tidal flexure along ice-sheet margins: comparison of InSAR with an elastic-plate model. Annals of Glaciology, 34:202–208. Solomina, O., Haeberli, W., Kull, C., Wiles, G., 2007. Historical and Holocene glacier-climate variations: general concepts and overview. Global and Planetary Change 60 (2008) 1 – 9. Sugden, D.E., and B.S. John. 1976. Glaciers and Landscape. New York: John Wiley. 106. The Antarctic Treaty. The 2001 joint statement was signed by the scientific academies of Australia, Belgium, Brazil, Canada, the Caribbean, China, France, Germany, India, Indonesia, Ireland, Italy, Malaysia, New Zealand, Sweden, and the UK. The 2005 statement added Japan, Russia, and the U.S. The 2007 statement ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "added Mexico, and South Africa. Professional societies include American Meteorological Society, American Geophysical Union, American Institute of Physics, American Astronomical Society, American Association for the Advancement of Science, Stratigraphy Commission of the Geological Society of London, Geological Society of America, American Chemical Society, and Engineers Australia.   \nThe Scientific Consensus on Climate Change . 2005. Beyond the Ivory Tower:  Science Magazinex. Retrieved on 2008-01-04.   \nThomas R. Knutson, et al., Journal of Climate, Impact of CO2-Induced Warming on Simulated Hurricane Intensity and Precipitation: Sensitivity to the Choice of Climate Model and Convective Parameterization, 15 Sept. 2004. Retrieved March 4, 2007.   \nThomas, R. H., 1993. Ice Sheets. In Atlas of satellite Observation related to Golbal change, edited by R.J. Gurney, J.L.Foster and C.L. Parkinson Cambrige: Cambrige University Press.   \nU. S. Environmental Protection Agency. Global Warming. Retrieved on 2007-04-13.   \nUnited Nations Framework Convention on Climate Change, Article I. United Nations Framework Convention on Climate Change. Retrieved on 2007-01-15.   \nVan de Wal, R.S.W., Oerlemans, J.,  and Van der Hage, J.C., 1992. A study of ablation variations on the tongue of Hintereisferer Austrain Alps. J. of Glaciology, 38, (130), 319-324.   \nVaughan, D.G., J.L. Bamber, M.B. Giovinetto, J. Russell, and A.P.R. Cooper. 1999. Reassessment of net surface mass balance in Antarctica. Journal of Climate, 12, 4, 933–946.   \nVecchi, Gabriel A.; Brian J. Soden (2007-04-18). \"Increased tropical Atlantic wind shear in model projections of global warming\" (PDF). Geophysical Research Letters 34 (L08702): 1-5. doi:10.1029/2006GL028905. Retrieved on 2007-04-21.   \nWANG, D. C. C. , VAGNUCCI, A. H.,  LI, C. C. 1983.  Digital image enhancement - A survey.  Computer Vision, Graphics, and Image Processing. Vol. 24, pp. 363-381. Dec. 1983   \nWarren, C.R., and D.E. Sugden. 1993. The Patagonian icefields: a glaciological review. Arctic and Alpine Research 25 (4):316–331.   \nWilliams, R.S., J.G. Ferrigno, C. Swithinbank, B.K. Lucchitta, and B.A. Seekins. 1995. Coastal-change and glaciological maps of Antarctica. Annals of Glaciology 21:284–290.   \nWilliams, R.S., Jr. and Hall, D.K.,1993. Glaciers. Gurey, R. J., Foster, J. L. and Parkinson, C. L., Atlas of satellite observations related to global change, Cambridge University Press, 401 - 421.   \nWingham, D.J., A.L. Ridout, R. Scharroo, R.J. Arthern, and C.K. Shum. 1998. Antarctic elevation change 1992 to 1996. Science 282 (5388):456–458.   \nWinther, J-G. 1993. Landsat TM derived and in situ summer reflectance of glaciers in Svalbard. Polar Research 12 (1):37–55.   \nWunderle, S., and J. Schmidt. 1997. Comparison of interferograms using different DTM’s — a case study of the Antarctic Peninsula. In Proceedings of the EARSeL Workshop Remote Sensing of Land Ice and Snow, edited by S. Wunderle. Saint ´Etienne, France: European Association of Remote Sensing Laboratories. Young, N.W., and G. Hyland. 2002. Velocity and strain rates derived from InSAR analysis of the Amery Ice Shelf, East Antarctica. Annals of Glaciology, 34:228–234.   \nZemp, M., W.Haeberli, W., M.Hoelzle, M., F.Paul, F. 2006. Alpine glaciers to disappear within decades? Geophysical Research Letters 33, L13504. doi:10.1029/2006 GL026319.   \nZumbühl, H.J., Steiner, D., Nussbaumer, S.U., 2008. 19th century glacier representations and fluctuations in the central and western European Alps: an interdisciplinary approach. Global and Planetary Change 60, 42– 57 (this issue). doi:10.1016/j. gloplacha.2006.08.005.   \nZwally, H. Jay; Giovinetto, Mario B.; Li, Jun; Cornejo, Helen G.; Beckley, Matthew A.; Brenner, Anita C.; Saba, Jack L.; Yi, Donghui. 2005.  Mass changes of the Greenland and Antarctic ice sheets and shelves and contributions to sea-level rise: 1992-2002. Journal of Glaciology, Volume 51, Number 175, December 2005 , pp. 509-527(19)   \nhttp://academic.mu.edu/phys/matthysd/web226/L0205.htm ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "World Wide Web ",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "126. http://academic.mu.edu/phys/matthysd/web226/L0205.htm   \n127. http://asterweb.jpl.nasa.gov   \n128. http://bprc.osu.edu/rsl/radarsat   \n129. http://en.wikipedia.org   \n130. http://eros.usgs.gov/guides/images/landsat/scan.gif   \n131. http://eros.usgs.gov/products   \n132. http://iria.pku.edu.cn/\\~jiangm/courses/dip/html/node53.html   \n133. http://nasa.gov/Intro/pushbroomX.jpg&imgrefurl   \n134. http://nsidc.org/data/velmap/imcorr.html   \n135. http://nsidc.org/data/velmap/scott_coast/David.dat   \n136. http://nsidc.org/iceshelves/larsenb2002   \n137. http://science.hq.nasa.gov/earth-sun/index.html   \n138. http://sirius.spotimage.com   \n139. http://www.cgc.uaf.edu   \n140. http://www.cnr.berkeley.edu/\\~gong/textbook   \n141. http://www.epa.gov   \n142. http://www.fao.org/docrep   \n143. http://www.metoffice.gov.uk   \n144. http://www.pnra.it   \n145. http://www.unep.org ",
        "page_idx": 107
    }
]