[
    {
        "type": "image",
        "img_path": "images/8aa7a13e79e98a2a8ae1045fddc2d99b14fdbf2755723cd2afdb070967fdeffd.jpg",
        "img_caption": [
            "Owner‘s manual ",
            ""
        ],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CARDICO LIANE 4R000- CARDIO LINE 4000 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "For further information about ERGO-FIT products please contact: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ERGO-FIT GmbH & Co. KG Blocksbergstraße 165 D-66955 Pirmasens ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Phone: $^{+49}$ (6331) 2461-0 Fax.: $+49$ (6331) 2461-55 E-Mail: info@ergo-fit.de http: www.ergo-fit.de ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Development and production of all devices of the MED series according to the European Medical Device Directive 93/42/EWG. They thus show the CE marking and the number of the notified body. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CE0297 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\circledcirc$ 2015 by ERGO-FIT GmbH & Co. KG. All rights reserved.   \nThis user manual has been created with greatest possible diligence. Please inform us of any details that do not correspond to your training device so we can take care of this as quickly as possible. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This document is protected by copyright. All rights originating from this, particularly the right of copying, duplication, distribution as well as translation and reprint, even copies in extract, are reserved. No part of this manual may be reproduced, manifold or distributed for any purposes or in any form, by any means, (print, photocopy, microfilm, or any other information-saving mechanisms) without prior written permission of ERGOFIT GmbH & Co. KG. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Trade marks: ERGO-FIT and the ERGO-FIT Logo are registered trade marks of ERGO-FIT GmbH & Co. KG. POLAR is a registered trade mark of POLAR Electro GmbH. All other trademarks used/shown in this text are trademarks of their respective owners and are thus protected. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Technical and optical modifications as well as misprints reserved. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Version: CARDIO LINE 4000-20150225-en ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Printed in Germany ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Dear customer, ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thank you for purchasing an ERGO-FIT training device. You are now the owner of a stateof-the-art training system that combines highest technical standards with easy-to-use functionality. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This user manual provides information on several models. This means that you may find explanations that do not directly apply to your training device. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This user manual contains important information on how to operate and use your training device. We recommend that you read this user manual carefully before starting with your workout in order to become familiar with your training device quickly and to understand its correct and safe operation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Should you have any further questions that are not answered in this manual, please contact us. ERGO-FIT will try to help as quickly as possible. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The ERGO-FIT team can also advice you on compatible ECG equipment. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Table of contents ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1 General Information . 1   \n2 Safety Instructions 5   \n3 Quick Reference .... 15   \n4 Intended Use 17   \n5 Transport and Installation 21   \n6 Setup 33   \n7 Operation . 49   \n8 Workout ... 81   \n9 Maintenance 85   \n10 Troubleshooting .... 95   \nA Appendix ... 103 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Chapter 1 General Information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1.1 ERGO-FIT Cardio Equipment at a Glance . 2   \n1.2 General Information on this Manual . 3   \n1.3 Parts Included in the Delivery 3   \n1.4 Customer Service 4   \n1.5 Disposal . 4 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1 General Information ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1.1 ERGO-FIT Cardio Equipment at a Glance ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ERGO-FIT CARDIO LINE 4000 machines are intended to provide a cardiovascular workout while simultaneously exercising small (e.g. CIRCLE) and large (e.g. CROSS) muscle groups. ERGO-FIT cardio machines offer you best training possibilities, regardless of your age, gender or fitness level. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Among others, the optimal regulation of the workout intensity and the precise workout control are highlights of the whole product line. In addition, quiet operation, ease of use and the consideration of customer-specific requirements demonstrate ERGOFIT‘s focus: High technical standard, optimum workout environment and precise workout control, combined with user-friendly operation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "However, technology is not the only crucial factor for outstanding workout equipment. The machines must also meet biomechanical and medical requirements: The health of our users is what matters most! Thus, a sophisticated training and testing system can only be developed by combining technical and electronic expertise with the latest results in sports medicine and coaching science. ERGO-FIT devices clearly meet this target. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our CARDIO LINE consists of: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "$\\otimes$ CARDIO LINE 4000/4100, 4000/4100 S, 4000 SP, 4000 S SP: Workout equipment especially designed for use in professional facilities.   \n$\\otimes$ CARDIO LINE 4000/4100 MED, 4000/4100 S MED: Workout equipment especially designed for medical purposes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The lifetime of the equipment is 6 years. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Your benefits... ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Regular workout on these machines reduces the risk of cardiovascular diseases and improves physical fitness in an optimal way - even at an advanced age. Consequently, this training and testing system represents an essential tool for injury prevention and rehabilitation. You will feel fit, more powerful, more attractive, and more balanced. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A list of compatible external equipment can be obtained from ERGO-FIT. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1.2 General Information on this Manual ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Whether you are already familiar with ERGO-FIT workout equipment or whether you have not used our machines yet: This manual gives you important information. You can easily find the information you are looking for by searching the table of contents. Users who are already familiar with ERGO-FIT equipment might find the Quick Reference helpful. However, if you are an experienced user and only rely on the Quick Reference please make sure that you nevertheless review the safety guidelines. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The manual contains many tips and tricks to help you get familiar with your cardio machine as quickly as possible. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Please always keep the manual at hand to avoid unnecessary and time-consuming calls at the customer service and to quickly fix problems on your own. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.3 Parts included in the Delivery ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Please check if all parts are included in the delivery and inform our sales department immediately of any missing parts. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Please ensure that the following parts are included in your delivery: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1. The correct machine (model, series)   \n2. One power cord per machine   \n3. One POLAR set per machine (transmitter, chest belt) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.4 Customer Service ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Contact our customer service for troubleshooting services, technical support, spare parts delivery and information. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In case of technical questions and service orders, please call us at: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Head office: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Maintenance and spare parts: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Phone: $^{+49}$ (6331) 2461-0   \nFax: $^{+49}$ (6331) 2461-55   \nPhone: $^{+49}$ (6331) 2461-22   \nor: $^{+49}$ (6331) 2461-23   \nor: $^{+49}$ (6331) 2461-27   \nor: $^{+49}$ (6331) 2461-29 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.5 Disposal ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "These machines are appliances according to the Electronic Equipment Act. They do not belong into the regular household waste but must be disposed of by a certified company. For more information on responsible bodies please see: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "stiftung elektro-altgeräte register (EAR)   \nBenno-Strauß-Straße 1   \nD-90763 Fürth   \nPhone: $^{+49}$ (911) 766650   \nFax: $^{+49}$ (911) 7666599   \nMail: info@stiftung-ear.de   \nWeb: www.stiftung-ear.de ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Chapter 2 Safety Instructions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1 What You Need to Know When Using Your Workout Equipment . 6   \n2.2 Instructions for Safe Operation . 10   \n2.3 How to Avoid Electric Shocks . 11   \n2.4 Choosing the Right Place of Installation . 11   \n2.5 What Needs to be Considered in Case of Repair? . 11   \n2.6 Things to be Avoided . 12   \n2.7 Contraindications . 12 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2 Safety Instructions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Please read the following chapter carefully and respect all safety instructions before you start using your workout equipment. Please keep this manual in a safe place in order to pass it over to future owners if you sell your workout device. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "For evidence of ownership, please complete the following form:   \nModel/series:   \nSerial number:   \nDate of purchase: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "You will need this information in case of warranty. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The following symbols designate important information ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/926559847017fba61719d0cc5517b8696c5029538156554bebbcc024ef85b6fc.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Caution!</td><td>result in personal injury or death.</td></tr><tr><td></td><td>Warning!</td><td>propertydamage.</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>This hint contains important informaton and tipst iprove</td></tr></table></body></html>\n\n",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.1 What You Need to Know When Using your Workout Equipment ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "General Information ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "$\\otimes$ Carefully read this manual prior to using your product.   \n$\\otimes$ Familiarize yourself with the machine before you start your workout.   \n$\\otimes$ Please consult your physician before you start using the machine and note the contraindications (see Chapter 2.7).   \n$\\otimes$ Before using the machine please perform a proper function test (see chapter 7.3). For safety reasons inspect the power cord for signs of damage before each use. If the machine is damaged do not use it until it is repaired.   \n$\\otimes$ In order to reduce risk of injury please wear appropriate clothes and footwear for exercise.   \n$\\otimes$ In case of nausea, dizziness, pain in the chest, limbs or joints, stop workout immediately and see your trainer or a doctor.   \n⊗ If you wear a cardiac pacemaker or have health problems please consult your doctor before using the machine. Discuss your workout program with him. Only use MANUAL mode   \n$\\textcircled{\\times}$ Your workout machine is not a toy! Children must be supervised if they are near the equipment. Children cannot always predict possible hazards. Parents or other supervisors should always be aware of their responsibility because the playful and adventurous nature of children may lead to situations that the workout machine is not intended for.   \n$\\textcircled{8}$ The machine is only to be used on instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\textcircled{\\times}$ Make sure that third parties do not stand close to moving parts.   \n$\\textcircled{\\times}$ Do not place any beverages or food on your training machine. Use the bottle holder.   \n$\\textcircled{\\times}$ Do not stand on the casing of the machine and do not lean on the control panel or the handle bar.   \n$\\textcircled{\\times}$ Start the training slowly and gradually increase the intensity until you reach the desired level.   \n$\\textcircled{\\times}$ Do not jump from the exercise machine during your workout except in emergency cases (see Chapter 6.3.7). Only get off the machine when all moving parts have stopped completely. Otherwise you might fall.   \n$\\textcircled{\\times}$ Do not touch the USB port, RS232 port or audio port during the training.   \n$\\textcircled{\\times}$ Maintain the workout positions described in chapter 6.3 during the entire workout.   \n$\\textcircled{\\times}$ Please review the additional safety and operational instructions in this manual.   \n$\\textcircled{\\times}$ CAUTION! The heart rate control system may be faulty. Excessive training may cause dangerous injury or even lead to death. Immediately stop training in case of an unusually strong reduction of your physical performance   \n$\\textcircled{\\times}$ Certain conditions or actions can cause static electrification of electronic devices. Using earphones can result in short minor electrostatic discharge. To reduce the risk of electrostatic discharge when using earphones touch a metal object before connecting the earphones! ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "All safety instructions in this manual are based on many years of experience and selfconception. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Machine Specific Information ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "CIRCLE ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$\\otimes$ When folding the seat the gap for the seatpost should be free of obstacles. Otherwise there is a risk of injury.   \n$\\otimes$ When using the seat watch out for handles and moving parts. There is a risk of blunt injuries (e.g. hitting).   \n$\\otimes$ When adjusting the revolving unit use the adjusting lever on the yellow casing to avoid pinching.   \n$\\otimes$ Please stay away from the crank handles.   \n$\\otimes$ Warning! Do not exceed the maximum user weight of $200~\\mathsf{k g}$ .   \n$\\otimes$ Before each use, inspect the seat, the crank handles and the casing for damage. In case of damage, have the machine repaired immediately.   \n$\\otimes$ The end stop (see chapter 5.5.1 Parts) is to prevent that the seat pad touches the shroud when folding the seat because this might cause abrasion of the pad. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "CROSS ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$\\otimes$ Before each use, inspect the pedals (footrest) and the casing for damage. In case of damage, have the machine repaired immediately.   \n$\\otimes$ Warning! Do not exceed the maximum user weight of 150/200 kg.   \n$\\otimes$ Do not take your feet off the foot rests during workout and do not trespass the protection element.   \n$\\otimes$ Do not stop the foot rests against the direction of rotation.   \n$\\otimes$ Do not change the motion direction of the foot rests during movement. You may change the direction only after the foot rests have come to a complete stop.   \n$\\otimes$ Keep the motion area next to the foot rests and the handles clear.   \n$\\otimes$ Note: There are dangerous areas where you might get squeezed in the motion area of the pedals, which increase the risk of accident. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "CYCLE ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$\\otimes$ Warning! Do not exceed the maximum user weight of $180~\\mathsf{k g}$ .   \n$\\otimes$ Before each use, inspect seat, handle bar, pedals and casing for damage. In case of damage, have the machine repaired immediately.   \n$\\otimes$ Do not lean over the handlebar and do not lean to the side. The machine might fall over.   \n$\\otimes$ Do not take your feet off the pedals during training.   \n$\\otimes$ Tighten the pedals and the pedal cranks after 3 to 5 operating hours. Otherwise there is a risk of injury.   \n$\\otimes$ Tighten the seat and handlebar clamp after adjusting the seat and handlebar. Otherwise there is a risk of injury. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "MIX ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "$\\otimes$ Note: Do not exceed the maximum user weight of $150\\mathrm{kg}$ .   \n$\\otimes$ Note: There are dangerous areas where you might get squeezed in the motion area of the pedals, which increase the risk of accident.   \n$\\otimes$ Before each use, inspect pedals (footrest), guides, seat and casing for damage. In case of damage, have the machine repaired immediately.   \n$\\otimes$ Do not take your feet off the pedals during training.   \n$\\otimes$ Do not stop the pedals against the direction of rotation.   \n$\\otimes$ Do not change the motion direction of the pedals during movement. You may change the direction only after the pedals have come to a complete stop.   \n$\\otimes$ Keep the motion area next to the pedals and the seat clear.   \n$\\otimes$ Get on / off the machine only when the pedals are not in motion. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "RECUMBENT ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "$\\otimes$ Warning! Do not exceed the maximum user weight of $200~\\mathsf{k g}$ .   \n$\\otimes$ Before each use, inspect seat, pedals and casing for damage. In case of damage, have the machine repaired immediately.   \n$\\otimes$ Tighten the pedals and the pedal cranks after 3 to 5 operating hours. Otherwise there is a risk of injury.   \n$\\otimes$ Make sure to tighten the seat clamp after adjusting the seat. Otherwise there is a risk of injury.   \n$\\otimes$ Do not take your feet off the pedals during training.. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "STAIR ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "$\\otimes$ Note: Do not exceed the maximum user weight of $200~\\mathsf{k g}$ .   \n$\\otimes$ Before each use, inspect the pedals (footrest) and the casing for damage. In case of damage, have the machine repaired immediately.   \n$\\otimes$ Keep the motion area next to the pedals clear.   \n$\\otimes$ Do not take your feet off the pedals during training.   \n$\\otimes$ Warning! There are dangerous areas where you might get squeezed in the motion area of the pedals, which increase the risk of accident. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "TRAC ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "$\\otimes$ Note: Do not exceed the maximum user weight of $200~\\mathsf{k g}$ .   \n$\\otimes$ Before each use, inspect running deck, handles and casing for damage. In case of damage, have the machine repaired immediately.   \n$\\otimes$ Do not turn round, stop or jump on the treadmill if it is in motion.   \n$\\otimes$ Note: Keep away from the dangerous pull in area at the rear end of the treadmill! Keep away long hair, loose clothes, jewelry, shoestrings towels etc. from this area. Make users aware of this danger.   \n$\\otimes$ Keep a clearance distance of two meters lenght and one meter width around the TRAC.   \n$\\otimes$ Check the emergency stop function before starting the machine.   \n$\\otimes$ Press the emergency stop button only when you are about to fall.   \n$\\otimes$ If the display indicates an overheating of the isolating transformer (for further information on error messages see chapter 10.2), perform the procedures described in chapter 10.2.   \n$\\otimes$ Use the safety cord!   \n$\\otimes$ After pulling the safety cord you need to turn off the machine by pressing the on / off switch before you reinsert the magnet! ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "All safety instructions in this manual are based on many years of experience and selfconception. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.2 Instructions for Safe Operation ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "$\\otimes$ After delivery, make sure that the machine has not been damaged during transport. In case of doubt, contact our customer service and do not start the machine.   \n$\\otimes$ Slots and openings on the machine serve as ventilation. Do not cover these openings, because this can cause the components to overheat.   \n$\\otimes$ Always check the power cord for damages before starting the machine.   \n$\\otimes$ Switch off the machine after the workout and disconnect it.   \n$\\otimes$ When setting up the machine make sure that there is a safety distance of at least 1 m around the machine to prevent danger to others. This also prevents dysfunction of the heart rate control.   \n$\\otimes$ Equipment of the 4000/4100 MED and 4000/4100 S MED series are protected against harmful ingress of water and solid objects according to IP21   \n$\\otimes$ For 4000/4100 MED, 4000/4100 S MED the protection guidelines according to EN 60601-1-1:2006 apply.   \n$\\otimes$ If you connect additional devices to the CARDIO LINE 4000 line you are committed to comply to the system standard EN 60601-1-1.. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.3 How To Avoid Electrical Shocks ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Do not use damaged power cords. Do not unplug by pulling on the cord.   \nSwitch off and unplug the machine before you open it. If liquid gets inside the machine, unplug the machine immediately and call the customer service. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Do not insert any objects in the ventilation slots. This may cause a short circuit. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Don‘t run the supply cable under the machine, neither between the mobile parts or devices of the machine (e.g. tiltable seat with the CIRCLE). The insulation could be damaged unconsciously. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.4 Choosing the Right Place of Installation ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The machine can be set up on any level and stable floor. Make sure that it stands firmly on the floor. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Never put wood, cardboard or similar materials underneath the machine to compensate for unlevel surface. This increases the risk of accident. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.5 What Needs to be Considered in Case of Repair? ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Electric parts may only be replaced by original parts. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Do not open the drive system and control system. This will void the warranty. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Repairs must be carried out by a qualified technician only. If you do not have the necessary qualifications, contact the ERGO-FIT Service Center. Electrical or mechanical modifications or alterations performed by unauthorizes personnel may void the warranty. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.6 Things to be Avoided ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Only use the machine for the purposes it was intended for. If you use the ERGO-FIT machine for other than the intended purpose, you will be charged for all damages resulting from this. In this case any warranty is void! ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Never use the machine in any other way than for those purposes described in this manual. This may damage the machine and can cause serious health problems. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Never exercise on a damaged machine. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "$\\otimes$ When exercising, you should never go beyond your current fitness level. This may cause serious health problems. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "$\\otimes$ Never lean on the machine except on the handrails intended for this, and do not make inappropriate movements. Otherwise you might fall. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Refer to the appendix for a list of the most important safety guidelines. Attach this list near the machine where it is clearly visible. All users of the machine must familiarize themselves with the dangers and safety regulations. The manufacturer will not be liable for personal injury or property damage. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.7 Contraindications ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Please note: ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "To avoid overstress of the athlete and subsequent serious diseases of the cardiovascular system the following contraindications must be observed during performance of an endurance training, i.e. if one of the following symptoms is already known before the training is started in no case an endurance training may be performed on a machine of the CL 4000: ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Absolute contraindications: ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "$\\otimes$ angina pectoris   \n$\\otimes$ cardiac arrhythmia and/or Decompensated heart failure   \n$\\otimes$ distress respiratory, sense of oppression   \n$\\otimes$ circulatory disorder with rest pain in affected extremeties   \n$\\otimes$ hypertonia (constantly raised blood pressure) (in this case, please contact your doctor)   \n$\\otimes$ coronarsklerosis   \n$\\otimes$ stress pain in your legs when walking less than $100~\\mathrm{{m}}$   \n$\\otimes$ acute respiratory infections)   \n$\\otimes$ feverish infections   \n$\\otimes$ circulatory problems, feeling of dizziness   \n$\\otimes$ nausea, Vomiting   \n$\\otimes$ acute coronary syndrome   \n$\\otimes$ acute myocardial infarction   \n$\\otimes$ symptomatical severe aortic stenosis   \n$\\otimes$ decompensated cardiac insufficiency   \n$\\otimes$ acute ulmonary embolism   \n$\\otimes$ acute carditis (Myo-, Endo-, Pericarditis)   \n$\\otimes$ acute phlebothrombosis of the upper extremeties   \n$\\otimes$ acute aortic dissection ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "If the following symptoms occur the training must immediately be stopped to avoid an overstress of the human organism! ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "$\\otimes$ distress respiratory, sense of oppression   \n$\\otimes$ angina pectoris (chestpain in sudden attacks)   \n$\\otimes$ maximum heart rate $>200$ -age   \n$\\otimes$ nausea, emesis   \n$\\otimes$ circulatory problems   \n$\\otimes$ ilness (heavily tiredness, lassitude, feeling of dizziness)   \n$\\otimes$ rapidly decreasing heart rate   \n$\\otimes$ rapidly decreasing/increasing blood pressure   \n$\\otimes$ main artery disease   \n$\\otimes$ moderate cardiac valve diseases   \n$\\otimes$ electrolyte imbalance   \n$\\otimes$ arterial hypertension (RR $\\textless$ 200/110mmHg)   \n$\\otimes$ tachyarrhythmie oder Bradyarrhythmie   \n$\\otimes$ hypertrophic-obstructive cardiomyopathy and other forms of outflow tract obstruction   \n$\\otimes$ advanced AV-blockages   \n$\\otimes$ anemia   \n$\\otimes$ physical and/or mental health problems   \n$\\otimes$ arrhythmias ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Chapter 3 Quick Reference ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "3 Quick Reference ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "After delivery of your cardio machine, please check if the serial number (see name plate) is identical with the one indicated on the delivery note and if all components listed in chapter 1.3 („Parts included in the delivery“) are included in the delivery. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "After the machine has been plugged in and switched on, the software version is displayed.   \nThen the main menu will appear. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The control panel provides the UP and DOWN (TRAC model only), PLUS, MINUS, START and STOP buttons in this order. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The liquid-crystal display (LCD) is illuminated and shows the elapsed training time (min:s), your heart rate, power (Watts), speed range $(1/\\mathsf{m i n})$ or the speed $(\\mathsf{k m/h})$ respectively, the distance (m or km), workload (level) as well as calories burnt. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "When starting the workout on your cardio machine, the main menu will always appear first. Hold the PLUS or MINUS button until MANUAL is highlighted and confirm your selection with START. You are now in the manual mode. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In this mode you can select any workout time and choose any workload level. The workout parameters will be displayed during the whole workout. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Press STOP to stop your workout. The workout parameters remain on the display. Press the STOP button again to return to the main menu. The display will also automatically return to the main menu after 2 minutes if no action is carried out. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Note: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "For workouts in Profile, Cardio-/System or Test mode, please read the detailed instructions.   \nTests can be performed on CYCLE and TRAC machines only. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Chapter 4 Intended Use ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4.1 Product Lines . 18  \n4.1.1 CARDIO LINE 4000/4100, 4000/4100 S, 4000 S SP, 4000 SP 18  \n4.1.2 CARDIO LINE 4000/4100 MED, 4000/4100 S MED 18  \n4.2 Models 18  \n4.2.1 CIRCLE 18  \n4.2.2 CROSS . 18  \n4.2.3 CYCLE 19  \n4.2.4 MIX 19  \n4.2.5 RECUMBENT 19  \n4.2.6 STAIR 19  \n4.2.7 TRAC 19",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4 Intended Use ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.1 Product Lines ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The following ERGO-FIT cutting-edge product lines have been designed to meet highest expectations. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.1.1 CARDIO LINE 4000/4100, 4000/4100 S, 4000 S SP, 4000 SP",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "This product line offers stationary equipment for cardio-vascular workout. They are specially designed for use in professional facilities. They are provided for use in training areas of organizations such as sport associations, educational establishments, hotels, sport halls and clubs, where access and control is specifically regulated by the owner owner (person who has the legal responsibility). They allow for management, control, and documentation of the workout. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.1.2 CARDIO LINE 4000/4100 MED, 4000/4100 S MED",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "This product line offers stationary equipment for cardio-vascular workout. It does not only allow for precise workout control, diagnostics, and therapy of cardio-vascular diseases but also provides features for performance diagnostics. The machines are to meet all applicable medical requirements and thus have to offer precise measuring methods in addition to the workout capabilities. Explicit result analysis helps to optimize and track any fitness and health training. To ensure measuring accuracy, metrological controls need to be carried out on the CYCLE line at regular intervals (every second year, in compliance with LMKM $\\mathbf{\\tau}=\\mathbf{\\tau}$ Leitfaden zu messtechnischen Kontrollen von Medizinprodukten mit Messfunktion by Physikalisch- Technische Bundesanstalt). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.2 Models ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "For optimum results all product lines are subdivided into different models in order to perfectly adapt to the customers‘ individual needs. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.2.1 CIRCLE ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "CIRCLE is an upper body ergometer. Workout is performed in seated or standing position by arm movements. The workout intensity can be modified in order to achieve optimum cardio-vascular results. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.2.2 CROSS ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "CROSS is an elliptical trainer which allows for a continuous, two-way alternate, elliptical movement of feet and arms. It is equipped with an additional motion device for the arms. The workout intensity can be modified in order to achieve optimum cardio-vascular results. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.2.3 CYCLE ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "CYCLE is an exercise bike for workout with pedaling movements. The workout intensity can be modified in order to achieve optimum cardio-vascular results. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "4.2.4 MIX ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "MIX is an elliptical trainer which allows for a continuous, two-way alternate, elliptical movement of feet and arms in semi-recumbent position. The workout intensity can be modified in order to achieve optimum cardio-vascular results. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "4.2.5 RECUMBENT",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "RECUMBENT is an exercise bike for workout with pedaling movements in a semireclined position. The workout intensity can be modified in order to achieve optimum cardiovascular results. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "4.2.6 STAIR ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "STAIR is a workout device that allows for alternate movements similar to climbing stairs. Both pedals move independently of each other. The workout intensity can be modified in order to achieve optimum cardio-vascular results. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "4.2.7 TRAC ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "TRAC is a treadmill for walking or running. The workout intensity can be modified in order to achieve optimum cardio-vascular results. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Chapter 5 Transport and Installation ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "5.1 Transport . 22   \n5.1.1 CIRCLE 22   \n5.1.2 CROSS . 22   \n5.1.3 CYCLE . 22   \n5.1.4 MIX . 22   \n5.1.5 RECUMBENT . 24   \n5.1.6 STAIR .. 24   \n5.1.7 TRAC . 24   \n5.2 Setup Location and Installation . 25   \n5.3 Ambient Temperature 25   \n5.4 Plugging In 25   \n5.4.1 Power Supply . 26   \n5.4.2 Cabeling . 27   \n5.4.3 Safety Cord . 27   \n5.5 Components . 28   \n5.5.1 CIRCLE . 28   \n5.5.2 CROSS 29   \n5.5.3 CYCLE 29   \n5.5.4 MIX .. 30   \n5.5.5 RECUMBENT 30   \n5.5.6 STAIR 31   \n5.5.7 TRAC 31 ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "5 Transport and Installation ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "5.1 Transport ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "In order to avoid damage, ERGO-FIT machines are transported by ERGO-FIT GmbH & Co. KG directly or by an authorized freight forwarding company. After delivery, packaging will be collected and disposed by ERGO-FIT GmbH & Co. KG. If ERGOFIT machines are delivered by a freight forwarder, the customer must dispose the packaging himself or may send it back to ERGO-FIT GmbH & Co. KG. (transportation costs are on behalf of the customer). The machines do not have any shipping locks! ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "5.1.1 CIRCLE ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "In order to avoid transport damages the CIRCLE frame cover will be delivered separately and must be attached subsequently. Use the provided rounded head screws ISO 7380 M8 $\\times20$ (4), washers DIN ${\\125\\emptyset8,4}$ (4) and Allen wrench SW 5 (1) for proper attachment. Bring the machine to its dedicated location: ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "1. Stand behind the machine so that you can see the display. 2. With both hands, grasp the machine at the lower frame an lift it slightly. You can now easily roll it to the intended position. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "3. Place the cover on the frame and align the holes with the frame threads. Insert the provided rounded head screws ISO $7380~\\mathsf{M}8\\times20$ and the washers DIN $\\boldsymbol{125\\mathrm{~\\textperthousand~}}$ 8,4, (see figure) and tighten them with the Allen wrench SW 5 in order to attach the cover. ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/b1601b90d4fc207885335d0ba4393ba1e18fe6f0c33b683aceb1c1dcd5dc7b2b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "5.1.2 CROSS ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "1. Stand behind the machine so that you can see the display.   \n2. Grasp the bottom side of the machine and lift it slightly. You can now easily roll it to the intended position.   \n3. Please make sure that the center foot is securely positioned on the floor for a safe stand of the machine ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "5.1.3 CYCLE ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "1. Position yourself so that you can see the rear of the display.   \n2. Grasp the handlebar with both hands and slightly lift the machine forward. You can now easily roll it to the intended position.   \n3. Do not lift the machine by its seat to avoid damaging the pneumatic spring.   \n4. For transportation up or down stairs or similar obstacles use the bottom tubes of the base frame. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "5.1.4 MIX ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "In order to avoid transport damages the MIX 4000 CIRCLE has a foldable display holder. Use the provided rounded head screw ISO $7380~\\mathsf{M}8\\times20$ (1) and washer DIN ${\\125\\emptyset\\ 8,4}$ for proper attachment. Bring the machine to its dedicated location: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "1. Position yourself so that you can see the rear of the display.   \n2. Grasp the foot rest surfaces with both hands and slightly lift the machine. You can now easily roll it to the intended position.   \n3. Make sure to leave enough space behind the machine (approx. 40 - 45 cm) so that the user can easily adjust the backrest.   \n4. At the lower end of the monitor bracket you will find a hinge. Release the screw at the hinge to avoid damages. Then bring the monitor bracket into its training position. ",
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/3531492e801a26131822fa5d06e6af258e8a32894ef80dd3557e6e7567e7aa70.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Insert the supplied rounded head screw ISO 7380 M8 x 20 and the nut DIN 125 Ø 8,4 as illustrated below. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "5. Stand on the control panel side (you look on the display) and check if the display functions properly. If this is not the case, make sure you followed the steps above correctly. In addition, verify if the socket is live. ",
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/766c9c9f6979fb2b31b3687a729c85a475ea3077169390b0ed97c60b200ce535.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "First tighten the hinge screw and then the rounded head screw to fasten the monitor bracket. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "5.1.5 RECUMBENT ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "1. Position yourself so that you can see the display.   \n2. Lock the seat of your exercise machine in the rearmost position.   \n3. Grasp the seat with one hand and the guide bar with the other. Lift the machine slightly. You can now easily roll it to the intended position.   \n4. Once the machine is in its intended position, it is absolutely necessary to adjust the foot (see chapter 5.6.5) since it is the machine‘s center support. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "5.1.6 stair ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "1. Position yourself so that you can see the display.   \n2. Grasp the bottom side of the lateral support bars with both hands. You can now easily roll the machine to the intended position. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "5.1.7 TRAC ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Machine installation and setup should always be performed directly by ERGO-FIT or by an authorized service technician. This guarantees for a safe and proper operation. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "1. Inspect the running belt after setup or relocation and adjust it if necessary (see maintenance guidelines in chapter 9.1.7). The belt should always be centered between the two shafts.   \n2. For safety reasons, make sure to leave enough space behind the machine ( $2\\mathsf{m}$ length and $1\\textrm{m}$ width). Cover this area with a gym mat or a similar material. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "5.2 Standort und Aufstellung ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Minor unevenness can be compensated by means of the adjustable screw feet. Adjust the leveling screw feet until the machine stands safely. It is mandatory to adjust the levelling foot because it is the machine‘s support. (For a detailed description of the leveling feet please see Chapter 5.5, “Components“). ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Set up the machine so that power switch and plug can easily be disconnected. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "For safety reasons, please leave enough space around the machine for the user to move safely and to avoid that bystanders are hurt by moving parts: Seen from the access orientation, maintain a clearance of at least the training space plus $_{0,6\\mathrm{~m~}}$ . Provide enough space for an emergency disassembly. Adjacent machines may use the same clearance ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Please make sure that the distance between the machines is at least one meter.   \nOtherwise the POLAR heart rate receiver might not function correctly. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "High-frequency and magnetic interference signals (e.g. radios, TV sets, mobile phones etc.) in close proximity to your cardio equipment may also interfere with the heart rate control. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "In rare cases, strong electromagnetic fields in some locations may interfere with the transmission of the heart rate (e.g. high voltage circuit or tramway contact wires). You may check this with a POLAR pulse watch in case of doubt. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ In case of interference or if you suspect an interference with the heart rate transmission, under no circumstances perform a cardio control workout (CARDIO mode). ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "5.3 Ambient Temperature ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Your ERGO-FIT exercise machine may be used at an ambient temperature of $+10^{\\circ}\\mathsf C$ to $+40^{\\circ}\\mathsf{C}$ , a relative humidity of 30 to $75\\%$ (non-condensing) and an atmospheric pressure of $700\\mathsf{h P a}$ to $1060{\\mathsf{h P a}}$ without causing any problem. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "The machine may be stored at a temperature between $\\mathtt{-30^{\\circ}C}$ and $+50^{\\circ}\\mathsf C$ . ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "5.4 Plugging in ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "1. Perform a visual inspection of the power cord and the input connector (power entry module) before using the machine. Damaged power cords and connectors need to be replaced immediately. ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/1f22c4769ae02dc7ed9dd549db72d632c0458df0a55dfaebc61e784bc89c92e7.jpg",
        "img_caption": [
            "Power entry module with power plug "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "2. Plug the power cord into the appropriate power entry module (see picture). Plug the other end of the cable into the power outlet. On the TRAC model additionally move the retaining clip to fix the power cord on the input module . ",
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/1c74e58c211281006cf1545000442f7e2e1833d428ffe6cda1a9f04f09955aff.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "3. Switch on the machine by pressing the power button $(1=\\mathsf{O N}$ , ${\\mathsf{O}}={\\mathsf{O}}{\\mathsf{F}}{\\mathsf{F}}$ ). To switch on the TRAC model use the button at the automatic circuit breaker (see chapter 6.1).   \n4. After your exercise machine has been connected to mains and switched on, it automatically carries out an operating check. During this operating check, you will be able to read the software version of the unit on the display. Thereafter the main menu will appear.   \n5. Stand on the side of the control panel (view onto the display) and check if the display works. If this is not the case, make sure you followed the steps above correctly. In addition, verify if there is electricity in the mains socket (This is not applicable to models of the 4000 SP and 4000 S SP series!). ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "5.4.1 Power Supply ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Use your exercise machine only with earthed (grounded) power sockets with 230 VAC $150–60~\\mathsf{H z}$ (see chapter A5). If you have any doubts about the power supply at the setup location, ask your energy provider. For TRAC you have in any case to obtain the permission of your energy provider. Only use commercial 10 ampere (16 ampere with TRAC) automatic circuit breakers (type B tripping characteristic). In the rare event that these automatic circuit breakers should switch off when you switch on your machine, the circuit needs to be fused with 10 A (16 A with TRAC) lead fuses or with a different type of tripping fuse (e.g. K-automat). In case of doubt, ask your electrician. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Before connecting your ERGO-FIT exercise machine to your power supply system, compare the acceptable voltage and frequency on the name plate (next to power entry module) with your local data. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "We recommend DC-isolated cables for the connection of external equipment to a CARDIO LINE 4000 MED machine. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Always connect your machine directly to the power outlet. Do not use extension cables or multi-outlet power strips unless they are EN 60601-1 certified. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "4000 SP and 4000 S SP machines are equipped with a generator and a rechargeable NiMH-battery for power supply. The rechargeable battery is maintenance-free and charged during use. After starting the machine, it provides energy for the control panel. After workout the electricity accumulated in the battery is used to operate the control panel for about 45 seconds. Then the machine switches off automatically. The buffer time reduces by increasing charging cycles and lifetime. To reach the target buffer time a weekly charge (at least $1\\times24$ hours per week) by a special charging power supply unit, which is available with ERGO-FIT, is indispensable. If the buffer time reduces and can no longer be kept up by charging the batteries should be replaced. Due to the self-discharge rate of the batteries during operation at room temperature they should be changed every 2 years. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "5.4.2 Cabeling ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "If you have connected several ERGO-FIT machines to one circuit never switch on multiple machines. Connect the TRAC to a dedicated circuit. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "$\\otimes$ Make sure that nobody can step on or stumble across the power cord.   \n$\\otimes$ Do not place any objects on the cord as it might get damaged. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "5.4.3 Safety Cord ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "For the safety of our customers, the TRAC has been equipped with a safety cord. It is attached to the user’s clothes by a clamp. If you should fall, for example, the safety cord detaches from the corresponding magnet and the treadmill stops immediately. ",
        "page_idx": 32
    },
    {
        "type": "image",
        "img_path": "images/1d4b7e9aeff39995f037c6deea0744c28cae6aab38ea25d08104a92a7e413b40.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Attaching the Safety Cord ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Step 1: Take the safety cord out of the transparent plastic bag Step 2: Attach the magnet to the magnet contact switch. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Please note: The treadmill can only be operated if the magnet is attached to the magnet contact switch. ",
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/4d63a48f32a6df259e7fc6fdc466889918abb24e1e355c69708b8945bc0216ed.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "5.5 Bestandteile ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "5.5.1 CIRCLE ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/783ac1a16349c9838edb82ea29cbee0b1e560496802f6a947d6c89db612ad06d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "1   Ball handle   \n2   Adjusting lever for   \nrevolving unit   \n3   Handle adjustment   \n4   Foldable seat   \n5   End stop   \n6   Leveling feet (on both   \nsides of the oval tubes)   \n7   Power entry module   \n8 Control panel ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "5.5.2 CROSS ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/31c646b601074f34c1a3857c4702c05e3775f87058c808b9b119eff40a533b7f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "5.5.3 CYCLE ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/8e20f74a3fff316168f4f305f7b6c8e455a6f4714ee6578978c12e52029928fe.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "1   Handlebar (optional contact   \nheart rate electrodes)   \n2   Adjustment of handlebar   \n3 Seat   \n4 Vertical seat adjustment   \n5 Power entry module   \n6   Leveling feet (on both   \nsides of the oval tubes)   \n7   Pedals   \n8 Control panel   \n9 Bottle holder ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "5.5.4 MIX ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/50e7ab711d392a0f776b466d86df5b2184b6e09b9ea73710d282740a8af0cc43.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "5.5.5 RECUMBENT ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/59eca28632b31f4813b3e6d49f0d5275dd882c50a81ad2df5b53f7f723ebc758.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "1   Handlebar  (optional   \ncontact heart rate electrodes) 2   Seat   \n3   Seat back   \n4   Leveling feet (on both sides of the oval tubes and at the back end of the machine) 5 Pedals   \n6 Power entry module 7 Display   \n8 Bottle holder ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "5.5.6 STAIR ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/c299f9d995a7652ab6cf50e2e84f00cd8bcbdb4242acec642e9733fb615885b4.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "1   Support bar   \n2   Pedals   \n3   Leveling feet (on both   \nsides of the oval tubes)   \n4   Power entry module   \n5   Bottle holder   \n6   Control panel ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "5.5.7 TRAC ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/716453b8ac3074e31dabf06fc67d95664fe4897ab7706e16ea014ef276731547.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "1   Support bar   \n2   Laufgurt   \n3   Leveling feet   \n4   Power entry module with   \nretaining clip   \n5 Key switch   \n6 Automatic circuit breaker   \n7 Control panel   \n8 Bottle holder   \n9 Bar (optional contact heart   \nrate electrodes) ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Chapter 6 Setup ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "6.1 Switching On . 34   \n6.2 Switching Off . 34   \n6.3 The Right Workout Technique 34   \n6.3.1 CIRCLE 35   \n6.3.2 CROSS . 36   \n6.3.3 CYCLE . 37   \n6.3.4 MIX . 39   \n6.3.5 RECUMBENT 40   \n6.3.6 STAIR . 41   \n6.3.7 TRAC 41   \n6.4 The Control Panel .. 43   \n6.4.1 The Buttons .. 46   \n6.4.2 The Display 46 ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "6 Setup",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "6.1 Switching On ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "$\\otimes$ Before switching on your exercise machine, make sure the machine is plugged in. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "If you have connected several ERGO-FIT machines to one circuit never switch on multiple machines at the same time. Otherwise technical problems might occur. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "$\\otimes$ Now switch on your machine by pressing the switch next to the power entry module (not applicable with TRAC, see next paragraph). The switch must be in position I. If the switch is in position O the machine is switched off.   \n$\\otimes$ The TRAC model is switched on by activating the circuit breaker. Please make sure that the key switch is set to position 1 and that the emergency stop button is unscrewed. The key switch protects the treadmill against unauthorized operation.   \n$\\otimes$ The illumination of the display shows you immediately if the machine is switched on.   \n$\\otimes$ The machines of the 4000 SP and 4000 S SP series are switched on by turning the pedals. As soon as the voltage exceeds a certain threshold value, the machine switches on automatically and the battery provides the energy supply until the workout / test begins. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "6.2 Switching Off ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Switch off your machine by pressing the switch next to the power entry module (not applicable with TRAC, see next paragraph). The switch must be in position O. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Take care that the switch-on and switch-off intervals don‘t fall below a time of 3 sec. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The TRAC model needs to be turned off by switching off the automatic circuit breaker. If you fall or in case of an emergency use the emergency stop button on the right side of the control panel. The treadmill will stop immediately. For this reason, use the emergency stop button only in case of an emergency. To restart the machine, turn the emergency stop button to unlock it. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "With the TRAC model, make sure to wait for at least 30 seconds between switching on and switching off. Otherwise the treadmill‘s motor control may be malfunctioning. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "$\\otimes$ The machines of the 4000 SP und 4000 S SP series switch off automatically when the pedals are not in motion. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "6.3 The Right Workout Technique ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The heart rate controlled workout based on the ERGO-FIT point system makes sure that you exercise with optimum intensity. However, you should also take into account biomechanical considerations when exercising. This section provides information on relevant aspects for every cardio exercise machine. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "When using your exercise machine make sure not to step on its casing. Stand on the designated surfaces only. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "6.3.1 CIRCLE ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "1. You can sit down or fold away the seat to perform standing exercises or wheelchair workout. Grasp the handle below the seat and fold it forwards or backwards. The GMT end stop (see chapter 5.5.1 Parts) is to prevent that the seat pad touches the shroud when folding the seat. This could cause abrasion of the pad. Turn the end stop counterclockwise until it reaches the correct position. See the safety instructions in chapter 2. ",
        "page_idx": 40
    },
    {
        "type": "image",
        "img_path": "images/32a209f38726dea18c7f16ef5f66a133290bd91d284e8ecc0b20b028d9873974.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "2. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Adjust the revolving unit (handle and control panel) to your height or workout position (sitting or standing): Stand in front of the machine or sit down. At the lower end of the swiveling axis you will see a lever. Grasp the yellow casing of the lever with one hand and press it down / pull it up. With the other hand you press / pull one of the handles. Just release the adjusting lever to lock the unit in its current position. For better orientation you find a scale at the right side of the revolving unit. ",
        "page_idx": 40
    },
    {
        "type": "image",
        "img_path": "images/a36384a644e012c556e97aca5a39bd82f7e0ab786aae92b3fab0cb02d75d0c3a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "3. For perfect radial even run of the crank handle, the length of the crank handle must be well adjusted to the length of your arms. Adjust the crank handle so that even at the farthest position your arm is still slightly bend. For workout in sitting position sit down straight with your knees bent at 90 degrees.  Grasp the handles at the ball ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "and bring the crank handles into horizontal position. Release the ball lock by turning the star knob counterclockwise. Adjust the length of the crank handle to your arm length by moving the handle. Then turn the star knob clockwise to lock it. For workout in standing position stand straight and adjust the crank handle so that your arm is still slightly bent at the furthest point of the movement. In order to release the crank handle release the star knob, adjust the crank handle length and tighten the star knob again. For orientation use the  scale at the guide and the red mark to keep your own crank handle length in mind ",
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/0e72470da4d55a465dcbbde4728b5da4f556ce7ef6f983bbf48a0028cdc463ed.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "4. Get into training position and move the crank handles as if you were cycling (pushing and pulling). In standing position make sure that you stand with feet shoulder width apart. Stand on the platform. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "5. Maintain the workout position described here during the whole workout. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "6. Change the position of the handles in diagonal or parallel direction. Release the ball lock by turning the star knob counterclockwise. Bring the crank handle back into the desired position and tighten the star knob by turning it clockwise. ",
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/44e4c3114b7d0772190b046061c68c0db0477ad3837626333dab03c73c078338.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "6.3.2 CROSS ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "1. The elliptical trainer is a combination of a stepper and a treadmill. It allows for an elliptical low-impact leg movement. You can select whether to perform arm exercises. Thus the machine becomes a full-body workout machine where the arms are trained with low work effort. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "2. Step on the pedals and grasp the handholds. Keep your upper body upright.   \n3. Right from the start and during exercise, always make sure to stand firmly on the pedals. Always press the STOP button to stop your workout session and wait until the pedals have come to a complete stop before you step off.   \n4. The recommended running direction is forward. However, advanced users may also want to run backwards to improve co-ordination (different muscle groups can be trained this way). Changes of direction should be carried out only after the machine has come to a complete stop.   \n5. The intensity is controlled through the pedaling frequency. You can choose any pedaling frequency. The speed is not controlled by the machine. Step on the machine and start running after choosing your preferred program with your individual and comfortable pedaling frequency. If you want to increase the intensity press PLUS (see chapter 6.4.1). If you want to reduce the intensity press MINUS (see chapter 6.4.1). The intensity is displayed as step symbol with value indication. It is important that you maintain your individual pedaling frequency. Avoid repeated variations of your frequency.   \n6. For CARDIO training, consider that CROSS controls the intensity via the brake resistance. At the beginning the brake resistance is set according to the minimum and maximum heart rate. The user starts with a comfortable pedaling frequency. If the heart rate is too low the resistance will be increased. If the heart rate is too high the resistance will be decreased. If the maximum / minimum speed has been reached and the heart rate is not yet out of range the user will be asked to increase/ decrease the speed. This is indicated by the faster/slower arrows.   \n7. The PROFILE program is based on workload profiles (workload vs. time).   \n8. Maintain the workout position described here during the whole workout. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "6.3.3 CYCLE ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "1. First you have to determine the correct seat height. The height of the seat is essential for sitting comfortably and performing a radial even run. To find the right seat height, sit on the seat and put one heel on a pedal. In the lowest pedal position, you should be able to extend your leg completely.   \n2. To adjust the seat, stand next to the exercise machine and pull the adjustment lever on the seat post upwards. The integrated pneumatic spring will automatically lift the seat. To lower the seat, release the adjustment lever and push the seat downwards into the desired position using your body weight. To lock the seat at the desired position, bring the adjustment lever back to its initial position. ",
        "page_idx": 42
    },
    {
        "type": "image",
        "img_path": "images/ecf113277701c1d58e7ccb8fef98eff1a951a0b0efe1a3106dbfc19c40f0d387.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "The lever beneath the seat is used to adjust the seat in horizontal direction. Pull up the lever until you can slide the seat. Now bring the seat into the desired position. Then push the lever back to its original position to lock the seat. ",
        "page_idx": 43
    },
    {
        "type": "image",
        "img_path": "images/266a82650996191b4c79039b085a63de6cedcbe3ffd279e667cbc374ae908a37.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "3. Now adjust the handlebar to your needs. The ergonomic handlebar allows for most efficient workout in both upright or racing position. With the lever beneath the control panel you can adjust the angle of the handle bar. Turn the lever clockwise until you can move the handlebar. Bring the handlebar into the desired position. Then turn the lever back to its original position to lock the handlebar. ",
        "page_idx": 43
    },
    {
        "type": "image",
        "img_path": "images/484ed91c569b0566229a43602027da6a7c4672e76f4d25ae822cb015d27340b1.jpg",
        "img_caption": [
            "Technical and visual modifications as well as misprints reserved - $\\circledcirc$ 2015 by ERGO-FIT GmbH & Co. KG "
        ],
        "img_footnote": [],
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "4. During CARDIO and points training make sure the number of rotations is higher than 50 rpm; otherwise the workload may become too high. For this purpose, watch the speed range. The arrow upwards means you should pedal faster whereas the arrow downwards asks you to pedal more slowly. The higher the number of rotations the lower the stress on the joints.   \n5. The intensity control is not linked to the rotational speed.   \n6. Maintain the workout position described here during the whole workout. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "6.3.4 MIX ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "1. At the right side of the seat you find a dip switch, the so called seat console. Stand next to the machine and lower the seat by pressing the DOWN-key located on the seat console until you can sit down easily. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "DThe maximum time for the lifting motor to power on is $15\\%$ and the maximum continuous operation is two minutes at a maximum of 5 switching cycles per minute. This means that for a maximum continuous operation of one minute you have to consider a cool down period of 7 minutes. If the lifting motor overheats, it might get stuck and the lifting feature will fail. In this case allow the motor to cool down. Its function will usually recover. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "2. Step over the left pedal with your right foot and sit down. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "To make things easier bring the left pedal to the lowest position. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "3. Put your right foot on the right pedal and the left foot on the left pedal.   \n4. You are now sitting on the exercise machine. Now lean against the back rest. If you have back problems use your hands to support your body.   \n5. Now adjust the neck support to your needs. You can easily push it up and down.   \n6. The distance between the reclining area and the pedals can be adjusted. Press the UP and DOWN buttons on the seat console to lift or lower the reclining area (see chapter 6.5). In correct workout position the knees cannot be stretched completely. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "You can also adjust the height of the reclining area to modify the intensity. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "7. The recommended to move forward. However, advanced users may also want to pedal backwards to improve co-ordination (different muscle groups can be trained this way). Changes of direction should be carried out only after the machine has come to a complete stop.   \n8. The intensity is controlled through the pedaling frequency. You can choose any pedaling frequency. The speed is not controlled by the machine. Step on the machine and start exercising after choosing your preferred program with your individual and comfortable frequency. If you want to increase the intensity press PLUS (see chapter 6.4.1). If you want to reduce the intensity press MINUS (see chapter 6.4.1). The intensity is displayed as step symbol with value indication. It is ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "important that you maintain your individual pedaling frequency. Avoid repeated variations of your frequency. CARDIO workout is not controlled by the rotational speed. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "9. Try not to move your upper body during the workout. 10. Make sure that the rotational speed is higher than $40~1/\\mathrm{min}$ . Otherwise, the intensity may become very high. This results in increased stress on the joints. 11. Maintain the workout position described here during the whole workout. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "When starting the machine, it might produce running noise. They will decrease after a short period of time. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "6.3.5 RECUMBENT ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "1. Prior to exercise bring your seat into a comfortable sitting position. Pull up the adjustment lever on the right side of the seat to adjust the sitting position. Adjust your seat so that the knee joint is extended completely at the furthest position when one heel stands on the pedal (also see CYCLE). To lock the seat in the desired sitting position, release the adjustment lever to bring it back to its initial position. ",
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/3b377841be238579451e8d916c2fca4e6b0f86b57d54c4820a119cc6467c3b47.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "2. The focus of the workout lies on the lower body. The upper body is not involved. For this reason, try not to move your upper body during workout.   \n3. During CARDIO and points training make sure the number of rotations is higher than $50\\ r\\mathsf{p m}$ ; otherwise the workload may become too high. For this purpose, watch the speed range (the arrow upwards means you should pedal faster, whereas the arrow downwards asks you to pedal more slowly).   \n4. The intensity control is not linked to the rotational speed.   \n5. Maintain the workout position described here during the whole workout. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "6.3.6 STAIR ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "This exercise machine allows for a movement similar to stair climbing without putting stress on the joints. With STAIR the focus lies on the lower body. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "1. Step on the pedals and hold on to the support bars.   \n2. When designing these support bars, all body types parts were equally considered. This means the user can exercise in his/her optimal position and find a good balance. Use the support bars to keep your balance. Do not lean on the bars. This affects the movement pattern in a negative way and makes workout less efficient.   \n3. Once you have reached a certain fitness level you should be able to exercise without the bars. The arms should swing synchronously to the stepping movement.   \n4. Always keep your upper body upright during exercise (do not arch your spine) and never extend your legs completely.   \n5. Do not press the pedals down actively but rely on your body weight instead. When the pedal moves downwards you have to reduce the pressure on the other pedal by lifting the foot without loosing the contact to the pedal itself. The pedals move independently of each other.   \n6. Rubber buffers are placed underneath the pedals to absorb the impacts on the joints as soon as the pedals reach the lowest position. Please make sure not to perform the motion pattern up to the limit when exercising on the stepper. The pedals should not stop completely on either the upwards or the downwards motion. Only this way can a linear motion sequence be maintained.   \n7. The intensity is controlled through the pedaling frequency. The machine controls the speed. Step on the machine and start exercising after choosing your preferred program with your individual and comfortable frequency. If you want to increase the speed press PLUS (see chapter 6.4.1). If you want to reduce the speed press MINUS (see chapter 6.4.1). It is important that you maintain your individual pedaling frequency. Avoid repeated variations of your frequency. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "8. Maintain the workout position described here during the whole workout. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Additional information for STAIR: A body weight of more than $60~\\mathsf{k g}$ may affect the actual walking speed. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "6.3.7 TRAC ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "1. You can walk or run on the treadmill. Make sure that you maintain a flexing foot action during training and keep your upper body upright.   \n2. Before you start with your workout step on the front area of the treadmill and attach the safety cord. Increase the speed of the treadmill slowly to avoid falling and to get used to the intensity. During workout, make sure not to get too close to the end of ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "the running belt. The risk of falling increases in this area. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "3. If you have problems keeping your balance and for acclimatization use the support bars. However, you should not use them for other purposes. Swing your arms to keep the balance.   \n4. You can modify the intensity by increasing / decreasing the incline (press UP and DOWN, see chapter 6.4.1). TRAC ALPIN provides an incline between $0\\%$ and $20\\%$ wählen, the incline on TRAC TOUR varies between $-5\\%$ and $15\\%$ .   \n5. The work load is controlled via the speed. You can select any speed between 0.2 and $25\\mathsf{k m/h}$ . The speed of the running deck is controlled by the machine. Step on the machine, select a program and start at a comfortable speed. If you want to increase the speed press PLUS (see chapter 6.4.1). If you want to reduce the speed press MINUS (see chapter 6.4.1). It is important that you maintain your individual running speed. Avoid repeated variations of your running speed. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The maximum time for the lifting motor to power on is $10\\%$ and the maximum continuous operation is one minute. This means that for a maximum continuous operation of one minute you have to consider a cool down period of 9 minutes. If the lifting motor overheats, it might get stuck and the lifting feature will fail. In this case allow the motor to cool down. Its function will usually recover. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Additional precaution for TRAC: Do not turn around and do not stop on the running surface when it is in motion! You might get seriously injured. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "In case of a device failure or an emergency (e.g. if you tumble) get off the machine as described below: Immediately press the emergency stop button. Grab the two side handrails and jump on the left and right foot rails. Then slowly walk to the end of the device and get off. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "A body weight of more than $75~\\mathsf{k g}$ might lead to speed reductions and synchronization problems when running at more than 16km/h (This depends on the functional state of the treadmill and the actual body weight of the user). ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "6.4 The Control Panel ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "ERGO-FIT exercise equipment is known for its outstanding ease of use. 4000/4100 S/S SP/ MED/S MED machines for example are equipped with a user guidance system that is simple and easy to understand. The consistent control panel design provides highest comfort and guarantees easy handling. So, if you know one model you can easily operate all other models of the same series. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "On the control panel you find a display and several buttons. Before you take a closer look at the control panel please consider the following aspects: ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "1. Do not lean on the control panel or the display. It may get damaged.   \n2. Do not exert pressure on the display.   \n3. Only press the buttons lightly. When you press a button you will hear a beep.   \n4. The chip card reader of the 4000/4100 S, 4000 S SP and 4000/4100 S MED series is a very sensitive component. To avoid failure during long-term usage make sure to carefully insert chip cards into the card reader. When you insert the card you have to be able to read the labeling when standing / sitting on the machine. The arrows on the left of the corporate symbol indicate the direction of insertion. The chip card reader‘s lifetime is about 100 000 insertion cycles. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "CARDIO LINE 4000",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "image",
        "img_path": "images/c5f323087a344ad33d2470b9209cf9c2926ec73dbafa0467dcf2c3646b89c96e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "CARDIO LINE 4100",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "image",
        "img_path": "images/2432e52152f9330dc49a7131cab474a58bbb30106298a18b964b9fbf652fdfa0.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "6.4.1 The Buttons ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Depending on the model you will find the following buttons on the control panel: ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "$\\otimes$ PLUS:  With this button you can increase the intensity or change parameters.   \n$\\otimes$ MINUS:  With this button you can decrease the intensity or change parameters.   \n$\\otimes$ START:  With this button you can confirm workout mode selections or parameter settings.   \n$\\otimes$ STOP:  With this button you can cancel a function or stop the machine.   \n$\\otimes$ UP (TRAC only):  With this button on the TRAC model (ALPIN, TOUR) you can increase the incline.   \n$\\otimes$ DOWN (TRAC only): With this button on the TRAC model (ALPIN, TOUR) you can decrease the incline. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "6.4.2 The Display ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The exercise machines of the 4000 S/S MED/MED series are equipped with an LCD that consists of an monochrome graphic display. The machines of the 4100 series use a panel PC that shows graphs and values at the same time. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "In the section below you will find model-specific information on displays, measuring units and their meanings. The POINTS parameter does only apply to the 4000/4100 S, 4000 S SP und 4000/4100 S MED series. ",
        "page_idx": 51
    },
    {
        "type": "table",
        "img_path": "images/d0da4e9d57b0004641133a823770417872c9f5867e7c7d1e4b80b73aa079fef4.jpg",
        "table_caption": [
            "Workout Parameters "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Model</td><td>Display</td><td>Explantation</td><td>Unit</td></tr><tr><td rowspan=\"7\">CIRCLE CYCLE RECUMBENT</td><td>DIST.</td><td>Distance traveled</td><td>m, km</td></tr><tr><td>1/MIN</td><td>Rounds per minute, steps per minute (STAIR)</td><td>1/min</td></tr><tr><td>WATT</td><td>Current performance</td><td>Watts</td></tr><tr><td>POINTS</td><td>ERGO-FIT cardio points</td><td>Points</td></tr><tr><td>KCAL</td><td>Calories burnt (average)</td><td>kcal</td></tr><tr><td>TIME</td><td>Workout time</td><td>00:00 (min:sek)</td></tr><tr><td>PULSE</td><td>Current heart rate per minute (onlywithPOLARtransmitter)</td><td>1/min</td></tr></table></body></html>\n\n",
        "page_idx": 51
    },
    {
        "type": "table",
        "img_path": "images/719088132f9200be1da5115fcba3cc189f20dab7529803ff07b540e159438b3f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Model</td><td>Display</td><td>Explantation</td><td>Unit</td></tr><tr><td rowspan=\"8\">CROSS</td><td>DIST.</td><td>Distance traveled</td><td>m, km</td></tr><tr><td>1/MIN </td><td>Rounds per minute (MIX), stepsperminute (CROSS)</td><td>1/min</td></tr><tr><td>WATT</td><td>Current performance</td><td>Watts</td></tr><tr><td>POINTS</td><td>ERGO-FIT cardio points</td><td> Points</td></tr><tr><td>KCAL</td><td>Calories burnt (average)</td><td>kcal</td></tr><tr><td>TIME</td><td>Workout time</td><td>00:00 (min:sek)</td></tr><tr><td>PULSE</td><td>Current heart rate per minute (only with POLAR transmitter)</td><td>1/min</td></tr><tr><td></td><td>Intensity level</td><td>Stufe</td></tr></table></body></html>\n\n",
        "page_idx": 52
    },
    {
        "type": "table",
        "img_path": "images/1c8ce3f35782c9d18143f3a7ffd12a1d656f8773bd02700e85310b6a7f0d3711.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Model</td><td>Display</td><td>Explantation</td><td>Unit</td></tr><tr><td rowspan=\"9\"></td><td>DIST.</td><td>Distance traveled</td><td>m, km</td></tr><tr><td>KM/H</td><td>Speed</td><td>km/h</td></tr><tr><td>WATT</td><td>Current performance</td><td>Watts</td></tr><tr><td>POINTS</td><td>ERGO-FIT cardio points</td><td>Points</td></tr><tr><td>KCAL</td><td>Calories burnt (average)</td><td>kcal</td></tr><tr><td>TIME</td><td>Workout time</td><td>00:00 (min:sek)</td></tr><tr><td>PULSE</td><td>Current heart rate per minute (onlywithPOLAR transmitter)</td><td>1/min</td></tr><tr><td>% </td><td>Incline</td><td>% </td></tr></table></body></html>\n\n",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Chapter 7 Operation ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "7.1 Operation Modes 50   \n7.1.1 CARDIO LINE 4000 .. 50   \n7.1.1.1 MANUAL 50   \n7.1.1.2 PROFILES .. 51   \n7.1.1.3 CARDIO 54   \n7.1.1.4 MANUAL COUNTDOWN 57   \n7.1.1.5 GEARSHIFT . 58   \n7.1.1.6 TEST 58   \n7.1.2 CARDIO LINE 4100 60   \n7.1.2.1 MANUAL 60   \n7.1.2.2 MANUAL COUNTDOWN 60   \n7.1.2.3 MANUAL GEARSHIFT . 60   \n7.1.2.4 CARDIO 61   \n7.1.2.5 PROFILES . 65   \n7.1.2.6 TEST . 66   \n7.1.2.7 GAMES ... 68   \n7.1.2.8 EXTERNAL 69   \n7.2 Device-Specific Behavior After the Workout . 69   \n7.3 Functional Test ... 70   \n7.3.1 CIRCLE 70   \n7.3.2 CROSS ... 70   \n7.3.3 CYCLE . 71   \n7.3.4 MIX 71   \n7.3.5 RECUMBENT . 72   \n7.3.6 STAIR 72   \n7.3.7 TRAC 72   \n7.4 Default settings ... 73   \n7.4.1 CARDIO LINE 4000 74   \n7.4.2 CARDIO LINE 4100 . 75   \n7.5 Heart Rate Control .. 77   \n7.5.1 Belt and Transmitter 78   \n7.5.2 Contact Heart Rate . 79   \n7.5.3 Potential Interferences 79 ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Please note: This user manual provides information on several devices. Details may vary depending on your model! ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "7 Operation ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "7.1 Operation Modes ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "7.1.1 CARDIO LINE 4000",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "When you power on the device the first thing you see is the main menu with the following options: ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "$\\otimes$ MANUAL   \n$\\otimes$ PROFILES   \n$\\otimes$ CARDIO (CARDIO LINE 4000 S/S MED/S SP only)   \n$\\otimes$ MANUAL CD (MANUELL COUNTDOWN)   \n$\\otimes$ GEARSHIFT (CYCLE und RECUMBENT only)   \n$\\otimes$ TEST (TRAC series 4000 S, 4000 S MED, 4000 S SP only, CYCLE dependent on the testmode) ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "To return to the main menu press the STOP button once or several times. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Note! Pacemaker patients are recommended to only use the MANUAL mode! ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "7.1.1.1 MANUAL ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "In this mode you can choose any workout time and workload. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "1. Press PLUS/MINUS until MANUAL is highlighted. Confirm your selection with START.   \n2. The MANUAL submenu is displayed. Enter your body weight (STAIR and TRAC only) by pressing PLUS/MINUS (default: $70~\\mathsf{k g}^{\\cdot}$ ). Confirm your selection with START.   \n3. You now access the workout mode. Here you can change the workload by pressing PLUS/MINUS. If you want to change the workload substantially, press and hold PLUS/MINUS. On the TRAC you can also change the incline by pressing UP and DOWN.   \n4. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.) remain on the display and are visually demonstrated in the workout profile. By pressing STOP again you return to the main menu. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "In MANUAL mode you select any minimum/maximum workload. The workload limits are as follows (depending on the device). ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "CARDIO LINE 4000 S/MED/S MED",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "table",
        "img_path": "images/a4d4406c6a690303a2d556b86b17064436800bf7d4b0ba1495230dbd5cef1d2a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td> Machine type</td><td>Power range</td><td>Increments</td><td>Speed</td></tr><tr><td>CIRCLE</td><td>15-400 W</td><td>5W</td><td> 20-120 rpm</td></tr><tr><td>CROSS</td><td>15-200 workload levels</td><td>Increments of 5</td><td>15-200 steps/min</td></tr><tr><td>CYCLE</td><td>15-600 W</td><td>5W</td><td>20-120 rpm</td></tr><tr><td>MIX</td><td>15-200 workload levels (MANUAL only) 25-400 W (CARDIO only)</td><td></td><td>20-120 rpm</td></tr><tr><td>RECUMBENT</td><td>15-600 W</td><td>5W</td><td> 20-120 rpm</td></tr><tr><td>STAIR</td><td>15-155 steps/min</td><td>Increments of 5</td><td>15-155 steps/min</td></tr><tr><td>TRAC</td><td>0,2-25 km/h</td><td>0,1 km/h</td><td>0,2-25 km/h</td></tr></table></body></html>\n\n",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Instead of showing the default speed setting $(1/\\mathsf{m i n})$ the CROSS display indicates the current pedaling frequency (actual value) ",
        "page_idx": 56
    },
    {
        "type": "table",
        "img_path": "images/68ff22c02be8ba32b366f115ab6862e694a4d1211966c2faa7076dd2cb789882.jpg",
        "table_caption": [
            "CARDIO LINE 4000 SP, 4000 S SP"
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Machine type</td><td>Power range</td><td>Increments</td><td>Speed</td></tr><tr><td>CROSS</td><td>15-200workload levels</td><td>5er Schritte</td><td>15-200 steps/min</td></tr><tr><td>CYCLE</td><td>40-600W</td><td>5W</td><td>40-120 rpm</td></tr><tr><td>RECUMBENT</td><td>40-600W</td><td>5W</td><td>40-120 rpm</td></tr></table></body></html>\n\n",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "7.1.1.2 PROFILES ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Choose from five different predefined profiles (60 minutes). The profiles provide different workload sequences, comparable with a hilly landscape. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The five predefined profiles (1 - 5) are: ",
        "page_idx": 56
    },
    {
        "type": "image",
        "img_path": "images/d76a849a1f67475fc6a2339ed2d0f3dfbcc0f9f068d04d5e07a171d42db289b5.jpg",
        "img_caption": [
            "Profile 1: "
        ],
        "img_footnote": [],
        "page_idx": 57
    },
    {
        "type": "image",
        "img_path": "images/0f0a6554f7025538d2ee809331402e401efac33545d05d864f2ada02e012067d.jpg",
        "img_caption": [
            "Profile 2: "
        ],
        "img_footnote": [],
        "page_idx": 57
    },
    {
        "type": "image",
        "img_path": "images/36c8e912d507223df8cbfdd2f3d284f82c8a7b8a98308fed2dc2bc269946bf1d.jpg",
        "img_caption": [
            "Profile 3: "
        ],
        "img_footnote": [],
        "page_idx": 57
    },
    {
        "type": "image",
        "img_path": "images/ce80bf75b4e18f20ee99ca471d1072aa7dc34ab012f7f67e66798aaffde0883f.jpg",
        "img_caption": [
            "Profile 4: "
        ],
        "img_footnote": [],
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "Profile 5: "
        ],
        "img_footnote": [],
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "How to choose a predefined user profile (1 - 5): ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "1. Press PLUS/MINUS until PROFILES is highlighted. Confirm your selection with START.   \n2. Confirm PROFILES by pressing START.   \n3. The PROFILE submenu is displayed. Enter your body weight (STAIR and TRAC only) by pressing PLUS/MINUS (default: $70~\\mathsf{k g}$ ). Confirm your selection with START.   \n4. Select a profile by pressing PLUS/MINUS. Confirm your selection with the START button.   \n5. Now you have to enter the minimum/maximum workload. Press PLUS/MINUS to change the values. If you change the minimum value the system changes the maximum value accordingly. Confirm the workload values with START.   \n6. The default workout time is 60 minutes. For the profile sections you can choose between 10 to 60 minutes (default time 20 minutes) by pressing PLUS/MINUS. Confirm your selection by pressing START.   \n7. You now access the workout mode. Here you can change the workload by pressing PLUS/MINUS. You can only use values within the previously defined workload range. On the TRAC you can also change the incline by pressing UP and DOWN.   \n8. The training will stop automatically after the defined workout time has elapsed. You can also stop the training at any moment by pressing the STOP button. In either case the workout parameters (Watt, 1/min etc.) remain on the display and are visually demonstrated in the workout profile. By pressing STOP again you return to the main menu. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "7.1.1.3 CARDIO ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "UFor a CARDIO workout (heart rate controlled training) you need a chest belt with POLAR transmitter. This is the only way to monitor the heart rate and to automatically adapt the workload. In CARDIO/SYSTEM you can control the intensity via the heart rate in order to maintain a steady optimum heart rate throughout the workout. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "It is recommended to use a wireless chest belt for the CARDIO and TEST workout programs. Contact heart rate values are for information only. In order to determine the maximum and minimum heart rate values you have to perform an ERGO-FIT cardio test (CYCLE 4000 S, 4000 S SP, or 4000 S MED). ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "You need to set the following parameters before training: ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "PULSMAX $\\mathbf{\\sigma}=\\mathbf{\\sigma}$ = maximum heart rate during workout PULSMIN $\\mathbf{\\tau}=\\mathbf{\\tau}$ minimum heart rate during workout START LOAD $\\mathbf{\\tau}=\\mathbf{\\tau}$ workload at the beginning of the workout for TRAC $\\mathbf{\\tau}=\\mathbf{\\tau}$ maximum workout speed (Workout starts with half of the maximum speed) ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "2 workout modes are available for CARDIO/SYSTEM workouts: ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "$\\otimes$ CARDIO workout without chip card $\\otimes$ CARDIO workout with chip card ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Chip card based workout supports both the user and the trainer. The user always exercises within the optimum heart rate range which prevents the body from becoming overstressed. The trainer on the other hand knows that the member exercises within the optimum range and does not have to be monitored all the time. Another advantage of chip card-based workout is that the user does not have to make any other modifications during workout. The ERGO-FIT chip card allows you to perform the ERGO-FIT cardio points workout. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Workout without chip card: ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "1. Press the PLUS/MINUS buttons until the CARDIO program is highlighted. Confirm your selection with START.   \n2. The CARDIO submenu is displayed. Select the desired workout mode (CARDIO or CARDIO COUNTDOWN) by pressing the PLUS or MINUS button. Confirm your selection with START. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "CARDIO ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "3. Now you can modify the “Age” parameter (“Body Weight and Age” for TRAC). Press the PLUS/MINUS button to change the default value to your age or weight and confirm with START. „   \n4. Now set the maximum heart rate. Change the default value by pressing PLUS or MINUS (the system changes the minimum heart rate accordingly). PULSMAX increases/decreases in single increments. Confirm your individual maximum heart rate by pressing START.   \n5. Now you can modify your minimum heart rate by pressing the PLUS and MINUS buttons (default: minus 10 beats off the maximum heart rate; less than 10 beats is not possible due to training relevance). Confirm your selection with START.   \n6. Now set the initial workload for the workout. Press the PLUS and MINUS buttons and confirm with START. For the TRAC model you must set the maximum speed instead of the initial workload.   \n7. Now the CARDIO mode is displayed. Your current heart rate is determined. This may take a few seconds. When the heart rate is displayed workout starts with the initial workload.   \n8. You are now in the workout mode. The workout section is marked by two horizontal lines. Press the PLUS and MINUS buttons to modify the workload. On the TRAC you can also change the incline by pressing UP and DOWN.   \n9. Stop the workout by pressing the STOP button. The training parameters (Watt, I/min etc.) remain on the display. The progression of the heart rate is displayed as a graphic. Press the STOP button again to return you to the main menu. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "CARDIOCOUNTDOWN ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "3. Now you can modify the “Age” and “Time” parameters (“Weight, Age and Time” for TRAC). Press the PLUS and MINUS buttons to enter your age and confirm with START. Select the “Time” parameter to enter the maximum workout time. You can choose between different workout times from 5 to 60 minutes (default time: 20 minutes). Confirm with START. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "4. Now set the maximum heart rate. Change the default value by pressing PLUS or ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "MINUS (the system changes the minimum heart rate accordingly). PULSMAX increases/decreases in single increments. Confirm your individual maximum heart rate by pressing START. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "5. Now you can modify your minimum heart rate by by pressing the PLUS and MINUS buttons (default: minus 10 beats off the maximum heart rate; less than 10 beats is not possible due to training relevance). Confirm with START.   \n6. Now set the initial workload for the workout. Press the PLUS and MINUS buttons and confirm with START. For the TRAC model you must set the maximum speed instead of the initial workload.   \n7. Now the CARDIO mode is displayed. Your current heart rate is determined. This may take a few seconds. When the heart rate is displayed workout starts with the initial workload.   \n8. You are now in the workout mode. The workout section is marked by two horizontal lines and the timer counts down the previously defined workout time. Press the PLUS and MINUS buttons to modify the workload. On the TRAC you can also change the incline by pressing UP and DOWN.   \n9. The workout stops automatically when the set time has elapsed. You can also stop the workout at any time by pressing the STOP button. The workout parameters (Watt, I/min etc.) remain on the display. The progression of the heart rate is displayed as a graphic. Press the STOP button again to return you to the main menu. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Workout with chip card: ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "1. The chip card has to be initialized before you can use it for your workouts.   \n2. Insert the initialized chip card into the card reader slot.   \n3. The CARDIO submenu is displayed. The software checks the chip card automatically. In case of a problem an error message will be displayed (see chapter   \n10.2).   \n4. The display now shows the „with chip card“ mode. The display shows information on the respective training week, the points to be attained during the current week, the points attained so far during the current week and the username.   \n5. Press the START button to open the „Cardio parameters“ window.   \n6. Enter the initial workload by pressing the PLUS or MINUS button. Confirm by pressing the START button. For the TRAC model you must set the maximum workout speed instead of the initial workload.   \n7. The display now shows the CARDIO mode. Your current heart rate is determined. This may take a few seconds. As soon as your heart rate has been determined training starts with the initial workload.   \n8. You are now in the workout mode. The workout section is marked by two horizontal lines. The display shows the stored training data especially the number of points attained during the current workout. This keeps the user motivated.   \n9. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.) and the cardio points remain on the display. The progression of the heart rate is displayed as a graphic. The workout training data is stored on the chip card. A message asking you whether you want to stop or pause the workout is displayed. Press the PLUS or MINUS button to select the desired option and confirm with START to return to the main menu. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "7.1.1.4 MANUAL CD (MANUAL COUNTDOWN) ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "In this mode you can manually customize the workout and workout time. The timer counts down the set workout time. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "1. Press the PLUS/MINUS buttons until MANUAL CD is highlighted. Confirm your selection with START.   \n2. The MANUAL submenu is displayed. Enter your body weight (STAIR and TRAC only) by pressing PLUS/MINUS (default: $70~\\mathsf{k g}$ ). Confirm with START.   \n3. Now you can modify the “Time” parameter (“Weight and Age” for TRAC). Now you can set the workout time. Select a workout time from 5 to 60 minutes (default time: 20 minutes) and confirm with START.   \n4. You are now in the workout mode. The workout section is marked by two horizontal lines. Here you can change the workload by pressing PLUS/MINUS. For change the workload substantially, press and hold the PLUS/MINUS. On the TRAC you can also change the incline by pressing UP and DOWN.   \n5. The workout stops automatically when the set time has elapsed. You can also stop the workout at any time by pressing the STOP button. The workout parameters (Watt, I/min etc.) remain on the display. The progression of the heart rate is displayed as a graphic. Press the STOP button again to return you to the main menu. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "7.1.1.5 GEARSHIFT (CYCLE and RECUMBENT only) ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "In this mode you can select any workout time. The integrated gearshift allows you to simulate   \nuphill and downhill cycling.   \n1. Press the PLUS/MINUS buttons until GEARSHIFT is highlighted. Confirm your selection with START.   \n2. The PARAMETER submenu is displayed. Enter your body weight by pressing PLUS/MINUS (default weight: $70~\\mathsf{k g}$ ). Confirm your selection with START.   \n3. You now access the workout mode. Press PLUS and MINUS to change the gears and thus to modify the workload.   \n4. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.) remain on the display and are visually demonstrated in the workout profile. By pressing STOP again you return to the main menu. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "7.1.1.6 TEST\\* (CYCLE and TRAC only) ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "TEST is not standard with all models. It is only included in CYCLE and TRAC of the 4000 S, 4000 S MED, 4000 S SP series. The data resulting from this quick test are recommendations only and not suitable for diagnostic purposes. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "To carry out a test (Conconi test or PWC test) you need a chest belt with a POLAR transmitter to monitor the heart rate. Contact heart rate values are for information only! ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The TEST workout mode provides different options: ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Test procedure without chip card: ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "$\\otimes$ PWC130/150/170 (sub maximum test with a heart rate of 130/150/170), only CYCLE 4000 all series ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Please proceed as follows: ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "1. Press the PLUS/MINUS buttons until TEST is highlighted. Confirm your selection with START.   \n2. The TEST SELECT submenu is displayed. Select the desired test mode by pressing the PLUS or MINUS button. Confirm your selection with START.   \n3. Now you can modify the parameters “Weight” and “Age”. Press the PLUS and MINUS buttons to enter your weight and confirm with START. Under “Age” enter your age and confirm with START.   \n4. Start load, time, height and cool down workload are displayed. Confirm these values with START to access the test mode.   \n5. Your current heart rate is determined. This may take a few seconds. The test starts as soon as the heart rate is detected.   \n6. In the test mode the workload can no longer be modified. As soon as your heart rate exceeds the set maximum value (130, 150, 170) the test ends automatically after completion of the sequence and continues with cool down. You can stop the test at any time by pressing the STOP button - in this case test analysis is not possible.   \n7. After the test the test results remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Test procedure with chip card: ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ PWC 130/150/170 (sub maximum test with a heart rate of $130/150/170$ , only CYCLE 4000 Model ${}_{,\\mathsf{S}^{\\ast}}$ in combination with an ERGO-FIT training software   \n$\\textcircled{\\times}$ SLevel test (sub maximum test with a heart rate of $130/150/170\\$ ), only TRAC 4000 Model ${\\mathcal{S}}^{*}$ in combination with an ERGO-FIT training software   \n$\\textcircled{\\times}$ Conconi test (default test for performance analysis), only CYCLE and TRAC 4000 Model ${\\mathcal{S}}^{*}$ in combination with an ERGO-FIT training software ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Please proceed as follows ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "1. The trainer selects the test. Then the chip card is initialized. You can now start the test.   \n2. Insert the initialized chip card into the card reader slot. When reading the chip card the control panel automatically enters the TEST mode. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "PWC Test 1305. 150 or 170 / Level test: ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "3. A submenu is displayed where you can enter start workload, time, height, cool down workload and heart rate for cancellation. Confirm these values with START to access the test mode.   \n4. In the test mode the workload can no longer be modified. As soon as your heart rate exceeds the set maximum value (130, 150, 170) the test ends automatically after completion of the sequence and continues with cool down. You can stop the test at any time by pressing the STOP button.   \n5. After the test the test results remain on the display. Press STOP to return to the main menu ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Conconi test: ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "3. In this submenu the parameters “Age”, “Test Start” and “Test Number” are displayed. Confirm these values with START to access the test mode.   \n4. The test mode starts with the first sequence (Warm Up). Here you can still modify the initial workload by pressing PLUS and MINUS. You should warm up for at least   \n10 minutes at a low intensity. START will bring you to the main part of the test. The workload (Watts) can no longer be modified. You can stop the test at any time by pressing the STOP button. This will bring you to the cool down mode. However, you should continue jogging / cycling slowly and at low intensity for several minutes.   \n5. The test ends automatically after the cool down sequence. You can also stop at any time by pressing the STOP button. After the test the test results remain on the display. Press the STOP button to return to the main menu . ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "7.1.2 CARDIO LINE 4100",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "At start the panel PC always displays the main menu with the following options: ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "$\\otimes$ MANUAL   \n$\\otimes$ MANUAL COUNTDOWN   \n$\\otimes$ MANUAL GEARSHIFT (CYCLE and RECUMBENT only)   \n$\\otimes$ CARDIO (CARDIO LINE 4100 S/S MED/S SP only)   \n$\\otimes$ PROFILES   \n$\\otimes$ TEST (TRAC series 4100 S/S MED/S SP only, CYCLE dependent on the test-mode)   \n$\\otimes$ GAMES   \n$\\otimes$ EXTERNAL ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "If you are in a submenu and want to return to the main menu just press STOP once or several times. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Note! Pacemaker patients are recommended to only use the MANUAL mode! ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "7.1.2.1 MANUAL ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "In this mode you can choose any workout time and workload. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "1. In the main menu press MANUAL.   \n2. You now access the workout mode. Here you can change the workload by pressing PLUS/MINUS. If you want to change the workload substantially, press and hold the PLUS/MINUS. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph.   \n3. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "7.1.2.2 MANUAL CD (MANUAL COUNTDOWN) ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "In this mode you can manually customize the workout and workout time. The timer counts down the set workout time. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "1. In the main menu press MANUAL COUNTDOWN.   \n2. The MANUAL COUNTDOWN submenu is displayed. Enter your body weight (STAIR and TRAC only) by pressing PLUS/MINUS (default: $70~\\mathsf{k g}.$ ). Confirm your selection with START.   \n3. This brings you to the “Time” parameter. Here you can set the workout time. Select a workout time from 0 to 60 minutes (default time: 20 minutes). You can increase / decrease the workout time by pressing PLUS and MINUS, or you can manually ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "enter them via the numeric panel. Confirm your entry with the START button. If your time specification is out of range, it will be marked red. Correct the specification and confirm with the START button. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "4. You now access the workout mode. Here you can change the workload by pressing PLUS/MINUS. If you want to change the workload substantially, press and hold the PLUS/MINUS. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph. A finish line shows you when the selected workout time has elapsed. In the upper section of the window you see a count down. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "5. The workout stops automatically when the set time has elapsed. You can also stop the training at any moment by pressing the STOP button. The workout parameters (Watt, 1/min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "7.1.2.3 MANUAL GEARSHIFT (CYLE and RECUMBENT only) ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "In this mode you can select any workout time. The integrated gearshift allows you to simulate uphill and downhill cycling. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "1. In the main menu press MANUAL GEARSHIFT.   \n2. This brings you to the “Weight” parameter. Enter your body weight from 10 to 200 kg (default $70~\\mathsf{k g}.$ ). You can increase / decrease the value by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. Confirm your entry with the START button. If your weight specification is out of range, it will be marked red. Correct the specification and confirm with the START button.   \n3. Press PLUS and MINUS to change the gears and thus to modify the workload. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph.   \n4. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "7.1.2.4 CARDIO ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "For a CARDIO workout (heart rate controlled training) you need a chest belt with POLAR transmitter. This is the only way to monitor the heart rate and to automatically adapt the workload. In CARDIO/SYSTEM mode you can control the intensity via the heart rate in order to maintain a steady optimum heart rate throughout the workout. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "It is recommended to use a wireless chest belt for the CARDIO and TEST workout programs. Contact heart rate values are for information only. Perform an ERGO-FIT Cardio test to determine the minimum and maximum heart rate (with CYCLE 4100 S or 41000 S MED. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "For CARDIO workout you first have to set the following parameters: ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "PULSMAX $\\mathbf{\\sigma}=\\mathbf{\\sigma}$ maximum heart rate during workout PULSMIN $\\mathbf{\\sigma}=\\mathbf{\\sigma}$ minimum heart rate during workout START LOAD $\\mathbf{\\sigma}=\\mathbf{\\sigma}$ initial load at the beginning of the workout for TRAC $\\mathbf{\\sigma}=\\mathbf{\\sigma}$ maximum workout speed (Workout starts with half of the maximum speed) ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "2 workout modes are available for CARDIO/SYSTEM workouts: ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "$\\otimes$ CARDIO workout without chip card $\\otimes$ CARDIO workout with chip card ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Chip card based workout supports both the user and the trainer. The user always exercises within the optimum heart rate range which prevents the body from becoming overstressed. The trainer on the other hand knows that the member exercises within the optimum range and does not have to be monitored all the time. Another advantage of chip card-based workout is that the user does not have to make any other modifications during workout. The ERGO-FIT chip card allows you to perform the ERGO-FIT cardio points training. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Workout without chip card: ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "1. In the main menu press CARDIO.   \n2. This will bring you to the CARDIO submenu. Select one of the workout modes CARDIO TIME, CARDIO COUNTDOWN, CARDIO DISTANCE or CARDIO.   \n3. The CARDIO submenu is displayed. Enter your body weight (STAIR and TRAC only) by pressing PLUS/MINUS (default: $70~\\mathsf{k g}$ ). Confirm with START. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "CARDIO TIME ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "4. You are now in the parameter section. Modify the predefined values for age, load, pulsmax and pulsmin. You can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. You can switch between the different values by pressing the arrow keys or the Enter key, or you can manually select a parameter. Confirm the modifications with START. If a specification is out of range, it will be marked red. Correct the specification and confirm with the START button   \n5. Now the CARDIO mode is displayed. Your current heart rate is determined. This may take a few seconds. When the heart rate is displayed workout starts with the initial workload.   \n6. You are now in the workout mode. Here you can change the workload by pressing ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "the PLUS and MINUS buttons. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph. In the upper section of the window the training time is displayed. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "7. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "CARDIO COUNTDOWN ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "4. You are now in the parameter section. Modify the predefined values for age, load, pulsmax, pulsmin and workout time. You can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. You can switch between the different values by pressing the arrow keys or the Enter key, or you can manually select a parameter. Confirm the modifications with START. If a specification is out of range, it will be marked red. Correct the specification and confirm with the START button.   \n5. Now the CARDIO mode is displayed. Your current heart rate is determined. This may take a few seconds. When the heart rate is displayed workout starts with the initial workload.   \n6. You are now in the workout mode. Here you can change the workload by pressing the PLUS and MINUS buttons. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph. A finish line shows you when the selected workout time has elapsed. In the upper section of the window you see a count down.   \n7. The workout stops automatically when the set time has elapsed. You can also stop the workout at any time by pressing the STOP button. The workout parameters (Watt, 1/min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "CARDIO DISTANCE ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "4. You are now in the parameter section. Modify the predefined values for age, load, pulsmax, pulsmin and distance. You can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. You can switch between the different values by pressing the arrow keys or the Enter key, or you can manually select a parameter. Confirm the modifications with START. If a specification is out of range, it will be marked red. Correct the specification and confirm with the START button.. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "5. Now the CARDIO mode is displayed. Your current heart rate is determined. This may take a few seconds. When the heart rate is displayed workout starts with the initial workload. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "6.You are now in the workout mode. Here you can change the workload by pressing the PLUS and MINUS buttons. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph. In the upper section of the window the training time is displayed.   \n7. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "CARDIO CALORIES BURNED ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "4. You are now in the parameter section. Modify the predefined values for age, load, pulsmax and pulsmin. You can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. You can switch between the different values by pressing the arrow keys or the Enter key, or you can manually select a parameter. Confirm the modifications with START. If a specification is out of range, it will be marked red. Correct the specification and confirm with the START button.   \n5. Now the CARDIO mode is displayed. Your current heart rate is determined. This may take a few seconds. When the heart rate is displayed workout starts with the initial workload.   \n6. You are now in the workout mode. Here you can change the workload by pressing the PLUS and MINUS buttons. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph. In the upper section of the window you see the workout time.   \n7. Stop the workout by pressing the STOP button. The workout parameters (Watt, 1/ min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Workout with chip card: ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "1. The chip card has to be initialized before you can use it for your workouts.   \n2. Insert the initialized chip card into the card reader slot.   \n3. The CARDIO submenu is displayed. The software checks the chip card automatically. In case of a problem an error message will be displayed (see chapter 10.2).   \n4. The „with chip card“ mode is displayed. The display shows information on the respective training week, the points to be attained during the current week, the points attained so far during the current week, the name of the user and the preset heart rate range.   \n5. Press the START button to open the „Cardio parameters“ window. Enter the initial ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "workload. You can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. Confirm by pressing the START button. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "6. The display now shows the CARDIO mode. Your current heart rate is determined. This may take a few seconds. As soon as your heart rate has been determined training starts with the initial workload.   \n7. You are now in the workout mode. Here you can change the workload by pressing the PLUS and MINUS buttons. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph.   \n8. Depending on the workout mode the workout either stops automatically or you press STOP to stop it manually.   \n9. The “End of Workout” screen is displayed. Decide whether to stop the workout or to continue later.   \n10. You are now told on which devices you can continue your workout. By pressing the button “graph” you can switch to the heart rate and performance graphs. By pressing the button “info” you return to the main menu. Press STOP to end your cardio workout and remove your chip card. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "7.1.2.5 PROFILES",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Choose from five different predefined profiles (60 minutes). The profiles provide different workload sequences, comparable with a hilly landscape (see chapter 7.1.1.2). ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "1. In the main menu press PROFILE.   \n2. This will bring you to the PROFILE submenu. Click the desired profile.   \n3. You are now in the parameter section. Modify the predefined values for level and time. You can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. You can switch between the different values by pressing the arrow keys or the Enter key, or you can manually select a parameter. Confirm the modifications with START. If a specification is out of range, it will be marked red. Correct the specification and confirm with the START button.   \n4. You are now in the workout mode where you cannot make any modifications. If you want to change the graph view press the blue arrow on the right below the heart rate and performance graph.   \n5. The workout stops automatically when the set time has elapsed. You can also stop the workout at any time by pressing the STOP button. The workout parameters (Watt, 1/min etc.), the heart rate graph and the performance graph remain on the display. By pressing STOP again you return to the main menu. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "USER ROFILES ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "1. In the main menu press PROFILE. This will bring you to the PROFILE submenu.   \n2. Now click the button „User profiles”   \n3. Now you are in the submenu „user profiles“, here you can choose between the different models of user profiles and modify them   \n4. You see the user profile. Here you find icons for every stored profile. For each profile the individual levels and limitation parameters are displayed. Tap on a profile to edit it. a) Edit: Here you see all levels, the profile type and the limitation parameters. Tap on a level to edit it. You can delete the level or add another level after the selected level. By touching the limitation values in the icons you can increase / decrease them by pressing PLUS and MINUS , or you can manually enter them via the numeric panel. You can switch between the different values by pressing the arrow keys or you can manually select a parameter. b) Add a new profile before or after the selected profile: First tap on the profile type (“Load profile” or “Cardio profile”) to select it. Then you can select the goal types “Time”, “Distance” and “Calories” by touching the corresponding button. The new profile will be created and you return to the profile overview screen. To cancel profile creation touch the „Back“ button. c) Delete: Touch the „Delete“ button to permanently delete the selected profile.   \n5. By pressing the START button you confirm your modifications and get to the workout mode. By pressing the STOP button you cancel your modification without saving and you return to the menu “User profiles”. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "7.1.2.6 TEST\\* ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "The TEST program is not standard with all models. It is only included in specific models of CYCLE and TRAC. The data resulting from this quick test are recommendations only and not suitable for diagnostic purposes! ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "To carry out a test (Conconi test or PWC test) you need a chest belt with a POLAR transmitter to monitor the heart rate. Contact heart rate values are for information only! ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "The TEST workout mode provides different options: ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Test procedure without chip card (CYCLE only): ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "$\\otimes$ PWC 130/150/170 (sub maximum test with a heart rate of 130/150/170), all types of CYCLE ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Please proceed as follows: ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "1. Press the TEST button in the main menu.   \n2. The TEST SELECT submenu is displayed. Select your test mode.   \n3. Now you can modify the parameters „Weight“ and ${\\mathsf{,A g e}}^{\\alpha}$ . You can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. You can switch between the different values by pressing the arrow keys or the Enter key, or you can manually sElect a parameter. Confirm the modifications with START. If a specification is out of range, it will be marked red. Correct the specification and confirm with the START button.   \n4. When performing a test without chip card you can modify the workload by pressing PLUS and MINUS. As soon as your heart rate exceeds the set maximum value (130, 150, 170) the test ends automatically after completion of the sequence and continues with cool down. You can stop the test at any time by pressing the STOP button - in this case test analysis is not possible. If you want to change the view during workout press the blue arrow on the right below the heart rate and performance graphs. If you want to toggle between graph and profile view (Test, Cool Down) use the PROFILE and GRAPH buttons on the left below the heart rate and performance graphs. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "5. After the test is completed you will see the Test Results screen. Here you get a summary of the test results. By pressing STOP again you return to the main menu. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Test procedure with chip card:: ",
        "text_level": 1,
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "$\\otimes$ PWC 130/150/170 (sub maximum test with a heart rate 130/150/170), CYCLE 4000 marked $S^{*}$ in combination with an ERGO-FIT training software only.   \n$\\otimes$ level test (sub maximum test with a heart rate 130/150/170), TRAC 4000 marked „ $S^{*}$ in combination with an ERGO-FIT training software only.   \n$\\otimes$ Conconi-test (standard test for performance diagnostics), CYCLE and TRAC 4000 marked ${\\mathcal{S}}^{*}$ in combination with an ERGO-FIT training software only. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Please proceed as follows: ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "1. The trainer selects the test. Then the chip card is initialized. You can now start the test.   \n2. Insert the initialized chip card into the card reader slot. When reading the chip card the control panel automatically enters the TEST mode. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "PWC Test 130/150/170 / level test: ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "3. Your current heart rate is determined. This may take a few seconds. The test starts as soon as the heart rate has been determined.   \n4. In the test mode the workload can no longer be modified. As soon as your heart rate exceeds the set maximum value (130, 150, 170) the test ends automatically after completion of the sequence and continues with cool down. You can stop the test at any time by pressing the STOP button - in this case test analysis is not possible. If you want to change the view during workout press the blue arrow on the right below the heart rate and performance graphs. If you want to toggle between graph and profile view (Test, Cool Down) use the PROFILE and GRAPH buttons on the left below the heart rate and performance graphs. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "5. At the end of the test you are told on which device you can continue your workout. Press STOP to end your cardio workout and remove your chip card. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Conconi Test: ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "3. Your current heart rate is determined. This may take a few seconds. The test starts as soon as the heart rate has been determined.   \n4. The test mode starts with the first sequence (Warm Up, WU). Here you can still modify the initial workload by pressing PLUS and MINUS. You should warm up for at least 10 minutes at a low workload level. After the warm up or when pressing START you will start with the main part of the test (TE). The workload (Watts) can no longer be modified. You can stop the test at any time by pressing the STOP button. This will bring you to the cool down mode (CD). However, you should continue jogging / cycling slowly and at low intensity for several minutes. If you want to change the view during the test press the blue arrow on the right below the heart rate and performance graphs. If you want to toggle between graph and profile view (Warm Up, Test, Cool Down) use the PROFILE and GRAPH buttons on the left below the heart rate and performance graphs. At the end of the test you are told on which device you can continue your workout.   \nPress STOP to end your cardio workout and remove your chip card. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "7.1.2.7 GAMES ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "CARDIO LINE 4100 devices provide a GAMES mode. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "1. In any workout mode you can press the upper right swirl button to return to the main menu. Here you can press the GAMES button.   \n2. The GAMES submenu is displayed. Click on the desired game.   \n3. You are now in the games mode. Here you can use the buttons as usual (e.g. increasing the resistance with PLUS). You can also use the swirl button to switch between games and workout mode. When yout stop the workout games mode will cancel automatically. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "7.1.2.8 EXTERN ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "CARDIO LINE 4100 devices provide an EXTERNAL mode. In this mode you can connect an external device such as an USB memory stick to watch movies or listen to music or audio books. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Video: The following file types are supported: \\*.avi, \\*.mpg, \\*.mpeg, \\*.wmv, \\*.mkv. The following Codecs are supported: MPEG-1 & 2, MPEG-4 (e.g. H.264, DivX, Xvid & Co.), Windows Media Video, Intel Indeo, MJPEG. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Audio: The following file types are supported: \\*.mp3, \\*.wav, \\*.wmf, \\*.ogg, \\*.flac. The following Codecs are supported: MPEG layer 1, 2, and 3 (MP3), AC3/A52, E-AC3, DTS, AAC, WMA, Ogg Vorbis, FLAC. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Please proceed as follows: ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "1 In any workout mode you can press the upper right swirl button to return to the main menu. Insert the USB memory stick into the port. Then press EXTERNAL.   \n2. The EXTERNAL submenu is displayed. Click on the external source.   \n3. You are now in the movies mode. Here you can use the buttons as usual (e.g. increasing the resistance with PLUS). You can also use the swirl button to switch between movies and workout mode. When you stop the workout the movies mode will cancel automatically. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "7.2 Device-Specific Behavior After the Workout ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "CIRCLE, CYCLE, RECUMBENT and STAIR ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "You do not need to observe any special instructions at the end of the workout. Just stop the workout. There is no increased risk due to coasting. Read the safety instructions in the appendix. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "CROSS and MIX ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Stop the workout by pressing the STOP button. This is the only way to stop the pedals. Without a coasting feature there is an increased risk of injury. Read the safety instructions in the appendix. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "TRAC ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "When you press the STOP button continue moving until the running belt has come to a complete stop. When you use the emergency stop feature remember to step on the side foot plates. Read the safety instructions in the appendix. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "7.3 Functional Test ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "For a functional test please proceed as follows: ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "7.3.1 CIRCLE ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Brakes ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Switch on the device. The display lights up as soon as the machine is ready. Select MANUAL mode.   \n$\\textcircled{\\times}$ Move the crank handle at the lowest speed (see the arrows!). The resistance increases. Increase the speed to its maximum. The resistance will decrease (se the arrows!). If this is the case the rpm-independent operation works fine. Please check that the crank handles stop immediately after you release them. If the drive system works ok they should not continue moving. Please stay away from the crank handles during the functional test. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Heart Rate ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Check the heart rate control (see chapter 7.5). ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Related Functions ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Before getting on the machine please check that the seat securely locks in the upper end position and does not move backwards or to the side. Make sure that the crank handles are locked (see chapter 6.3.1).   \n$\\textcircled{\\times}$ Make sure that the seat easily folds forward. The gap for the seatpost should be free of obstacles. There is an increased risk of injury.   \n$\\textcircled{\\times}$ Move the crank handles forward and backwards to check their function. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "7.3.2 CROSS ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Brakes ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "$\\textcircled{8}$ Switch on the device. The display lights up as soon as the machine is ready.   \n$\\textcircled{\\times}$ Choose MANUAL mode and select the lowest power value possible (see Chapter 7.1.1).   \n$\\textcircled{\\times}$ You can easily increase the walking speed.   \n$\\textcircled{\\times}$ Press the STOP button. The resistance increases noticeably and workout becomes almost impossible. If this is the case the brakes work fine. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Heart Rate ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Check the heart rate control (see chapter 7.5). ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Related Functions ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "$\\otimes$ Move the pedals forward and backwards to check their function. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "7.3.3 CYCLE ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Brakes ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "$\\otimes$ Switch on the device. The display lights up as soon as the machine is ready. Select MANUAL mode and increase the power range (see Chapter 7.1.1). Move the pedals at the lowest speed (see the arrows!). The resistance increases. Increase the speed range to its maximum. The resistance decreases. If this is the case the rpm-independent operation works fine. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Heart Rate ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Check the heart rate control (see chapter 7.5). ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Related Functions ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Make sure that the seat can be adjusted easily.   \nMake sure that the handlebar can be adjusted easily. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "7.3.4 MIX ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Brakes ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "$\\otimes$ Switch on the device. The display lights up as soon as the machine is ready.   \n$\\otimes$ Choose MANUAL mode and select the lowest power value possible (see Chapter 7.1.1).   \n$\\otimes$ You can easily increase the speed.   \n$\\otimes$ Press the STOP button. The resistance increases noticeably and workout becomes almost impossible. If this is the case the brakes work fine. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Heart Rate ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Check the heart rate control (see chapter 7.5). ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Related Functions ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Make sure that the seat can be adjusted easily.   \nMove the pedals forward and backwards to check their function. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "7.3.5 RECUMBENT ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Brakes ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Switch on the device. The display lights up as soon as the machine is ready.   \n$\\textcircled{\\times}$ Select MANUAL mode and increase the power range (see Chapter 7.1.1).   \n$\\textcircled{\\times}$ Move the pedals at the lowest speed (see the arrows!). The resistance increases. Increase the speed range to its maximum. The resistance decreases. If this is the case the rpm-independent operation works fine. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Heart Rate ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Check the heart rate control (see chapter 7.5). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Related Functions ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Make sure that the seat can be adjusted easily. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "7.3.6 STAIR ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Brakes ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Switch on the device. The display lights up as soon as the machine is ready.   \n$\\textcircled{\\times}$ Select MANUAL mode and increase the speed (see Chapter 7.1.1).   \n$\\textcircled{\\times}$ Walk at a constant speed. The resistance will adapt to the desired speed automatically (e.g. select $60~1/\\min=$ one step of $20\\ \\mathsf{c m/s}$ ).   \n$\\textcircled{8}$ Reduce the set speed. The resistance increases and sets the new speed. If this is the case the brakes work fine. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Heart Rate ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Check the heart rate control (see chapter 7.5). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "7.3.7 TRAC ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Speed Control ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Switch on the device. The display lights up as soon as the machine is ready. On models equipped with a lifting device the lifting motor automatically addresses the point of reference.   \n$\\textcircled{\\times}$ Select MANUAL mode and increase the speed constantly (see Chapter 7.1.1).   \n$\\textcircled{\\times}$ The speed increases constantly to the set value and remains on this level. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Emergency Stop ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Switch on the device. The display lights up as soon as the machine is ready. On models equipped with a lifting device the lifting motor automatically addresses the point of reference. Select MANUAL mode and increase the speed constantly (see Chapter 7.1.1). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ The speed increases constantly to the set value and then remains on this level.   \n$\\textcircled{\\times}$ Press the emergency stop button. The running belt will stop immediately. The display turns off. If this is the case the emergency stop function works fine. If you want to use the TRAC again turn the emergency stop button clockwise until it releases. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Safety Cord ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Switch on the device. The display lights up as soon as the machine is ready. On models equipped with a lifting device the lifting motor automatically addresses the point of reference.   \n$\\textcircled{\\times}$ Select MANUAL mode and increase the speed constantly (see Chapter 7.1.1).   \n$\\textcircled{\\times}$ The speed increases constantly to the set value and then remains on this level.   \n$\\textcircled{\\times}$ Now pull the safety cord. The running belt will stop immediately and the display returns to the main menu. If this is the case the safety cord function works fine. If you want to use the treadmill again reinsert the magnet.   \nOperation Properties / Lubrication   \n$\\textcircled{\\times}$ Switch on the device. The display lights up as soon as the machine is ready. On models equipped with a lifting device the lifting motor automatically addresses the point of reference.   \n$\\textcircled{8}$ Select MANUAL mode, increase the set speed to at least $10~\\mathsf{k m/h}$ and run at a constant speed (see chapter 7.1.1). The speed should not decrease noticeably when setting the foot on the belt. If the running belt moves at a constant speed lubrication and power supply are fine.   \n$\\textcircled{\\times}$ If the speed decreases when setting the foot on the belt check the lubrication (see chapter 9.1.7) as well as the power supply ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Heart Rate ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Check the heart rate control (see chapter 7.5). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "7.4 Default Settings ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "For chancing the default settings, you can use the following buttons: PLUS:    You can you can navigate in the menu and increase settings MINUS:  You can you can navigate in the menu and decrease settings START:  You can confirm your selections or settings STOP:    You can cancel a function or leave the menu ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "7.4.1 CARDIO LINE 4000",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Language settings: ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "In the main menu simultaneously press PLUS and MINUS to open the “Service” menu.   \nSelect the function “Language”. Here you can change the language. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Date and Time settings: ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "In the main menu simultaneously press PLUS and MINUS to open the “Service” menu.   \nSelect “Time and Date”. Here you can change the settings. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Service Settings (TRAC only) ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "In the main menu simultaneously press PLUS and MINUS to open the “Service” menu. Select “Service Settings”. The service menu provides system information, e.g. the total mileage. Please note that a certain mileage may be displayed due to a factory test run of several hours! ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Setting the cool down time in the service menu (TRAC only)   \nYou may set a cool down time from $20{\\mathsf{s}}$ to $60\\ \\mathsf{s}$ (time from the maximum speed until the running belt stops completely). ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Setting the incline in the service menu (TRAC only) Setting “TOUR YES”: Incline $-5\\%\\dots+15\\%$ Setting “TOUR NO”: Incline $0\\%$ ... $+20\\%$ ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Setting the oil change intervals in the service menu (TRAC only) Options: $1500~{\\mathsf{k m}}$ , $1000~{\\mathsf{k m}}$ , $500~\\mathsf{k m}$ , $0\\mathrm{km}$ ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "$0~\\mathsf{k m}$ disables the display of oil change intervals. When selecting 1500/1000/500 km an oilcan is displayed to the right of the set speed when the set distance is reached. After setting a new interval the icon disappears. The default setting is $1000~{\\mathsf{k m}}$ . During the interval the remaining distance (km) until the next oil service is displayed in this menu. The set value (e.g. $1000\\mathrm{km};$ is counted down to zero. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "External Control of the Training Bike: ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Connect the training bike to an external device (ECG, computer etc.) using an interface cable. Then you must select the data protocol. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Selecting the Data Protocol: ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "In the main menu simultaneously press PLUS and MINUS to open the “Service” menu. Select “RS232”. Press PLUS/MINUS to select the protocol (00, 01, 02 etc.) and confirm with START. The protocol selection is stored. Press STOP to return to the main menu. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "When the Initialize icon appears above the interface the training bike automatically changes to external control mode. For further control additional icons are displayed. Unknown commands are listed as “ / “. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Note: Not all ECG devices are compatible to CARDIO LINE 4000/4100. For further information please call $+49$ 6331 2461-0 in Germany. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "7.4.2 CARDIO LINE 4100",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "The main menu is displayed. Press the middle of the upper screen section five times to open the service menu. Here you can switch between the different categories „General“, „„Product“, Profiles“, „System“ and „Service“ by pressing the analogical button. The selected category is marked according to the chosen colour scheme. By pressing the START-button you save your changes, close the service menu and return to the main menu. By pressing the STOPbutton you return to the main without saving your settings. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Menu „General“: ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "$\\otimes$ Language settings: With the arrows to the right and to the left of the scrollbar you can switch beetween the different languages.   \n⊗ Measurement settings: You can choose between the Metric and the Anglo-American system. Select the measurement system by touching it. The selected system is marked with a checkmark.   \n⊗ Colour scheme settings: With the arrows to the right and to the left of the scrollbar you can switch beetween the different coulour schemes.   \n$\\otimes$ Setting up the screen saver and the Logo: Here you can upload or delete the screen saver an logo files.   \n$\\otimes$ Setting up the card reader modes: Use the arrow buttons on the right and left side of the scroll bar to select the operation mode of the card reader. Select Test Checksum by touching it. Now the chip card checksum will be checked.   \n$\\otimes$ Date and Time settings: Select the setting you want to change by touching it. It is highlighted in turquoise. Now you can increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Menu „Device“: ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "$\\otimes$ Setting up the serial number (serial numbers must only be changed by authorized ERGO-FIT service personnel or if instructed to do so by an ERGO-FIT employer): Select the option by touching it. It will be highlighted in blue. Now you can enter the serial number via the numeric panel.   \n⊗ Setting up the product line: Here you enter the device type and select the product line (use the arrow buttons on the right and left side of the scroll bar).   \n⊗ Selecting the device parameters: Here all adjustment options for this device type are listed. Select an option by touching it. It will be marked with a little cross.   \n⊗ Type of incline setting (TRAC only): With the arrows to the right and to the left of the scrollbar you can switch beetween the different types of incline (none, auto, Alpin, Tour,...). We advise you type „auto“.   \n$\\otimes$ Setting of the External Data Protocol: With the arrows to the right and to the left of the scrollbar you can switch beetween the different data protocols (dependent on the machine, only wenn an ERGO-FIT adapter is connected). ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Menu „Profiles“: ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "$\\otimes$ Setting the Timeout in Manual Workout: ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Here you can define a timeout in manual workouts in steps of 30 minutes. The workout stops automatically when the set time has elapsed. Select the setting you want to change by touching it. It is highlighted in turquoise. You can now increase / decrease the values by pressing PLUS and MINUS, or you can manually enter them via the numeric panel (default 0min). ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "$\\otimes$ Cardio minimal incline settings (TRAC only): ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "In the cardio mode you can define a minimal incline. The incline cannot fall below this value. Select the setting you want to change by touching it. It is highlighted in turquoise. You can now manually enter the value via the numeric panel (default $0\\%$ ). ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "$\\otimes$ Additional settings: ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "„Transfer manual input parameter“\\*1 and „Abbreviate measurement to the next unit“\\*² may be selected by touching them. The current option is checkmarked. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "\\*1 This will save the manual parameters for the next session, \\*2 display option, displays $,1000\\mathrm{m^{\\ast}}$ instead of „1km“ ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Menu „System“: ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Select „dynamic“ (default) or „static“ by touching the option. The current selection is highlighted in green. For the changes to take effect you have to restart the device. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "$\\otimes$ Setting the static IP adress: ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "„IP address“, „Net Mask“ and „Gateway“ can be changed. Select the option by touching it. It will be highlighted in blue. Now you can enter the serial number via the numeric panel. Here you also find the device‘s MAC address. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "⊗ Setting up the Touchscreen: ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Use the arrow buttons on the right and left side of the scroll bar to select „capacitive“ or „resitive“. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Menü „Service“ (this menu should only be operated by an ERGO-FIT service technician): ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Operation time: ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Here the previous operation time in km and minutes/hours are shown. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Next service interval ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Here you can see the kilometers which have to be absolved until the next desired service interval. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "$\\otimes$ Last service interval ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Here you can see the when the last service interval has been performed. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "$\\otimes$ Service interval setting ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "With the arrows to the right and to the left of the scrollbar you can switch beetween the different service intervals (250km, 500km,…). An oilcan is shown in the display to the right of the clock when the set distance is reached. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Device name, MTK, Export conf. and Service performed: ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "These functions must only be used by authorized ERGO-FIT service personnel. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "7.5 Heart Rate Control ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "For optimal results we recommend heart rate controlled workout. With a POLAR transmitter you can always display the current heart rate and adapt the workout accordingly. Contact heart rate measurement is also available. (Attention: Contact heart rate measurement is not possible when the user wears a chest belt with transmitter!). Contact heart rate measurement is for information only. For CARDIO workouts or tests you must use a chest belt system. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Note! We cannot guarantee for medically correct heart rate values, but the obtained values are a good basis for a safe workout. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "7.5.1 POLAR Belt and POLAR Transmitter ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Moisten the electrodes (the two finned rectangular areas on the bottom side) carefully before use. To provide optimal contact with the skin you can use a contact gel as it is used in ECG measurements. Adjust the belt below the chest muscle so that it has close but comfortable contact with the skin. The belt must not loosen during workout. Check the proper orientation of the belt – you must be able to read the POLAR logo when looking at it. ",
        "page_idx": 83
    },
    {
        "type": "image",
        "img_path": "images/d495171654daff8c3eb434ced5c19bab39c49911bb0862d72cf237a18e9ad0dd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Make sure that the two electrodes are not buckled. Heart rate measurement is only possible with correct alignment of the chest belt. Otherwise “E” is displayed (error or no signal). In this case check the correct position of the chest belt. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Clean the transmitter, especially the electrodes, after the workout using warm water and mild soap. Dry them thoroughly. Never brush the electrodes! Do not use alcohol for cleaning! ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Operation Range of the POLAR Transmitter ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The operation range of the emitter is approx. $80~\\mathsf{c m}$ . If you have more than one ERGO-FIT exercise machine make sure to keep a distance of at least 100 cm between the machines to avoid interference of the transmitters. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Note: We cannot guarantee for medically correct heart rate values, but the obtained values are a good basis for a safe workout. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "POLAR Transmitter Battery ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "If heart rate measurement is only possible within a very short distance between transmitter and receiver or is not possible at all you should check the batteries (operation time appr. 2500 hours). ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Send the transmitter with the empty batteries to the following address: ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "POLAR Electro GmbH Deutschland Am Seegraben 1 D-64572 Büttelborn/Klein-Gerau ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Against charge you receive your transmitter with a new battery. Do not replace the battery yourself! ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "7.5.2 Contact Heart Rate (Optional) ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Contact heart rate measurement might be difficult if the user has dry or rough hands or if the contact to the electrodes is interrupted, e. g. by moving the hands. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "7.5.3 Potential Interferences ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Monitors, electric engines High voltage lines (e.g. trains) Nearby fluorescent lamps Radiators Other electric appliances ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Move the machine to another place to increase the distance to the potential source of interference. In some cases it is even sufficient to change the direction of the machine by a few degrees. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "If the heart rate is displayed irregularly despite faultless technical conditions, check your heart rate manually. In case of doubt, you should see your doctor. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Chapter 8 Workout ",
        "text_level": 1,
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "8.1 The Effect of the Workout 82   \n8.2 Cardiovascular Workout . 82   \n8.3 Choosing the Right Intensity . 83   \n8.4 Workout Routine - Aspects to be Considered . 83   \n8.5 Weight Reduction – the Benefits . 83   \n8.5 Workout Tips . 84 ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "8 Workout ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "8.1 The Effect of the Workout ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "If you lead a modern life you are usually not performing sufficient physical activity to stay healthy and in good shape. Cardiovascular diseases are still the most common cause of death. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "This fact should make cardiovascular training a top priority. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "All exercises that increase the heart rate for at least 15 to 20 minutes are called „aerobic“. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "8.2 Cardiovascular Workout ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "To benefit most from your workout you should be familiar with some training principles. Your fitness depends to a great extent on your body‘s ability to provide oxygen to your muscles. Oxygen is the key to the energy stored in the muscles. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "Let us take a closer look at some of the factors that are crucial to this process: The heart acts like a very complex pump and is responsible for the blood circulation in the body. Regular aerobic training will increase the heart‘s stroke volume, i.e. with every beat it will transport blood through your body. This means that the heart works more efficiently not only during training but also at rest. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "When oxygen enters the lungs it will be mixed with blood in tiny air sacs, the so-called alveoli. Regular aerobic training will improve the efficiency of the alveoli and thus blood is supplied with more oxygen to be transported to the muscles. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "Hemoglobin is the substance of the blood that absorbs the oxygen. Regular aerobic training will increase the hemoglobin in the blood which in turn leads to an improved oxygen supply of the muscles. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "It is a fact that regular exercise reduces the risk of heart diseases. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "In other words, regular workout improves the oxygen supply of the body and reduces the risk of cardiovascular diseases. For this reason, ERGO-FIT cardio workout equipment is used in training facilities and rehabilitation centers. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "8.3 Choosing the Right Intensity ",
        "text_level": 1,
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "The workout intensity should be adapted to your heart rate. In order to determine your heart rate you need to do a performance evaluation. Our cardio training machines allow you to control your heart rate constantly even during training. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "If you are a beginner you should exercise in the lower part of your aerobic training zone until your fitness has improved. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "8.4 Workout Routine - Aspects to be Considered ",
        "text_level": 1,
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "If you exercise for the first time or resume training after a longer period of time you should structure your workout routine according to the following example: ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "1. Warm up: Exercise for five minutes at low intensity to prepare your body for the workout.   \n2. Stretching: Get off the exercise machine and stretch the targeted muscle groups.   \n3. Main sequence: Now you are well prepared for the aerobic sequence which should last at least 15 to 20 minutes. Focus on maintaining your heart rate continuously at the target level. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "8.5 Weight Reduction – the Benefits ",
        "text_level": 1,
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "Most beginners primarily wish to reduce body weight, the adipose tissue. Regular training stimulates the metabolism and helps to burn more calories both during workout and at rest. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "Most beginners get the most aerobic benefit from an intensity level of $70\\%$ of the maximum heart rate. With increasing fitness you have to adapt the workout intensity. However, the assumption „The harder the training the greater the progress in fitness“ is wrong. If a certain limit is exceeded you will lose the benefits of an aerobic workout because the body can no longer provide the muscles with oxygen and instead produces large amounts of lactic acid, and this will make us stop training very quickly. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "Workout just below the anaerobe limit increases the overall workout time significantly. Thus you burn more fat and strengthen our aerobic system optimally. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "8.6 Workout Tips ",
        "text_level": 1,
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "On CYCLE 4000/4100 S you can perform a test based on up-to-date results in sports science to determine values for an optimum workout that consider gender, age, weight and performance data. The results are displayed after evaluation. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "When exercising on our machines your heart rate should not exceed a certain maximum value. Optimum aerobic workout is only possible below this limit. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Chapter 9 Maintenance ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "9.1 Maintenance and Care . 86   \n9.1.1 CIRCLE 86   \n9.1.2 CROSS . 87   \n9.1.3 CYCLE . 87   \n9.1.4 MIX . 87   \n9.1.5 RECUMBENT . 87   \n9.1.6 STAIR 88   \n9.1.7 TRAC 88   \n9.2 Cleaning . 92 ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "9 Maintenance ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "All exercise machines used for commercial purposes need to undergo regular maintenance and safety inspections (according to MPBetreibV). ERGO-FIT advices an inspection every 12 month. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Regular, thorough care and appropriate maintenance in particular help to maintain the value of your exercise machine and to extend its lifetime. For this reason, we recommend regular inspections of the machines. Before every use, inspect the casing, seat and guides, handlebar, crank handles, footrests, pedals, pedal straps, running belt and handholds for damage. If the machine is damaged, have it repaired immediately. These regular inspections are essential in case of guarantee claims. In case of a malfunction please contact our service team. Technicians and engineers at ERGO-FIT are pleased to assist you. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Before switching on the machines, always inspect power cord, power plug, power socket and power input (machine) for defects. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "The following situations make immediate maintenance necessary: ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ excessive mechanical stress (sharp impact, defect cabling, inappropriate tension), $\\textcircled{\\times}$ liquid has entered the device,   \n$\\textcircled{\\times}$ cables, connectors or casing are damaged,   \n$\\textcircled{\\times}$ covers have dropped off. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Maintenance of the machine may be carried out by the ERGO-FIT customer service. We also offer maintenance contracts. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "9.1 Maintenance and Care ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "ERGO-FIT machines are low-maintenance products. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "The following chapters outline important inspections and maintenance procedures for different models. You should carry out these tasks regularly. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Switch off and unplug the machine before you perform maintenance tasks or open its casing. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "9.1.1 CIRCLE ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ This model requires very little maintenance.   \n$\\textcircled{\\times}$ Do not apply oil or grease to the external parts of the machine. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "9.1.2 CROSS ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Do not apply oil or grease to the external parts of the machine. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "9.1.3 CYCLE ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "This model is almost maintenance-free.   \nDie beweglichen Teile des Gerätes benötigen kein weiteres Einölen oder Einfetten.   \nOnce per week, remove dust from the guide rod of the seat.   \nRegularly apply a teflon spray to the guide rod (we recommend “Fin super aerosol” by Interflon). ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Treadle ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ As screws tend to loosen over time, you should check the treadles and pedals after 3 to 5 operational hours for the first time, then every month.   \n$\\textcircled{\\times}$ If a treadle loosens tighten it immediately. Remove the black cap from the crankshaft and retighten the screw underneath with a $14~\\mathsf{m m}$ socket spanner. The pedal may be retightened to the crankshaft with a $15\\mathrm{mm}$ open-end spanner. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "9.1.4 MIX ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "This model requires very little maintenance.   \nDo not apply oil or grease to the external parts of the machine.   \nOnce per week, remove dust from the chrome bar of the seat. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "9.1.5 RECUMBENT ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "This model is almost maintenance-free. Moving parts need no further oiling or greasing. $\\textcircled{\\times}$ Once per week, remove dust from the guide rod of the seat. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Treadle ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "$\\otimes$ As screws tend to loosen over time, you should check the treadles and pedals after 3 to 5 operational hours for the first time, then every month.   \n$\\textcircled{\\times}$ If a treadle loosens tighten it immediately. Remove the black cap from the crankshaft and retighten the screw underneath with a $14~\\mathsf{m m}$ socket spanner. The pedal may be retightened to the crankshaft with a $15\\mathrm{mm}$ open-end spanner. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "9.1.6 STAIR ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "$\\otimes$ This model requires very little maintenance.   \n$\\otimes$ Do not apply oil or grease to the external parts of the machine. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "9.1.7 TRAC ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "ERGO-FIT recommends servicing the TRAC every two years or after 30.0000 km. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Adjusting the Running Belt ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "The rear drive shaft is a dangerous area because here the running belt is drawn into the machine. Therefore keep hair and clothes away from the drive shaft. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Never adjust the running belt alone. For your safety, adjustment of the belt must always be carried out by two persons. In case of emergency the second person has to press the emergency stop button. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "NFine-tuning the running belt may be performed by adjusting the left adjustment screw on the drive shaft while the treadmill is in operation. Use the included $6~\\mathsf{m m}$ Allen spanner. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "1. LaThe running belt should run at approx. $12\\mathrm{km/h}$ (no incline).   \n2. Observe the running belt for at least two minutes.   \n3. The running belt’s ideal location is in the middle of the shaft. If this is not the case, proceed as follows:   \n4. If the running belt tends to run to the right, turn the right adjustment screw to the right. If the running belt tends to run to the left, turn the right adjustment screw to the left. For minor deviations turn the screw $1/4$ turn. For greater deviations turn the screw $1/2$ turn.   \n5. After each adjustment, observe the running belt for two minutes. In order to check its function the treadmill should also run at 5 and $20\\mathsf{k m/h}$ .   \n6. Adjustment is complete when the running belt stays in the middle of the shaft even after running at $12\\mathrm{km/h}$ for a longer period of time.   \n7. Hill running and other running styles may cause a dislocation of the running belt. As long as the running belt centers again when running in normal mode at $12\\mathrm{km/h}$ adjustment is not necessary. The running belt stays in its position for several months if it is adjusted correctly.   \n8. If you want to tighten the running belt, turn the left and right adjustment screws evenly. The running belt should never be over tightened ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Checking the Running Belt Tension ",
        "text_level": 1,
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Unplug the machine before you open the control panel or remove the cover! ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "The belt may loosen after longer use or when adjusted improperly. It will decelerate when jumping on it because the front drive shaft looses contact with the belt. ",
        "page_idx": 94
    },
    {
        "type": "image",
        "img_path": "images/582c981ab806c73dfd4554d1d4178797b4e6d31a4554075398613c495a498475.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "In this case, check the belt tension as follows: ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "1. Open the front cover. Do not touch the internal parts of the machine.   \n2. Press the START button to confirm the MANUAL mode and accelerate the belt to 2   \nkm/h with the PLUS button.   \n3. Stand behind the treadmill and carefully try to block the running belt with your foot.   \n4. If the running belt blocks, it needs to be tensioned. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "If the running belt is blocked for too long, the motor control will switch off due to overcurrent. This is indicated by a flashing alarm LED on the motor control. In this case, switch off the machine and wait for 5 minutes before you switch it on again. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Retensioning the Running Belt ",
        "text_level": 1,
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "The tension of the running belt must never exceed $0.5\\%$ , as this may damage the belt, shafts and bearings. Make sure to unplug the machine before tensioning the running belt! ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Proceed as follows: ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "1. The correct belt tension is 0.3 to- $.0.4\\%$ . Apply a length marking of $1000\\mathsf{m m}$ on both sides of the untensioned running belt. This marking should extend to 1003 to 1004 mm when the belt is tensioned correctly.   \n2. Turn the left and right adjustment screws with a $6~\\mathrm{mm}$ Allen spanner clockwise until the correct tension is reached (see section 1.). Make sure that the running belt stays between the two arrows on the back part of the treadmill frame. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "3. You can also tension the belt until the drive shaft stops spinning freely when the belt is blocked (see section „Checking the Running Belt Tension”). ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Tensioning the Drive Belt ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "The poly-v-drive belt is equipped with a belt tensioner and should not require any manual tensioning. However, if the drive belt needs more tension, make sure to unplug the machine plug first. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "You may check the belt‘s tension as instructed in „Checking the Running Belt Tension“ by blocking the running belt. When doing so, make sure the motor is not idling but has full contact with the belt! ",
        "page_idx": 95
    },
    {
        "type": "image",
        "img_path": "images/0a29b195f2b13af51b505454cb3f2246554cd6e6b4c1afcc2ba2c80a0c8ce1fd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "The drive belt is equipped with an adjustment device in case it needs to be tensioned. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Oiling ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "The oil film underneath the running belt needs to be checked at the latest when the oil can symbol appears on the display or if you hear grinding noises. In this case perform oiling and reset the oil interval distance. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "The intervals differ depending on the use: ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "$\\otimes$ physiotherapy / low utilization, ca. 500 km $\\otimes$ training facility / average utilization, ca. 1000 km $\\otimes$ training facility / high utilization, ca. 1500 km ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Use the provided special oil and a $10\\mathsf{m l}$ -syringe. Only use the provided special oil (special oil is available on demand at ERGO-FIT)! Other oils or lubricants may damage the running belt and bearing surface and the treadmill might get damaged. Two syringes of $10~\\mathrm{ml}$ special oil are needed for every maintenance procedure. ",
        "page_idx": 95
    },
    {
        "type": "image",
        "img_path": "images/a92bf01aa5517622b4aaec17878f07986a9f6b318d30add9d79b63a69a38c07f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Proceed as follows: ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Make sure not to come into contact with the running belt! For your safety, adjustment of the belt must always be carried out by two persons. In case of emergency the second person has to press the emergency stop button. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "1. Now switch on the treadmill and select MANUAL mode. Set the belt‘s running speed to approx. $2\\mathsf{k m/h}$ .   \n2. Fill the provided syringe with the special oil.   \n3. Beneath the running belt on the side you will see a board with the injection hole. Insert the syringe into the injection hole and slowly press the oil into the hole.   \n4. Refill the syringe and repeat step 3.   \n5. Then fill the syringe with air and press the air into the hole to make sure that the oil has completely entered the system.   \n6. After oiling, let the treadmill run at $5~{\\mathsf{k m/h}}$ for another 5 minutes while no one is running on the belt to allow the oil to spread on the running belt.   \n7. Setzen Sie die Anzeige wieder zurück wie in Kapitel 7.4.1 Grundeinstellungen CARDIO LINE 4000, Auswahl der Ölintervalle im Servicemenü bzw. 7.4.2 Grundeinstellungen CARDIO LINE 4000, Menü „Service“, Einstellen des Serviceintervalls (CARDIO LINE 4100) beschrieben ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Lichtschranke, Reinigung und Einstellung ",
        "text_level": 1,
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "Die Lichtschranke und Schlitzscheibe dienen zur Erfassung der Geschwindigkeit und sollten in Abständen von 6 Monaten mit einem feuchten Tuch und Spiritus vorsichtig gereinigt werden. In eingebautem Zustand der Scheibe kann die Reinigung auch mittels eines Borstenpinsels, der zuvor in Spiritus getränkt wurde, durchgeführt werden. Damit können zwischen Scheibe und Lichtschranke die optischen Elemente vorsichtig gereinigt werden. ",
        "page_idx": 97
    },
    {
        "type": "image",
        "img_path": "images/50804519061e1885d1e007f20a25ed3af27ee03e19fcb0effa313fb5c4e9be56.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "When adjusting the photo sensor, make sure to keep the air gap between the disk and the casing of the photo sensor: ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "$\\otimes$ axial gap: approx. $1\\:\\mathrm{mm}$ (see fig.) $\\otimes$ radial gap: approx. $1\\:\\mathrm{mm}$ left and right ",
        "page_idx": 97
    },
    {
        "type": "image",
        "img_path": "images/a10020e2eb9117fc724035e2147b45813df1e993d490af3ba51c7a5b3647bb06.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "Make sure that the virtual extension of the photo sensor continues through the centre of the motor shaft. ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "9.2 Cleaning ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Sweat, dust and dirt can damage your exercise equipment even after a few weeks. Metal and aluminum surfaces may deteriorate when getting into contact with sweat. Therefore you should clean the equipment every day. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "We recommend “Ecolab P3-steril” or “Scarabig” for cleaning. You can obtain these detergents at the following suppliers: ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Ecolab Deutschland GmbH   \nReisholzer Werftstraße 38-42   \nPostfach 13 04 06   \nD-40554 Düsseldorf   \nwww.ecolab.com   \nSCARAPHARM chem.-pharm. Produkte GmbH   \nWachmannstraße 86   \nD-28209 Bremen   \nwww.scarapharm.de ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Consider the following aspects for cleaning: ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Make sure to unplug the machine before opening the control panel or the motor cover! ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "$\\otimes$ Clean your machine with a damp cloth, mild cleaning agent or soap and dry it with a soft cloth.   \n$\\otimes$ Do not apply oil or grease to the external parts of the machine.   \n$\\otimes$ For the TRAC model the internal components should also be cleaned. To do so, remove the 7 screws on the front cover. Pull the cover up to remove it. Make sure not to damage the automatic circuit breaker. Remove any dirt inside the treadmill with a vacuum cleaner, in particular on the ventilation grille of the drive motor. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "During training with chip card regularly clean the chip cards and chip-card readers with a cloth and isopropanol. Special cleaning sets are also available with ERGO-FIT. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Kapitel 10 Troubleshooting ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "10.1 Finding the Error 96   \n10.2 Error Messages 97 ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "10 Troubleshooting ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Despite the high quality of ERGO-FIT products malfunctions may occur. In this chapter you find troubleshooting information. If you suspect a technical malfunction do not operate the machine. If you can repair the machine yourself nevertheless inform us of the malfunction. This allows us to record the failure in the model‘s documentation file and to further improve the quality of our products. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "For safety reasons, unplug the machine before work is carried out or the machine is opened! ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "10.1 Finding the Error ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Malfunctions may have simple reasons but sometimes a faulty component is the problem. This chapter provides you with guidelines to resolve possible problems. If the recommendations listed are not successful, please contact our service department immediately. Our service team will be pleased to help you. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Please proceed as follows in case of failure: ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "The machine does not react (no signal when switching on, empty display) ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "$\\otimes$ Check the fuse box. A fuse may be defective or a circuit breaker may have switched off.   \n$\\textcircled{\\times}$ Did you use an extension cable or a multi-outlet power strip? Always connect your machine directly to the power socket.   \n$\\otimes$ Has the emergency stop button been activated (TRAC only)?   \n$\\otimes$ Check the power socket. Plug in another electric device to check the socket.   \n$\\textcircled{\\times}$ Pull the power plug out of the socket and visually inspect the power supply cord. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "An error message is displayed ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Write down the information displayed in the error message.   \n$\\otimes$ Check if the error has occurred frequently. If so, when and how often?   \n$\\otimes$ Check if multiple electric devices were connected at the same time. If so, which?   \n$\\otimes$ Check if a button was pressed when the error message was displayed.   \n$\\textcircled{\\times}$ Check if the machine can be started by pressing the START button or if this is possible after complete switch off only.   \n$\\otimes$ If you were not present when the error message was displayed, ask the user what exactly happened   \n$\\textcircled{\\times}$ Try to fix the error yourself (see: error messages) or contact the ERGO-FIT service center. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Seat gives way after load ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "$\\otimes$ Bring the seat into the lowest position and then into the highest position and repeat this once. This causes the oil-gas-mixture in the spring chambers to compensate so the seat locks again. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "10.2 Error Messages ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "The following section lists the most common error messages, their causes and solutions: ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "4000 S/4000 S MED error messages ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "End of training sequence or wrong date ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Problem: ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "The training sequence stored on the chip card has ended, i.e. since the first test, 8 (training) weeks have passed. If this is not the case, the model‘s date or time settings are probably wrong. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Solution: ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "In this case, please go to the main menu and press PLUS and MINUS simultaneously. You will then be able to enter the correct date and the present time using the PLUS and MINUS buttons. Confirm your choice by pressing the START button. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "To („Timeout“) ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Problem: ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "The machine cannot communicate with the card reader. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Solution: ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Switch off the unit, wait for about 5 seconds and switch it back on. If the issue is not solved, check if the cable between the machine and the card reader (located inside the machine) is connected. (If you do not know how to proceed, please contact the service technician before opening the control panel). ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "CS ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Problem: ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "The data on the chip card is damaged or data transmission to the card reader has malfunction. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Solution: ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "First, check if the chip card has been inserted correctly. If this is not the case, please insert it correctly and repeat the procedure. If the issue is not solved, check if the card reader works by inserting a different card. If you receive another error message, please check if the cable between the machine and the card reader (located inside the machine) is connected. (If you do not know how to proceed, please call a service technician before opening the control panel). If the card reader works fine with a different card, the data is probably damaged. Use the appropriate ERGO-FIT software to rewrite the data on the card. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "NO ID 01, NO ID 17, NO ID 19 or NO ID 20 ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Problem: The chip card used has not been evaluated.   \nSolution: Evaluate the chip card using the ERGO-FIT analysis software first. You can only perform the ERGO-FIT point training with an evaluated card. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "NO ID 02 or NO ID 18 ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Problem: ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "The card is a training card, i.e. a card which has not been initialized for a test. You cannot carry out an ERGO-FIT test using a training card. Solution: If you need a new test evaluation, please initialize the chip card for a test using the ERGO-FIT software and then use this chip card for the test. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "NO ID 55 ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Problem: There is no data on the chip card - the chip card has possibly never been used, or the chip itself is damaged.   \nSolution: Reinitialize the card. If the issue is not solved, please use a new chip card and restart the initialization. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Error 16 ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Problem: The machine cannot find a card in the card reader.   \nSolution: Make sure the card has been inserted correctly. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Error 01, Error 17, Error 32, Error 33, Error 48 or Error 49 ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Problem: Solution: ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "The machine cannot communicate with the chip card. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "First, check if the chip card has been inserted correctly. If this is not the case, please insert it correctly and repeat the procedure. If the issue is not solved, check if the card reader woks by inserting another card. If you receive another error message, please check if the cable between the machine and the card reader (located inside the machine) is connected. (If you do not know how to proceed, please call a service technician before opening the control panel. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Device ID xxx: Please extract chipcard ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Problem: The machine is not listed on the workout schedule. Solution: Enter the device in the workout schedule by using the ERGO-FIT software ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "TRAC - 4000/4000 S error messages: ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "STOP (is flashing in the middle of the display) ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Problem: A converter malfunction has occurred.   \nSolution: Stop the workout and switch off the machine (power off for a minimum of 30 s). ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "TRAC of the 4000 MED/4000 S MED series: ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Problem: The cut-off temperature of the transformer has been exceeded (built-in temperature monitor: $115^{\\circ}.$ ) . Solution: Stop the training, switch off the machine and allow it cool down. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Fehlermeldungen bei Geräten der Linien 4100 S/4100 S MED ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Workout program obsolete (week: xx) - Please remove card ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Problem: ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The workout period stored on the chip card has expired, i.e. since the first test, 8 (training) weeks have passed. If this is not the case, the model‘s date or time settings are probably wrong.. Press the upper center of the display fife times to open the service menu. Here you can change the date and time settings (see chapter 7.4.2). ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Solution: ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Checksum error! Please remove chip card. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Problem: ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The data on the chip card is damaged or data transmission to the card reader has malfunction. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Solution: ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "First, check if the chip card has been inserted correctly. If this is not the case, please insert it correctly and repeat the procedure. If unsuccessful, check if the card reader is malfunctioning by inserting another chip card. If the error persists please contact the ERGO-FIT service center. If the card reader works fine with a different card, the data is probably damaged. Use the appropriate ERGO-FIT software to rewrite the data on the card). ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Chip card empty or not correctly inserted ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Problem: ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "There is no data on the chip card - the chip card has possibly never been used, the chip itself is damaged or the chip card has not been inserted correctly. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Solution: ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "First, check if the chip card has been inserted correctly. If this is the case, reinitialize the card. If the issue is not solved, please use a new chip card and restart the initialization. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "No appropriate trainings program available. Next devices/No devices available ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Problem: The machine is not listed on the workout schedule.   \nSolution: Enter the device in the workout schedule by using the ERGO-FIT software. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Unable to connect with Cardea Server ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Problem: The system cannot connect with the Cardea Server. Training with the card reader configuration mode „RFID only“ is not possible.   \nSolution: Make sure that the network cable is correctly connected and not damaged. Make sure that the computer and the Cardea Server software are not malfunctioning. Restart the computer if necessary. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Empty profile workout ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Problem: A profile has been created without any levels.   \nSolution: Return to the profile editor and add levels to the profile. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Card removed but workout still active ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Problem: The chip card has been removed during the workout.   \nSolution: Reinsert the card and exit the workout by pressing the STOP button. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Wrong card ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Problem: The chip card has been removed during the workout and a new card has been inserted.   \nSolution: Remove the chip card and exit the workout by pressing the STOP button. Then reinsert the chip card. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Please login at the Vitality Coach ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Problem: No workout data stored on the chip card.   \nSolution: The workout has not been activated at the Vitality Coach, thus there is no workout data on the chip card. Return to the Vitality Coach and insert the chip card. Press the ”START” button to save data on the chip card. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Please contact ERGO-FIT Service ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Problem: This product must be serviced.   \nSolution: Please contact the ERGO-FIT service center. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "Please tighten the pedals and the crank arms ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Problem: Pedals and crank arms must be retightened every 5 operation hours.. Solution: Tighten the pedals and crank arms (see chapter 9.1.3.). Press the screwdriver icon five times to reset the message zum Zurücksetzen der Meldung. ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Strength equipment only ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Problem: You have inserted the F4 card for plate configuration.   \nSolution: Remove the card. It is not suitable for cardio devices. ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "No ErgoNet-Connection! ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Problem: No connection to device board. Training is not possible.   \nSolution: Please contact the ERGO-FIT service center. ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "TRAC of the 4100 S/MED/S MED series error messages: ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Warning symbol „exclamation mark“ in the value panel ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Problem: A profile has been created without any levels.   \nSolution: End the training and switch off the machine (keep it off for at least $10\\min$ ). ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Kapitel A Appendix ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "A.1 Customer Service 108   \nA.2 Spare Parts ... 108   \nA.3 Technical Specifications .. 109   \nA.4 Electromagnetic Emission and Interference Immunity 119   \nA.5 Safety Regulations ... 122   \nA.5.1 Safety Instructions ... 122   \nA.5.2 Mark of Conformity 123   \nA.5.3 Symbols . 126   \nA.6 Error Margins . 127   \nA.7 Test Evaluation ... 128   \nA.8 Warranty .. 129   \nA.9 Entry in Medical Devices Registry 131   \nSafety Instructions .. 135 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "A Appendix ",
        "text_level": 1,
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "A.1 Customer Service ",
        "text_level": 1,
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "If you cannot resolve a malfunction yourself please contact our customer service. ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Service: Phone: $^{+49}$ (6331)2461-22   \n$^{+49}$ (6331)2461-23   \n+49 (6331)2461-27   \n+49 (6331)2461-29   \nTelefax: $^{+49}$ (6331)2461-55   \nE-Mail: service@ergo-fit.de ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "ERGO-FIT machines are repaired by highly qualified service technicians. Only original spare parts are used for repairs. ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "A.2 Spare Parts ",
        "text_level": 1,
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "For Spare parts and up-to-date exploded views please contact the customer service at ERGO-FIT ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Service: Phone: $^{+49}$ (6331)2461-22   \n$^{+49}$ (6331)2461-23   \n$^{+49}$ (6331)2461-27   \n$^{+49}$ (6331)2461-29   \nTelefax: $^{+49}$ (6331)2461-55   \nE-Mail: service@ergo-fit.de ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Please specify the following: ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Model $\\textcircled{\\times}$ Serial number $\\textcircled{\\times}$ Spare parts name $\\textcircled{\\times}$ Spare parts number ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "A.3 Technical Specification ",
        "text_level": 1,
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "CARDIO LINE 4000/4100 S/MED/S MED",
        "text_level": 1,
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "This chapter lists the technical specifications of your cardio machine. The tables contain information for CARDIO LINE 4000/4100, 4000/4100 S, 4000/4100 MED, and 4000/4100 S MED. ",
        "page_idx": 109
    },
    {
        "type": "table",
        "img_path": "images/d26d2acc74041d163e7c04ce60e8445205c2292f29ee5a1e047431bc2b1247e0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>CIRCLE</td></tr><tr><td>Supply voltage 48-60 Hz</td><td>220 -240 V~</td></tr><tr><td>Power input</td><td>0,3A</td></tr><tr><td>Fuses</td><td>T 1,6 A</td></tr><tr><td>Power input on standby mode</td><td>0,003 kW/h (4000/4000 MED) 0,021 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on 50 w/40 rpm</td><td>0,005 kW/h (4000/4000 MED) 0,025 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on maximum performance</td><td>0,016 kW/h (4000/4000 MED) 0,037 kW/h (4100/4100 MED)</td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1 (4000/4100,4000/4100 S) DIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Device standard</td><td>EN 957 SA DIN VDE 0750-238 (4000/4100 MED, 4000/ 4100 S MED)</td></tr><tr><td>Protection class</td><td>1, IP21</td></tr><tr><td>Tested for use in</td><td>Gym (4000/4100,4000/4100 S) medical therapy (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Accuracy</td><td>10% (4000/4100, 4000/4100 S); 5% to 200 W, from 200 W 10% (4000/4100 MED, 4000/4100 S MED in clockwise rotation)</td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td>11 +/- 2kg-m2</td></tr><tr><td>Dimension in cm (L/W/H)</td><td>165,5/63,5/152</td></tr><tr><td>Weight</td><td>approx. 115 kg</td></tr><tr><td>RPM</td><td>20 - 120 rpm</td></tr><tr><td>Power Range</td><td>15 -400 W</td></tr><tr><td>Increments</td><td>5W</td></tr><tr><td>Workout programs</td><td>MANUAL, Manual Countdown, CARDIO, PROFILES (5 predefined)</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td>rpm-independent </td></tr><tr><td>Max. user weight</td><td>200 kg</td></tr><tr><td>Interface</td><td>RS 232</td></tr></table></body></html>\n\n",
        "page_idx": 110
    },
    {
        "type": "table",
        "img_path": "images/c177c6962b7af1e9183723f26f0f49c45b1825856d76bc3e76cb5476e220cbcb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>CROSS</td></tr><tr><td>Supply voltage 48-60 Hz</td><td>220-240V~</td></tr><tr><td>Power input</td><td>0,3 A</td></tr><tr><td>Fuses</td><td>T 1,6 A</td></tr><tr><td>Power input on standby mode</td><td>0,003 kW/h (4000/4000 MED) 0,021 kW/h (4100/4100 MED, 4007/4107 MED)</td></tr><tr><td>Power input on 80 w/80 rpm</td><td>0,005 kW/h (4000/4000 MED) 0,025 kW/h (4100/4100 MED, 4007/4107 MED)</td></tr><tr><td>Power input on maximum performance</td><td>0,016 kW/h (4000/4000 MED) 0,037 kW/h (4100/4100 MED, 4007/4107 MED)</td></tr><tr><td> Safety standard</td><td>DIN EN 60335-1 (4000/4100,4000/4100 S) DIN EN 60601-1 (4000/4100 MED/S MED, 4007/4107</td></tr><tr><td>Device standard</td><td>MED/S MED) EN 957 SA</td></tr><tr><td>Protection class</td><td>1, IP21</td></tr><tr><td>Tested for use in</td><td>Gym (4000/4100,4000/4100 S) Medical therapy (4000/4100 MED/S MED, 4007/4107 MED/S MED)</td></tr><tr><td>Accuracy</td><td></td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td></td></tr><tr><td>Dimension in cm (L/W/H)</td><td>185/66/180 (4000/4100),205/67/170 (4007/4107)</td></tr><tr><td>Weight</td><td>approx. 95 kg (4000/4100), approx. 160 kg (4007/4107)</td></tr><tr><td>RPM</td><td>15 - 200 steps</td></tr><tr><td>Power Range</td><td>15- 200 workload levels</td></tr><tr><td>Increments</td><td>Increments of 5</td></tr><tr><td>Workout programs</td><td>MANUAL,Manual Countdown,CARDIO,PROFILES (5 predefined)</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td>rpm-dependent</td></tr><tr><td> Max. user weight</td><td>200 kg</td></tr><tr><td>Interface</td><td>RS 232</td></tr></table></body></html>\n\n",
        "page_idx": 111
    },
    {
        "type": "table",
        "img_path": "images/dd2a8d7a8df0e6e868844d5efff5238c5734829c69a3c26558f60f95155d67ca.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>CYCLE</td></tr><tr><td>Supply voltage 48-60 Hz</td><td>220 -240V~</td></tr><tr><td>Power input</td><td>0,3A</td></tr><tr><td>Fuses</td><td>T 1,6 A</td></tr><tr><td>Power input on standby mode</td><td>0,003 kW/h (4000/4000 MED) 0,021 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on 50 W/40 rpm</td><td>0,006 kW/h (4000/4000 MED) 0,025 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on maximum performance</td><td>0,016 kW/h (4000/4000 MED) 0,037 kW/h (4100/4100 MED)</td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1 (4000/4100, 4000/4100 S) DIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Device standard</td><td>EN 957 SA DIN VDE 0750-238 (4000/4100 MED, 4000/ 4100 S MED)</td></tr><tr><td>Protection class</td><td>1, IP21 </td></tr><tr><td>Tested for use in</td><td>Gym (4000/4100,4000/4100 S) Medical therapy (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Accuracy</td><td>10% (4000/4100, 4000/4100 S); 5% to 400W, from 400 W 10% (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td>11 +/- 2kg-m2</td></tr><tr><td> Dimension in cm (L/W/H)</td><td>118/54/145</td></tr><tr><td>Weight</td><td> approx. 58 kg</td></tr><tr><td>RPM</td><td> 20 - 120 rpm</td></tr><tr><td>Power Range</td><td>15 -600 W</td></tr><tr><td>Increments</td><td>5W</td></tr><tr><td>Workout programs</td><td>MANUAL, Manual Countdown, Gearselection, TEST, CARDIO, PROFILE (5 predefined)), plus 1 customizable profile for 4000/4100 S, 4000/4100 S MED</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td>rpm-independent, rpm-dependent</td></tr><tr><td>Max. user weight</td><td>180 kg</td></tr><tr><td>Interface</td><td>RS 232</td></tr></table></body></html>\n\n",
        "page_idx": 112
    },
    {
        "type": "table",
        "img_path": "images/fec9f5982b95bda65b85052a01dd7cb9c549b2bf3bc97e7c3b6241b00c8765a6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>MIX</td></tr><tr><td>Supply voltage 48-60 Hz</td><td>220-240V~</td></tr><tr><td>Power input</td><td>0,3A</td></tr><tr><td>Fuses</td><td>T1A</td></tr><tr><td>Power input on standby mode</td><td>0,003 kW/h (4000/4000 MED) 0,021kW/h (4100/4100 MED)</td></tr><tr><td>Power input on 50 W/40 rpm</td><td>0,006 kW/h (4000/4000 MED) 0,025 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on maximum performance</td><td>0,016 kW/h (4000/4000 MED) 0,037kW/h (4100/4100 MED)</td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1 (4000/4100, 4000/4100 S) DIN EN 60601-1 (4000/4100 MED,4000/4100 S MED)</td></tr><tr><td>Device standard</td><td>EN 957 SA</td></tr><tr><td>Protection class</td><td>1, IP21</td></tr><tr><td>Tested for use in</td><td>Gym (4000/4100,4000/4100 S) Medical Therapy (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Accuracy</td><td></td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td></td></tr><tr><td>Dimension in cm (L/W/H)</td><td>200/100,5/166 (Cockpit included)</td></tr><tr><td>Weight</td><td>approx. 160 kg</td></tr><tr><td>RPM</td><td>20 - 120 rpm</td></tr><tr><td> Power Range</td><td>25-400W (for CARDIO/SYSTEM), 1 - 29 workload levels (for MANUELL)</td></tr><tr><td>Increments</td><td></td></tr><tr><td>Workout programs</td><td>MANUAL,Manual Countdown,CARDIO,PROFILES (5 predefined)</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td></td></tr><tr><td> Max. user weight</td><td>150 kg</td></tr><tr><td>Interface</td><td>RS 232</td></tr></table></body></html>\n\n",
        "page_idx": 113
    },
    {
        "type": "table",
        "img_path": "images/43fe9ac5f55cda2408111709adf73e096c1186cd77007f6df0d1f43061dc2a6f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>RECUMBENT</td></tr><tr><td>Supply voltage 48-60 Hz</td><td>220 -240 V~</td></tr><tr><td>Power input</td><td>0,3A</td></tr><tr><td>Fuses</td><td>T 1,6 A </td></tr><tr><td>Power input on standby mode</td><td>0,003 kW/h (4000/4000 MED) 0,021 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on 50 W/40 rpm</td><td>0,005 kW/h (4000/4000 MED) 0,025 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on maximum performance</td><td>0,016 kW/h (4000/4000 MED) 0,037 kW/h (4100/4100 MED)</td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1 (4000/4100, 4000/4100 S) DIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td> Device standard</td><td>EN 957 SA DIN VDE 0750-238 (4000/4100 MED, 4000/ 4100 S MED)</td></tr><tr><td>Protection class</td><td>1, IP21</td></tr><tr><td>Tested for use in</td><td>Gym (4000/4100, 4000/4100 S) Medical Therapy (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Accuracy</td><td>10% (4000/4100, 4000/4100 S); 5% to 400 W, from 400 W 10% (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td>11 +/- 2kg-m2</td></tr><tr><td> Dimension in cm (L/W/H)</td><td>160/54/125</td></tr><tr><td>Weight</td><td> approx. 75 kg</td></tr><tr><td>RPM</td><td> 20 - 120 rpm</td></tr><tr><td>Power Range</td><td>15 -600 W</td></tr><tr><td>Increments</td><td>5W</td></tr><tr><td>Workout programs</td><td>MANUAL, Manual Countdown, Gearselection, CARDIO, PROFILES (5 predefined) plus 1 customizable profile for 4000/4100S,4000/4100SMED</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td>rpm-independent, rpm-dependent</td></tr><tr><td>Max. user weight</td><td>200 kg</td></tr><tr><td>Interface</td><td>RS 232</td></tr></table></body></html>\n\n",
        "page_idx": 114
    },
    {
        "type": "table",
        "img_path": "images/8ba3dbb86b1e764cdb74927ec9fb9845a897d1153fb352d3bf030b51414b7e8f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>STAIR</td></tr><tr><td>Supply voltage 48-60 Hz</td><td>220 -240 V~</td></tr><tr><td>Power input</td><td>0,3A</td></tr><tr><td>Fuses</td><td>T 1,6 A</td></tr><tr><td>Power input on standby mode</td><td>0,003 kW/h (4000/4000 MED) 0,021 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on 50 w/40 rpm</td><td>0,007 kW/h (4000/4000 MED) 0,025 kW/h (4100/4100 MED)</td></tr><tr><td>Power input on maximum performance</td><td>0,016 kW/h (4000/4000 MED) 0,037 kW/h (4100/4100 MED)</td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1(4000/4100,4000/4100 S) DIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Device standard</td><td>EN 957 SA</td></tr><tr><td>Protection class</td><td>1, IP21</td></tr><tr><td>Tested for use in</td><td>Gym (4000/4100,4000/4100 S) Medical Therapy 4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Accuracy</td><td></td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td></td></tr><tr><td>Dimension in cm (L/W/H)</td><td>110/77/181</td></tr><tr><td>Weight</td><td>approx. 110 kg</td></tr><tr><td>RPM</td><td>15 - 155 steps/min*</td></tr><tr><td>Power Range</td><td>15 -155 workload levels</td></tr><tr><td>Increments</td><td>Increments of 5</td></tr><tr><td>Workout programs</td><td>MANUAL,Manual Countdown,CARDIO,PROFILE (5 predefined) plus 1 customizable profile for 4000/4100 S,4000/4100 S MED</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td></td></tr><tr><td> Max. user weight</td><td>200 kg</td></tr><tr><td>Interface</td><td>RS 232</td></tr></table></body></html>\n\n",
        "page_idx": 115
    },
    {
        "type": "table",
        "img_path": "images/0b106ea4d68d93e4248f0030bdbac104da12072c0b3a32e9b2627dea788f9153.jpg",
        "table_caption": [],
        "table_footnote": [
            "\\* Die Geräuschemission unter Belastung ist höher als ohne Last "
        ],
        "table_body": "\n\n<html><body><table><tr><td> Description</td><td>TRAC</td></tr><tr><td>Supply voltage 48-60 Hz</td><td>220 - 240 V ~</td></tr><tr><td> Power input</td><td>12 A</td></tr><tr><td>Fuses</td><td>T 16 A</td></tr><tr><td>Power input on standby mode</td><td>0,02 kW/h (4000 MED, load 75 kg) 0,03 kW/h (4100 MED, no load 0,03 kW/h (4100 MED, load 75 kg</td></tr><tr><td>Power input on 8 km/h</td><td>0,66 kW/h (4000 MED, load 75 kg) 0,39 kW/h (4100 MED, no load 0,67 kW/h (4100 MED, load 75 kg</td></tr><tr><td>Power input on 25 km/h</td><td>1,75 kW/h (4000 MED, load 75 kg) 0,81 kW/h (4100 MED, no load 1,75 kW/h (4100 MED, load 75 kg </td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1 (4000/4100,4000/4100 S) DIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Device standard</td><td>EN 957 SA</td></tr><tr><td> Protection class</td><td>1, IP21</td></tr><tr><td>Tested for use in</td><td>Gym (4000/4100, 4000/4100 S) Medical Therapy (4000/4100 MED, 4000/4100 S MED)</td></tr><tr><td>Accuracy</td><td> Speed: 5%, Incline: 10%</td></tr><tr><td>Brake system</td><td></td></tr><tr><td>Inertia</td><td></td></tr><tr><td>Dimension in cm (L/W/H)</td><td>210/82,5/140</td></tr><tr><td>Weight</td><td>approx. 220 kg</td></tr><tr><td>RPM</td><td></td></tr><tr><td>Power Range</td><td> 0,2 - 25 km/h</td></tr><tr><td>Increments</td><td>0,1 km/h </td></tr><tr><td>Workout programs</td><td>MANUAL, Manual Countdown, CARDIO, TEST, PROFILE (5 predefined) plus 1 customizable profile for 4000/4100 S, 4000/4100 S MED</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td></td></tr><tr><td>Max. user weight</td><td>200 kg</td></tr><tr><td>Interface</td><td>RS 232</td></tr><tr><td>Incline</td><td>0% - 20% (ALPIN), -5 % - 15% (TOUR)</td></tr><tr><td>Noise emission</td><td><70 dB (A)*</td></tr></table></body></html>\n\n",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "CARDIO LINE 4000 SP, 4000 S SP",
        "text_level": 1,
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "This chapter lists the technical specifications of your cardio machine. The tables contain information for CARDIO LINE 4000 SP and 4000 S SP. ",
        "page_idx": 117
    },
    {
        "type": "table",
        "img_path": "images/da9c11a52a037f3b76f0dd3134938adb7544cd76759f0a2d84990b1f9702c774.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>CROSS</td></tr><tr><td>Supplyvoltage 48-60Hz</td><td></td></tr><tr><td>Power input</td><td></td></tr><tr><td>Fuses</td><td></td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1</td></tr><tr><td>Device standard</td><td>EN 957 SA</td></tr><tr><td>Protection class</td><td>II, IP21</td></tr><tr><td>Tested for use in</td><td>Gym</td></tr><tr><td>Accuracy</td><td></td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td></td></tr><tr><td>Dimension in cm (L/W/H)</td><td>185/66/180</td></tr><tr><td>Weight</td><td>approx.95 kg</td></tr><tr><td>RPM</td><td>25 - 200 steps/min</td></tr><tr><td>Power Range</td><td>15-200workloadlevels</td></tr><tr><td>Increments</td><td>Increments of 5</td></tr><tr><td>Workout programs</td><td>MANUAL,Manual Countdown,CARDIO,PROFILES (5 predefined)</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channelwithECGaccuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>WithPOLARtransmitter</td></tr><tr><td>Activation</td><td></td></tr><tr><td>Max. user weight</td><td>200 kg</td></tr><tr><td>Interface</td><td>RS 232 optional</td></tr></table></body></html>\n\n",
        "page_idx": 117
    },
    {
        "type": "table",
        "img_path": "images/ed42bf0fe63eae563c2f4398246db1d2005fbb9b0d4616d01a8f9bc5d59f93f3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>CYCLE</td></tr><tr><td>Supplyvoltage48-60Hz</td><td></td></tr><tr><td>Power input</td><td></td></tr><tr><td>Fuses</td><td></td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1</td></tr><tr><td>Device standard</td><td>EN 957 SA</td></tr><tr><td>Protection class</td><td>II, IP21</td></tr><tr><td>Tested for use in</td><td>Gym</td></tr><tr><td>Accuracy</td><td>10%</td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td>11 +/- 2 kg · m2</td></tr><tr><td>Dimension in cm (L/W/H)</td><td>118/54/145</td></tr><tr><td>Weight</td><td>approx.58 kg</td></tr><tr><td>RPM</td><td>40 - 120 rpm</td></tr><tr><td>Power Range</td><td>40-600W</td></tr><tr><td>Increments</td><td>5W</td></tr><tr><td>Workout programs</td><td>MANUAL,Manual Countdown,Gearselection,CARDIO, PROFILES (5 predefined)</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECGaccuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>WithPOLARtransmitter</td></tr><tr><td>Activation</td><td>rpm-independent, rpm-dependent</td></tr><tr><td>Max. user weight</td><td>180 kg</td></tr><tr><td>Interface</td><td>RS 232 optional</td></tr></table></body></html>\n\n",
        "page_idx": 118
    },
    {
        "type": "table",
        "img_path": "images/b4a9849dedd98fc05bd685aabdfaf497c1266161c16c00bdcd43df9f720cfa8e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Description</td><td>RECUMBENT</td></tr><tr><td>Supply voltage 48-60 Hz</td><td></td></tr><tr><td>Power input</td><td></td></tr><tr><td>Fuses</td><td></td></tr><tr><td>Safety standard</td><td>DIN EN 60335-1</td></tr><tr><td>Device standard</td><td>EN 957 SA</td></tr><tr><td>Protection class</td><td>II, IP21</td></tr><tr><td>Tested for use in</td><td>Gym</td></tr><tr><td>Accuracy</td><td>10%</td></tr><tr><td>Brake system</td><td>Eddie Current</td></tr><tr><td>Inertia</td><td>11 +/- 2 kg · m2</td></tr><tr><td>Dimension in cm (L/W/H)</td><td>160/54/125</td></tr><tr><td>Weight</td><td>approx. 75 kg</td></tr><tr><td>RPM</td><td>40 - 120 rpm</td></tr><tr><td>Power Range</td><td>40 -400 W</td></tr><tr><td>Increments</td><td>5W</td></tr><tr><td>Workout programs</td><td>MANUAL, Manual Countdown, Gearselection, CARDIO, PROFILES (5 predefined)</td></tr><tr><td>POLAR heart rate monitoring</td><td>1 channel with ECG accuracy</td></tr><tr><td>Heart rate dependent workload control</td><td>With POLAR transmitter</td></tr><tr><td>Activation</td><td>rpm-independent,rpm-dependent</td></tr><tr><td>Max. user weight</td><td>200 kg</td></tr><tr><td>Interface</td><td>RS 232 optional</td></tr></table></body></html>\n\n",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "A.4 Electromagnetic Emission and Interference Immunity ",
        "text_level": 1,
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "Electromagnetic Emission ",
        "text_level": 1,
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "ERGO-FIT products are intended for use in the following environments. Please make sure to only use the product in appropriate environments. ",
        "page_idx": 120
    },
    {
        "type": "table",
        "img_path": "images/1618f5ca136f7348b455d2e1540e098697bbe6911a9aacf66ee4c221e01cc9ad.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Emission measurement</td><td>Conformity</td><td>Electromagnetic environment</td></tr><tr><td>HF emission according to CISPR 11</td><td>Group 1</td><td>Theproduct usesHFprocesses onlyfor in- ternal functions. Thus HF emission is very lowandinterferencewithotherelectronical devices is unlikely.</td></tr><tr><td>HF emission according to CISPR 11</td><td>Class B</td><td></td></tr><tr><td>Emissionofharmonics according to IEC 61000-3-2</td><td>n/a</td><td></td></tr><tr><td>Emission of harmonics according to IEC 61000-3-3</td><td>n/a</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "Electromagnetic Interference Immunity for Devices that are not Live Supporting ERGO-FIT products are intended for use in the following environments. Please make sure to only use the product in appropriate environments. ",
        "page_idx": 120
    },
    {
        "type": "table",
        "img_path": "images/8f66e6ba14ae1e264c07141a8b5ab718af92a46c41bcaff04fb8abafc5f06c10.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Interference immunity test</td><td>IEC 60601- test level</td><td>Conformity</td><td>Electromagnetic environment</td></tr><tr><td>Conducted HF disturbances in compliancewith IEC 6100-4-6</td><td>3 Veff 150 kHz to 80 MHz</td><td>3</td><td></td></tr><tr><td>Conducted HFdisturbances in compliance with IEC 6100-4-3</td><td>3 V/m 80 MHz to 2,5 GHz</td><td>3</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "Electromagnetic Interference Immunity CARDIO LINE 4000/4100 S/MED/S MED ",
        "text_level": 1,
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "ERGO-FIT products are intended for use in the following environments. Please make sure to only use the product in appropriate environments. ",
        "page_idx": 121
    },
    {
        "type": "table",
        "img_path": "images/f94be60d429db6dee3249eb051377b11457e5c18086bd626c196d90a8095e3b4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Interference immunity test</td><td>IEC 60601- test level</td><td>Conformity</td><td>Electromagnetic environment</td></tr><tr><td>Discharg of staiene with IEC 61000-4-2</td><td>+/- 6 kV disotarte +/- 8 kV air discharge</td><td>6kV 8kV</td><td>Wooden or concrete floor orfloor tobelaid out with materials,the relative humidity must be higher than 30 %.</td></tr><tr><td>Electricalfasttransient bursts in compliance withlEC 61000-4-4</td><td>+/- 2 kV for mains +/- 1 kV for input and output line</td><td></td><td>The supply power quality shauldsinmy ih thatl environment.</td></tr><tr><td>Surges in compliance with IEC 61000-4-5</td><td>+/- 1 kV normal mode voltage +/- 2 kV com- mon mode voltage</td><td></td><td>The supply power quality should complywith that of a business or hospital environment.</td></tr><tr><td>Voltag dies bptofns and voltage fluctuation in compliance with IEC 61000-4-11</td><td></td><td></td><td>The supply power quality should comply with that of a business or hospital environment.</td></tr><tr><td>Magnetic filed for supply frequency (50/60 Hz) in compliance with IEC 61000-4-8</td><td></td><td></td><td>Muagnetic feis o thould comply with those of a business or hospital environment.</td></tr></table></body></html>\n\n",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Electromagnetic Interferrence Immunity CARDIO LINE 4000 SP, 4000 S SP ",
        "text_level": 1,
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "ERGO-FIT products are intended for use in the following environments. Please make sure to only use the product in appropriate environments. ",
        "page_idx": 122
    },
    {
        "type": "table",
        "img_path": "images/cbeec2a8346c8382ebd8deaa35ff0aae5e250064ad3dde579713c3bc7392854e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Interference immunity test</td><td>IEC 60601- test level</td><td>Conformity</td><td>Electromagnetic environment</td></tr><tr><td>Discharg o staiance with IEC 61000-4-2</td><td>+/- 6 kV disontaege +/- 8 kV air discharge</td><td>6 kV 8kV</td><td>Wooden or concrete floor materials,the relative huamidty must be higher</td></tr><tr><td>Electrical fast transient bursts in compliancewith IEC 61000-4-4</td><td>n/a</td><td></td><td>The supply power quality should comply with that of a business or hospital environment.</td></tr><tr><td>surg esin 18p-liance</td><td>n/a</td><td></td><td>The supply power quality shauld siomsl yrih hatl environment.</td></tr><tr><td>Voltage dips, brief voltage igeruptioanson in compliancewithIEC 61000-4-11</td><td>n/a</td><td></td><td>The supply power quality should comply with that of a business or hospital environment.</td></tr><tr><td>Magnetic filed for supply frequency (50/60 Hz) in compliance withIEC 61000-4-8</td><td></td><td></td><td>Magnetic fields of the supy freaueney should a business or hospital environment.</td></tr></table></body></html>\n\n",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Recommended Separation Distance Between Portable and Mobile HF Communication Equipment and ERGO-FIT Devices ",
        "text_level": 1,
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "ERGO-FIT products are intended for use in electromagnetic environments with controlled HF disturbances. To prevent electromagnetic interference make sure to maintain the minimum distance between portable and mobile HF communication equipment and the product according to the output power of the communications equipment as indicated below. ",
        "page_idx": 123
    },
    {
        "type": "table",
        "img_path": "images/0a1d86cb15cb530839d6fb8eab595e08a666c56f625f7ce8ab872ca980aa4949.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\">Nominal output of the transmitter / Watts</td><td colspan=\"3\">Separation distance according to frequency of transmitter (meters)</td></tr><tr><td>150 kHz to 80 MHz d = 3,5/V1*sqrtP</td><td>150 kHz to 80 MHz d = 3,5/E1*sqrtP</td><td>150 kHz to 80 MHz d = 7/E1*sqrtP</td></tr><tr><td>0,01</td><td>0,12</td><td>0,12</td><td>0,23</td></tr><tr><td>0,1</td><td>0,37</td><td>0,37</td><td>0,74</td></tr><tr><td>1</td><td>1,17</td><td>1,17</td><td>2,33</td></tr><tr><td>10</td><td>3,69</td><td>3,69</td><td>7,38</td></tr><tr><td>100</td><td>11,67</td><td>11,67</td><td>23,33</td></tr></table></body></html>\n\n",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "For transmitters rated at a maximum nominal output power not listed above, the recommended separation distance d in meters $(\\mathsf{m})$ can be estimated using the equation of the applicable column, where P is the maximum nominal output power of the transmitter in Watts as stated by the transmitter manufacturer. ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Please note: ",
        "text_level": 1,
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "$\\otimes$ At 80 MHz and 800 MHz, the higher frequency range applies. These guidelines may not apply in all situations. Electromagnetic propagation is affected by absorption and reflection from structures, objects and people. ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "A.5 Safety Regulations ",
        "text_level": 1,
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "A.5.1 Safety Instructions ",
        "text_level": 1,
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "For user safety the VDE (Verband der Elektrotechnik e.V.) has issued special instructions for medical premises and electro-medical devices. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "According to these instructions, devices with mains connection must be equipped not only with a reliable insulation of live parts but also with an additional protective measure to protect the user against the transfer of the supply voltage to touchable metal parts. For this purpose, VDE subdivides so-called protection classes. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Of the protection classes allowed for electro-medical devices, in most cases protection class I (protective measures with protective earth conductor) as well as protection class II (protective measures without protective earth conductor but double insulation) are used: In protection class I devices, metal casing parts are connected with the protective earth conductor of the grid through its earthing contact. In case of insulation failure, the upstream circuit breaker will close the circuit. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "The ERGO-FIT devices of the CARDIO LINE 4000/4100, 4000/4100 S, 4000/4100 S MED and 4000/4100 MED series are classified as protection class I devices. The ERGO-FIT devices of the CARDIO LINE 4000 SP and 4000 S SP series are classified as protection class II devices. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "In the user‘s environment, parts of non-medical electric devices, which are touchable after removing covers, connection devices etc. during routine maintenance, must operate with a tension not exceeding 25 Volts of alternating current or 60 Volts of direct current. In addition the supply voltage must be generated by a separate power source as described in IEC 601-1. In this case such a part and the user must not be touched an the same time. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "The use of electro-medical devices is restricted to safety-relevant innocuousness taking account of the state of the art, health and safety regulations and accident prevention. Protective measures must be taken to avoid both direct and indirect contact. Covers, coatings, insulation of energized parts in combination with protective measures using protective earth conductors (in compliance with protection class I), melting fuses, as well as the observation of distances between devices are all part of this. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "For ERGO-FIT machines the most suitable distance to be maintained is 1.5 meters. With this distance, two training devices cannot be connected conductively by a person and it is unlikely that users will receive an electric shock during workout. ",
        "page_idx": 125
    },
    {
        "type": "image",
        "img_path": "images/963a2b944e1cb5d466581c1846abb2ba6f2cac9f4c4d610770f5a6606ea3986e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "The instructions in this chapter refer to the German safety model. These instructions may vary in other countries. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "A.5.2 Mark of Conformity ",
        "text_level": 1,
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "The ERGO-FIT exercise machines of the CARDIO LINE 4000/4100 S/MED/S MED/ SP/S SP are manufactured in accordance with highest safety and quality standards and are designed for commercial use. All standards an directives applied during the development are listed in the related declarations of conformity (you can get on request, please contact us under $^{+49}$ (6331) 2461-0). ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "On the machine’s type label you can find the information listed in the below diagram (here CYCLE 4000 MED): ",
        "page_idx": 126
    },
    {
        "type": "image",
        "img_path": "images/04111a944b697fe2b52a7f43290de30f545e713571c6f40d31c0dbbb87f53212.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "A.5.3 Symbols ",
        "text_level": 1,
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "The symbols used for ERGO-FIT machines comply with the IEC 417 and IEC 878 standards. ",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "The following symbols are used: ",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "Aeneciren onisore Grounded   \n☆ Potential equalization   \n口 Protection class II classified   \nA Refer to documentation   \n0 Off (supply connection)   \nI On (supply connection)   \n交 Type B classified   \n因 Type BF classified   \nHazardous electrical voltage   \n? Please note user manual   \n区 Electrical waste   \nContact protection: with finger Foreign matter protection: medium-sized objects (diameter greater than $2.5\\mathsf{m m}$ ) Water protection: Water dripping vertically ",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "A.6 Error Margins ",
        "text_level": 1,
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "FIn compliance with DIN VDE 0750-238 the following error margins apply for CYCLE and RECUMBENT machines of the $4000/4100$ MED and 4000/4100 S MED series: ",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "1. The read-out error for power (p) may not exceed $\\pm5\\%$ of the displayed value. It may not fall below $\\pm3W$ .   \n2. The read-out error for speed (n) is set to a maximum of $\\pm2$ min-1 above 40 min-1.   \n3. The measurement device to assess the output calculated on the base of brake torque and rotational speed of the treadle ergometer must not exceed an error margin of $1\\%$ .. ",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "The following figure shows the characteristic curve of the brake torque control: ",
        "page_idx": 128
    },
    {
        "type": "image",
        "img_path": "images/8afe6ccfca0851826c9261914eb9ed7aeac9434a2890ffedb0ed8c7fd4513fa3.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "The work capacity is displayed as follows: ",
        "page_idx": 128
    },
    {
        "type": "table",
        "img_path": "images/21cf2ca5c316df8e386bbe38e63fa08fc86df4f041b6a410dbfde9579a4f22c0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Models</td><td>VDE750-238</td><td>EN 957</td></tr><tr><td>Display right of rpm/speed</td><td></td><td></td></tr><tr><td>n/a</td><td>5% range</td><td>10% range</td></tr><tr><td> Points</td><td>10% range</td><td>10% range</td></tr><tr><td>Arrows</td><td>Deviation > 10%</td><td>Deviation > 10%</td></tr></table></body></html>\n\n",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "A.7 Test Evaluation ",
        "text_level": 1,
        "page_idx": 129
    },
    {
        "type": "table",
        "img_path": "images/beb8b514fedb40e5e02aeae9e80e7b111eb1141cc4d5b6bc977bd0da1ca2dc2d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>3</td><td>78'0</td><td>9'0</td><td>26'0 67</td><td>19</td><td></td><td></td><td></td><td>067</td><td></td><td></td><td></td><td>61'</td><td></td><td></td><td>91'S</td><td></td><td></td></tr><tr><td>f</td><td>68'0</td><td>81'0</td><td></td><td>99'l</td><td></td><td></td><td></td><td></td><td>68</td><td>87t</td><td></td><td>90'S</td><td></td><td></td><td></td><td>77'9 19'9</td><td>00</td></tr><tr><td>OM</td><td>1</td><td>2</td><td>3</td><td>4 5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>1</td><td>12</td><td>3</td><td>4</td><td>15</td><td>16</td><td>7 18</td><td></td></tr><tr><td>3</td><td>L7'0</td><td>59'0</td><td>080</td><td>20</td><td></td><td>09'</td><td>28'</td><td>07</td><td>197</td><td>67</td><td></td><td></td><td></td><td>00</td><td></td><td></td><td>08</td></tr><tr><td>f</td><td></td><td>L9'0</td><td>00</td><td></td><td>29</td><td>007</td><td></td><td>97 00</td><td></td><td></td><td>00</td><td></td><td>49</td><td>00'S</td><td></td><td></td><td>00'9</td></tr><tr><td></td><td>1</td><td>2</td><td>3</td><td>4</td><td>５</td><td>6</td><td>７</td><td>8 9</td><td>10</td><td>1</td><td>12</td><td>3</td><td>4</td><td>15</td><td>16</td><td>17</td><td>18</td></tr><tr><td>3</td><td>0</td><td>Zt0</td><td>9'0</td><td>t8'0</td><td>20</td><td></td><td></td><td>69</td><td>06′L</td><td></td><td></td><td></td><td>967</td><td></td><td></td><td></td><td></td></tr><tr><td>f</td><td>L7'0</td><td>99'0</td><td>08'0</td><td>20</td><td></td><td>09</td><td>28</td><td></td><td>29</td><td></td><td>0</td><td></td><td></td><td>00</td><td></td><td></td><td>08</td></tr><tr><td>  O</td><td>1</td><td>2</td><td>3</td><td>4 ５</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>1</td><td>12</td><td>3</td><td>4</td><td>15</td><td>16</td><td>7 18</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "Fitness level 9 means a “very good” condition. An Olympic Champion would have fitness level 18. ",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "A.8 Warranty ",
        "text_level": 1,
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "2-year warranty (see general terms an conditions, point 8.1 guarantee „ERGO-FIT grants 2 years guarantee for its own products. In the first year the travel expenses and occurring working hours within Germany are borne in addition to the spare parts. In the second year only the spare parts. For merchandise the guarantee provisions of the respective manufacturer apply accordingly“) ",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "The supplier shall be liable for defects of the supply, among them the lack of expressively assured properties, but excluding further claims as follows: ",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "1. All those parts showing to be unserviceable or to be essentially restricted in their usability within a period of 24 months after delivery, by circumstances to be traceable prior to the transmission of risks - especially due to faulty design, bad quality of the material or faulty manufacture - shall be repaired or replaced, at the own discretion of the supplier. The decision if the fault may be repaired or should be replaced will be at the seller‘s discretion.   \n2. The limitation of the purchaser‘s right to claim for defects shall be 24 months after transfer of the object in every and each case.   \n3. No warranty is offered for damage that arises for the following reasons: inappropriate or improper use, faulty assembly or faulty startup carried out by the purchaser or a third party, natural wear, faulty or careless handling, inappropriate equipment or replacement materials, faulty construction works, chemical, electrochemical or electric influences, except in the event that they are due to the suppliers fault. Purchaser shall bear the expense and the risk of the delivery even if delivery freight paid has been agreed.   \n4. The supplier reserves the right of two reworks or replacements. Should these fail, the purchaser has the right of reduction or conversion within the framework of legal provisions. The seller will have a period of six weeks for reworks, beginning with the notice of defect.   \n5. Improper modifications or repairs carried out by the purchaser or a third party without prior permission of the supplier will void the warranty.   \n6. If goods are exported, warranty will be restricted to the availability of loose spare parts ex factory within the warranty period. Packaging costs, freight charges and labor will be at the expense of the purchaser. In case the purchaser demands onsite repair by a technician of the factory or another service center, the purchaser will bear the travelling expenses and labor costs.   \n7. All merchandise that has not been produced by the supplier is subject to legal provisions. ",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "Wear parts such as those listed below are excluded for warranty: ",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "$\\otimes$ pedal straps   \n$\\otimes$ handle bar tube   \n$\\otimes$ seat   \n$\\otimes$ driving belt   \n$\\otimes$ running belt   \n$\\otimes$ adjusting lever   \n$\\otimes$ pedals   \n$\\otimes$ seat and foot plates, handles   \n$\\otimes$ fuses ",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "Improper maintenance will void the warranty! ",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "A.9 Entry in Medical Devices Registry ",
        "text_level": 1,
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "In compliance with $\\S11$ section 7 and $\\S7$ of the regulation on the erection, operation, and use of medical devices („MPBetreibV“) as of June 29, 1998 (BGBt 1. p. 1762), the person who carries out metrological controls must immediately record the measured values, the measuring method, as well as other evaluation results into the registry of medical devices. As during metrological control of your medical device the registry of medical devices was not available, we ask you to use the following data for your documentation. ",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "Operator: Facility: Contact: Address: Zip, City: ",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "Manufacturer: ",
        "text_level": 1,
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "ERGO-FIT GmbH & Co. KG, Blocksbergstraße 165, D-66955 Pirmasens ",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "Device Identification   \nDevice name:   \nModel:   \nSerial number: ",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "Measuring method and evaluation: ",
        "text_level": 1,
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "$\\sqsubseteq$ Guide to metrological controls (LMK)   \n$\\bigtriangledown$ Appendix 15 or Appendix 23 of calibration regulations (EQ 15 or EQ 23   \n$\\sqsubseteq$ Remarks:   \nUsed standards: ",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "Measured values see following page(s) ",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "$\\boxed{\\bigstar}$ Metrological control i.o.; annual designation of sealing $\\bigtriangledown$ Metrological control not i.o.; old sealing obliterated ",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "Measuring method and evaluation: ",
        "text_level": 1,
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "$\\bigtriangledown$ Guide to metrological controls (LMK)   \n   Appendix 15 or Appendix 23 of calibration regulations (EQ 15 or EQ 23   \n$\\bigtriangledown$ Remarks: ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "Used standards: ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "Measured values see following page(s) ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "$\\bigtriangledown$ Metrological control i.o.; annual designation of sealing $\\bigtriangledown$ Metrological control not i.o.; old sealing obliterated ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "Signature ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "Measuring method and evaluation: ",
        "text_level": 1,
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "$\\bigtriangledown$ Guide to metrological controls (LMK)   \n   Appendix 15 or Appendix 23 of calibration regulations (EQ 15 or EQ 23   \n$\\bigtriangledown$ Remarks: ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "Used standards: ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "Measured values see following page(s) ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "   Metrological control i.o.; annual designation of sealing $\\bigtriangledown$ Metrological control not i.o.; old sealing obliterated ",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "Registration of medical devices add-in card ",
        "text_level": 1,
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "Operator: ",
        "text_level": 1,
        "page_idx": 134
    },
    {
        "type": "image",
        "img_path": "images/10d3e7024500887a742c65df2c68ee13ee9021863b315d746c5871e6993f202d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "1. Designation of the medical device: ",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "2. Functional test and introduction: Functional test carried out on: by: Introduction carried out on: y: Introduces person: ",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "3. Metrological controlls: at least every two years Next inspection: by (person‘s name): ",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "4. Maintenance and safety inspection (according to MPBetreibV Next inspection: by (person‘s name): ",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "5. Date, type and consequence of the defect and repeated identical operating fault: ",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "6. Reports of incidents to authorities and manufacturer: ",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "Warnings CIRCLE 4000/4100 S/MED/S MED ",
        "text_level": 1,
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "$\\otimes$ Read the user manual carefully before you start.   \n$\\otimes$ Before starting the exercise please check the power supply cord.   \n$\\otimes$ Check the wiring to external devices prior to workout.   \n$\\otimes$ Always connect the equipment to the power supply before using it and only use it after a proper functional test.   \n$\\otimes$ The machine is only to be used on the instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\otimes$ Switch off the machine after the workout and disconnect it.   \n$\\otimes$ Wear only appropriate clothing and footwear during workout.   \n$\\otimes$ Never lean on the control panel or the casing and do not make inappropriate movements.   \n$\\otimes$ Never start with maximum workout intensity but increase slowly.   \n$\\otimes$ Check the right position of the seat before getting on the machine. The seat must lock securely in the upper end position and must not move backwards or to the side. When folding the seat the gap for the seatpost should be free of obstacles. Otherwise there is a risk of injury.   \n$\\otimes$ When adjusting the seat watch out for handles and moving parts. There is a risk of blunt injuries.   \n$\\otimes$ Please stay away from the crank handles.   \n$\\textcircled{\\times}$ Children must not use the machine without supervision and must keep away from the machine and its moving parts.   \n$\\otimes$ In case of nausea or dizziness, stop training immediately and inform your fitness coach and / or see a physician.   \n$\\textcircled{\\times}$ If you wear a cardiac pacemaker or have health problems consult a physician before using the machine.   \n$\\textcircled{\\times}$ Before every use, check the moving parts and the casing for damage. If the machine is damaged, have it repaired immediately.   \n$\\otimes$ Do not cover the ventilation louvers. This can cause the machine to overheat.   \n$\\otimes$ Prevent improper use of the equipment.   \n$\\otimes$ Please also read any further safety instruction and warnings in this manual. ",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "All safety instructions in this manual are based on many years of experience and selfconception. ",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "These safety instruction must be visible at the cardio exercise machine! All users must be informed of warnings and safety instructions. The manufacturer will not be liable for personal injuries or property damage. ",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "Warnings CROSS 4000/4007/4100/4107 S/MED/S MED/SP/S SP ",
        "text_level": 1,
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "$\\otimes$ Read the user manual carefully before you start.   \n$\\otimes$ Before starting the exercise please check the power supply cord.\\*   \n$\\otimes$ Always connect the equipment to the power supply before using it and only use it after a proper functional test.   \n$\\otimes$ The machine is only to be used on the instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\otimes$ Switch off the machine after the workout and disconnect it\\*.   \n$\\otimes$ Wear only appropriate clothing and footwear during workout. Never lean on the control panel or the casing and do not make inappropriate movements.   \n$\\otimes$ Never start with maximum workout intensity but increase slowly.   \n$\\otimes$ Do not jump from the exercise machine during your workout.   \n$\\otimes$ Children must not use the machine without supervision and must keep away from the machine and its moving parts.   \n$\\otimes$ In case of nausea or dizziness, stop training immediately and inform your fitness coach and / or see a physician.   \n$\\otimes$ If you wear a cardiac pacemaker or have health problems consult a physician before using the machine.   \n$\\textcircled{\\times}$ Warning: There are dangerous pinch points in the motion area of the pedals with increased risk of injuries.   \n$\\textcircled{\\times}$ Do not take your feet off the pedals during workout and do not trespass the protection element.   \n$\\textcircled{\\times}$ Do not change the moving direction during movement and do not stop the motion in the opposite direction.   \n$\\otimes$ Keep the motion area next to the pedals and the handles clear.   \n$\\textcircled{\\times}$ Before every use, check the moving parts and the casing for damage. If the machine is damaged, have it repaired immediately.   \n$\\textcircled{\\times}$ Do not cover the ventilation louvers. This can cause the machine to overheat.   \n$\\textcircled{\\times}$ Prevent improper use of the equipment.   \n$\\otimes$ Please also read any further safety instruction and warnings in this manual. ",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "All safety instructions in this manual are based on many years of experience and selfconception. ",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "These safety instruction must be visible at the cardio exercise machine! All users must be informed of warnings and safety instructions. The manufacturer will not be liable for personal injuries or property damage. ",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "Warnings CYCLE 4000/4100 S/MED/S MED/SP/S SP ",
        "text_level": 1,
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "$\\otimes$ Read the user manual carefully before you start.   \n$\\otimes$ Before starting the exercise please check the power supply cord\\* and check the wiring to external devices prior to workout.   \n$\\otimes$ Always connect the equipment to the power supply before using it and only use it after a proper functional test.   \n$\\otimes$ The machine is only to be used on the instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\otimes$ Switch off the machine after the workout and disconnect it\\*.   \n$\\otimes$ Wear only appropriate clothing and footwear during workout. Never lean on the control panel or the casing and do not make inappropriate movements.   \n$\\otimes$ Never start with maximum workout intensity but increase slowly.   \n$\\otimes$ Check if the seat and handle bar are locked before getting on the machine.   \n$\\otimes$ Do not lean over the handlebar and do not lean to the side. The machine might tilt over.   \n$\\otimes$ Children must not use the machine without supervision and must keep away from the machine and its moving parts.   \n$\\otimes$ In case of nausea or dizziness, stop training immediately and inform your fitness coach and / or see a physician.   \n$\\otimes$ If you wear a cardiac pacemaker or have health problems consult a physician before using the machine.   \n$\\otimes$ Do not jump from the exercise machine during your workout.   \n$\\otimes$ Do not take your feet off the pedals during training.   \n$\\otimes$ Before every use, check the moving parts and the casing for damage. If the machine is damaged, have it repaired immediately.   \n$\\textcircled{\\times}$ Do not cover the ventilation louvers. This can cause the machine to overheat.   \n$\\textcircled{\\times}$ Prevent improper use of the equipment.   \n$\\otimes$ Please also read any further safety instruction and warnings in this manual. ",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "All safety instructions in this manual are based on many years of experience and selfconception. ",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "These safety instruction must be visible at the cardio exercise machine! All users must be informed of warnings and safety instructions. The manufacturer will not be liable for personal injuries or property damage. ",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "Warnings MIX 4000/4100 S/MED/S MED ",
        "text_level": 1,
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "$\\otimes$ Read the user manual carefully before you start.   \n$\\otimes$ Before starting the exercise please check the power supply cord.   \n$\\otimes$ Always connect the equipment to the power supply before using it and only use it after a proper functional test.   \n$\\otimes$ The machine is only to be used on the instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\otimes$ Switch off the machine after the workout and disconnect it.   \n$\\otimes$ Wear only appropriate clothing and footwear during workout. Never lean on the control panel or the casing and do not make inappropriate movements.   \n$\\otimes$ Never start with maximum workout intensity but increase slowly.   \n$\\otimes$ Do not jump from the exercise machine during your workout.   \n$\\otimes$ Children must not use the machine without supervision and must keep away from the machine and its moving parts.   \n$\\otimes$ In case of nausea or dizziness, stop training immediately and inform your fitness coach and / or see a physician.   \n$\\otimes$ If you wear a cardiac pacemaker or have health problems consult a physician before using the machine.   \n$\\otimes$ Warning: There are dangerous pinch points in the motion area of the pedals with increased risk of injuries.   \n$\\otimes$ Do not take your feet off the pedals during workout and do not trespass the protection element.   \n$\\otimes$ Do not change the moving direction during movement and do not stop the motion in the opposite direction.   \n$\\otimes$ Keep the motion area next to the pedals and the handles clear.   \n$\\otimes$ Before every use, check the moving parts and the casing for damage. If the machine is damaged, have it repaired immediately.   \n$\\textcircled{\\times}$ Do not cover the ventilation louvers. This can cause the machine to overheat.   \n$\\otimes$ Prevent improper use of the equipment.   \n$\\otimes$ Please also read any further safety instruction and warnings in this manual.   \nAll safety instructions in this manual are based on many years of experience and self",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "conception. ",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "These safety instruction must be visible at the cardio exercise machine! All users must be informed of warnings and safety instructions. The manufacturer will not be liable for personal injuries or property damage. ",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "Warnings RECUMBENT 4000/4100 S/MED/S MED/SP/S SP ",
        "text_level": 1,
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Read the user manual carefully before you start.   \n$\\otimes$ Before starting the exercise please check the power supply cord.\\*   \n$\\otimes$ Always connect the equipment to the power supply before using it and only use it after a proper functional test.   \n$\\otimes$ The machine is only to be used on the instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\otimes$ Switch off the machine after the workout and disconnect it\\*.   \n$\\otimes$ Wear only appropriate clothing and footwear during workout. Never lean on the control panel or the casing and do not make inappropriate movements.   \n$\\otimes$ Never start with maximum workout intensity but increase slowly.   \n$\\otimes$ Check if the seat is locked before getting on the machine.   \n$\\otimes$ Children must not use the machine without supervision and must keep away from the machine and its moving parts.   \n$\\otimes$ In case of nausea or dizziness, stop training immediately and inform your fitness coach and / or see a physician.   \n$\\otimes$ If you wear a cardiac pacemaker or have health problems consult a physician before using the machine.   \n$\\otimes$ Do not jump from the exercise machine during your workout.   \n$\\otimes$ Do not take your feet off the pedals during training.   \n$\\otimes$ Before every use, check the moving parts and the casing for damage. If the machine is damaged, have it repaired immediately.   \n$\\otimes$ Do not cover the ventilation louvers. This can cause the machine to overheat.   \n$\\otimes$ Prevent improper use of the equipment.   \n$\\otimes$ Please also read any further safety instruction and warnings in this manual. ",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "All safety instructions in this manual are based on many years of experience and selfconception. ",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "These safety instruction must be visible at the cardio exercise machine! All users must be informed of warnings and safety instructions. The manufacturer will not be liable for personal injuries or property damage. ",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "Warnings STAIR 4000/4100 S/MED/S MED ",
        "text_level": 1,
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "$\\textcircled{\\times}$ Read the user manual carefully before you start.   \n$\\otimes$ Before starting the exercise please check the power supply cord.   \n$\\otimes$ Always connect the equipment to the power supply before using it and only use it after a proper functional test.   \n$\\otimes$ The machine is only to be used on the instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\otimes$ Switch off the machine after the workout and disconnect it.   \n$\\otimes$ Wear only appropriate clothing and footwear during workout. Never lean on the control panel or the casing and do not make inappropriate movements.   \n$\\otimes$ Never start with maximum workout intensity but increase slowly.   \n$\\otimes$ Do not jump from the exercise machine during your workout.   \n$\\otimes$ Children must not use the machine without supervision and must keep away from the machine and its moving parts.   \n$\\otimes$ In case of nausea or dizziness, stop training immediately and inform your fitness coach and / or see a physician.   \n$\\otimes$ If you wear a cardiac pacemaker or have health problems consult a physician before using the machine.   \n$\\otimes$ Warning: There are dangerous pinch points in the motion area of the pedals with increased risk of injuries.   \n$\\otimes$ Do not take your feet off the pedals during training.   \n$\\otimes$ Do not change the moving direction during movement and do not stop the motion in the opposite direction.   \n$\\otimes$ HKeep the motion area next to the pedals clear.   \n$\\otimes$ Before every use, check the moving parts and the casing for damage. If the machine is damaged, have it repaired immediately.   \n$\\otimes$ Do not cover the ventilation louvers. This can cause the machine to overheat.   \n$\\otimes$ Prevent improper use of the equipment.   \n$\\otimes$ Please also read any further safety instruction and warnings in this manual.   \nAll safety instructions in this manual are based on many years of experience and self",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "conception. ",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "These safety instruction must be visible at the cardio exercise machine! All users must be informed of warnings and safety instructions. The manufacturer will not be liable for personal injuries or property damage. ",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "Warnings TRAC 4000/4100 S/MED/S MED/SP/S SP ",
        "text_level": 1,
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "$\\otimes$ Read the user manual carefully before you start.   \n$\\otimes$ Before starting the exercise please check the power supply cord.   \n$\\otimes$ Always connect the equipment to the power supply before using it and only use it after a proper functional test.   \n$\\otimes$ The machine is only to be used on the instruction of a physician and / or a supervisor. The machine must not be used without the presence of a supervisor.   \n$\\otimes$ Switch off the machine after the workout and disconnect it.   \n$\\otimes$ Wear only appropriate clothing and footwear during workout.   \n$\\otimes$ Use the safety cord!   \n$\\otimes$ After pulling the safety cord you need to turn off the machine by pressing the on/off switch before you reinsert the magnet.   \n$\\otimes$ At the beginning of the workout walk at a moderate pace before you start running after a few minutes.   \n$\\otimes$ Do not jump on the treadmill when it is in motion. Do not stop on the running belt or jump from the running belt while it is in motion.   \n$\\otimes$ Only press the emergency stop button when you are about to fall. Always check the emergency stop button before exercising.   \n$\\otimes$ Keep away from the dangerous area at the rear end of the treadmill! Keep away long hair, loose clothes, jewelry, shoestrings etc. from this area if you should fall during your workout.   \n$\\otimes$ Do not lean on the control panel or the casing.   \n$\\textcircled{\\times}$ Animals must not use or approach the treadmill.   \n$\\otimes$ Children may only use the treadmill when supervised by an adult.   \n$\\otimes$ In case of nausea or dizziness, stop training immediately and inform your fitness coach and / or see a physician.   \n$\\textcircled{\\times}$ If you wear a cardiac pacemaker or have health problems consult a physician before using the machine.   \n$\\textcircled{\\times}$ Before every use, check the moving parts and the casing for damage. If the machine is damaged, have it repaired immediately.   \n$\\textcircled{\\times}$ Do not cover the ventilation louvers. This can cause the machine to overheat.   \n$\\otimes$ Prevent improper use of the equipment.   \n$\\otimes$ Please also read any further safety instruction and warnings in this manual. ",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "All safety instructions in this manual are based on many years of experience and selfconception. ",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "These safety instruction must be visible at the cardio exercise machine! All users must be informed of warnings and safety instructions. The manufacturer will not be liable for personal injuries or property damage. ",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "ERGO-FIT GmbH & Co. KG ",
        "page_idx": 145
    }
]