[
    {
        "type": "text",
        "text": "Democratic Socialist Republic of Sri Lanka State Ministry of Canal and Common Infrastructure Development in Settlements in Mahaweli Zones. ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MAHAWELI AUTHORITY OF SRI LANKA ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Integrated Watershed and Water Resources Management Project (IWWRMP) PROCUREMENT OF WORKS UNDER OPEN COMPETITIVE BIDDING - NATIONALLY ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "BIDDING DOCUMENT For ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hydro Mechanical works of  Walawa RB main canal ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contract No: LK-MOMDE-125832-CW-RFB ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JUNE 2021 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/ba474582f44a70eb97dce32a1e971f4e971f530ee853da92b7d9e07a464d912f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Bidder Name & Address</td><td></td></tr><tr><td>Email Address</td><td></td></tr><tr><td>Whatsapp No.</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents of Bidding Documents ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/38c2619e4fd6e24bd7a394d976f96ac23ad4d018f1b08365aadba55112bcc0fc.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Volume</td><td>Section</td><td>Description</td><td>Page Nos.</td></tr><tr><td rowspan=\"3\">1</td><td>1</td><td>Instructions to Bidders</td><td>05</td></tr><tr><td>3</td><td>Condition of Contract</td><td>15</td></tr><tr><td>5</td><td>Standard Forms( Contract)</td><td>43 -47</td></tr><tr><td rowspan=\"11\">2</td><td></td><td> Invitation for Bid</td><td>03-04</td></tr><tr><td>2</td><td>Bidding Data</td><td>06 - 14</td></tr><tr><td>4</td><td>Contract Data</td><td>16 - 42</td></tr><tr><td>６</td><td> Specification</td><td>48 - 67</td></tr><tr><td>7</td><td>Form of Bid</td><td>68 -69</td></tr><tr><td>8</td><td>Bills of Quantities</td><td>70 - 91</td></tr><tr><td>9</td><td>Schedule</td><td>92 -108</td></tr><tr><td>10</td><td>Drawings</td><td>109 - 110</td></tr><tr><td>11</td><td>Standard Forms (Bid)</td><td>111</td></tr><tr><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Invitation for Bids (IFB) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "STATE MINISTRY OF CANAL AND COMMON INFRASTRUCTURE DEVELOPMENT IN SETTLEMENTS IN MAHAWELI ZONES. ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MAHAWELI AUTHORITY OF SRI LANKA ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "BID NOTICE ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Integrated Watershed and Water Resources Management Project (IWWRMP) Project No : P166865 , Loan No : IDA-66210 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1. The Government of the Democratic Socialist Republic of Sri Lanka has applied for financing from the International Development Association towards the cost of Integrated Watershed and Water Resources Management Project and it intends to apply part of the proceeds of this credit to payment under the contracts mentioned in the schedule below. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. On behalf of the Chairman, Department Procurement Committee of Mahaweli Authority of Sri Lanka, sealed Bids will be received by the  Director General ,Mahaweli Authority of  Sri Lanka, 9thFloor, No. 500, T.B. Jayah Mawatha, Colombo 10, up to 11:00 hrs on 10.08.2021 for the under mentioned improvement works. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/02e6b151d5829627dd66753ea18a12371359439081044a2ddc215bce13206f22.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Contract No.</td><td>Description of Work</td><td>Experience / CIDA Registration</td><td>Bid Security / Non- Refundable Tender Fee</td><td>Pre bid meeting</td></tr><tr><td>LK-MOMW-RFB (IWWRMP-</td><td>Hydro Mechanical works of Walawa RB Main canal. (Estimated value: Rs.</td><td>Grade :EM2 or above Specialty :</td><td>Bid security value: Rs. 500,000.00 Validity:</td><td>Date:26th July 2021 10.00A.M</td></tr></table></body></html>\n\n",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. To be eligible for contract award, the successful bidder shall not have been blacklisted and shall meet the requirements in Bidding Data. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4. Bidders, who have the Grade and field of registration under the CIDA scheme of registration mentioned in the above table against the work and in the case of the contract value is above ${\\mathrm{Rs}}.5{\\mathrm{Mn}} $ . ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "registered in Department of the Registrar of companies under the provision of public contract Act No.3 of 1987 only will be eligible for bidding. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5. Prospective Bidders can obtain the Bidding Documents by a written request on a company/firm letter head, addressed to the Deputy Director General (Technical Services), Mahaweli Authority of Sri Lanka, 3rd Floor, No. 500, T.B. Jayah Mawatha, Colombo 10 from 28.06.2021 up to 09.08.2021 from 9.30 hrs to 15.00 hrs on working days, on payment of a non-refundable tender fee as given above per set of Bidding Documents or sending the written request by email to ddgts.masl@gmail.com with the Bank Payment Slip paid the respective non refundable tender fee to the Mahaweli Authority of Sri Lanka Bank Account no. of 2327542 at Bank of Ceylon, Hyde Park Branch. The bidding documents are issue by courier service to those who applied through email. Bidders are free to bid for more than one tender but selections will be made according to the capacity limits in the CIDA registration. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "6. The Bidding documents may be available for inspection in the http//mahaweli.gov.lk website for references. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "7. The pre-bid meeting is conducted through the zoom technology. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "8. Sealed Bids in duplicate clearly marked the contract name and the number on the top left corner of the envelope may be dispatched either by Registered Post or hand delivered or courier to the Director General, Mahaweli Authority of Sri Lanka, 9th Floor, No. 500, T.B. Jayah Mawatha, Colombo 10 before 11.00 hrs on 10.08.2021. Bids will be opened immediately thereafter. Bidders or their authorised representatives, not exceeding two (2) in numbers are permitted to be present at the opening of bids. The bid opening meeting is conducted through the zoom technology on 10.08.2021 at 11.00hrs. for those who are unable to participate physically to the bid opening meeting. The Meeting ID: 954 2186 3962 , The Pass Code: 094555 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "9.  The bidders are encouraged to use electronic media to as far as possible overcome the current Covid 19 pandemic situation. ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "10. For further details, please contact Technical Services Division of Mahaweli Authority of Sri Lanka on Tel: 011-2689651, 011-2687475 email: ddgts.masl@gmail.com. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Director General, Mahaweli Authority of Sri Lanka. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Section   -   1 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "INSTRUCTIONS TO BIDDERS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Note: Bidders are advised to refer Section 1 – Instructions to Bidders of Standard Bidding Document ICTAD Publication No. – ICTAD/SBD/02–  Second Edition-January 2007 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Section II - Bidding Data ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/02380552db42f4097c338dbcdb5ea511bd0a6a8ba68d8ea935134e8504805da2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Instructions to Bidders Clause Reference</td><td>Entry</td></tr><tr><td>1.1</td><td>Employer's Name and Address Name:Director General Address :9thFloor, No. 500, T.B. Jayah Mawatha, Colombo 10</td></tr><tr><td>1.1</td><td>Scope of Works The works consists of Hydro Mechanical works of Walawa RB Main Canal Located at Walawa</td></tr><tr><td>1.2</td><td>Time for Completion The Time for Completion for the whole of works shall be 560 days</td></tr><tr><td>2.1 3</td><td>Source of funds The source of funds is International Development Association (IDA) Substitute by the following:</td></tr><tr><td></td><td>3.1 The Bank requires compliance with its policy in regard to corrupt and fraudulent practices as set forth below. Guidelines for Procurement of Goods, Works, and Non-Consulting Services under IBRD Loans and IDA Credits & Grants by World Bank Borrowers, dated January 2011. *\"Fraud and Corruption: It is the Bank's policy to require that Borrowers (including beneficiaries of Bank loans), bidders, suppliers, contractors and their agents (whether declared or not), sub-contractors, sub-consultants, service providers or suppliers, and any personnel thereof, observe the highest standard of ethics during the procurement and execution of Bank-financed contracts.1 In pursuance of this policy, the Bank: (a) defines, for the purposes of this provision, the terms set forth below as follows: (i) “corrupt practice” is the offering, giving, receiving, or soliciting, directly or indirectly, of anything of value to influence improperly the actions of another party;2; (i) \"fraudulent practice” is any act or omission, including a misrepresentation, that knowingly or recklessly misleads, or</td></tr></table></body></html>\n\n",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/1751e34c4592d7f7ccd8e663011dc43d91914a4258d6d7979bddb1fb6046cb73.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">attempts to mislead, a party to obtain a financial or other</td></tr><tr><td rowspan=\"7\"></td><td>benefit or to avoid an obligation;3 (i) “collusive practice” is an arrangement between two or more</td></tr><tr><td>parties designed to achieve an improper purpose, including to influence improperly the actions of another party;4</td></tr><tr><td>(iv) “coercive practice” is impairing or harming, or threatening to impair or harm, directly or indirectly, any party or the property of the party to influence improperly the actions of a party;5</td></tr><tr><td>(v) \"obstructive practice\" is (aa)deliberately destroying,  falsifying, altering, or concealing of evidence material to the investigation or making false statements to investigators in order to</td></tr><tr><td>materially impede a Bank investigation into allegations of a corrupt, fraudulent, coercive or collusive practice; and/or threatening, harassing or intimidating any party to prevent it from disclosing its knowledge of matters</td></tr><tr><td>relevant to the investigation or from pursuing the investigation, or (bb)  acts intended to materially impede the exercise of the Bank's inspection and audit rights provided for under paragraph (e) below.</td></tr><tr><td>will reject a proposal for award if it determines that the bidder recommended for award, or any of its personnel, or its agents, or its sub-consultants, sub-contractors, service providers, suppliers and/or</td></tr><tr><td>(b)</td><td>their employees, has, directly or indirectly, engaged in corrupt, fraudulent, collusive, coercive, or obstructive practices in competing for the contract in question;</td></tr><tr><td>(c)</td><td>will declare mis-procurement and cancel the portion of the loan allocated to a contract if it determines at any time that representatives of the Borrower or of a recipient of any part of the proceeds of the loan engaged in corrupt, fraudulent, collusive, coercive, or obstructive practices during the procurement or the implementation of the contract in question, without the Borrower having taken timely and appropriate action satisfactory to the Bank to address such practices when they occur, including by failing to inform the Bank in a timely manner at the time they knew of the practices;</td></tr></table></body></html>\n\n",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/aaca50af8cae4cec213a20889d6f4aeb6a37caafa9c998afdb0814f4986a6a6b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>3.2</td><td>(d) (ii) to be a nominated'; (e) accounts, records, and other documents relating to the submission of bids and contract performance, and to have them audited by auditors appointed by the Bank.\" In further pursuance of this policy, Bidders shall permit and shall cause its agents (whether declared or not), sub-contractors, sub-consultants, service providers, or suppliers and any personnel thereof, to permit the Bank to</td><td>will sanction a firm or individual, at any time, in accordance with the prevailing Bank's sanctions procedures,6 including by publicly declaring such firm or individual ineligible, either indefinitely or for a stated period of time: (i) to be awarded a Bank-financed contract; and will require that a clause be included in bidding documents and in contracts financed by a Bank loan, requiring bidders, suppliers and contractors, and their sub-contractors, agents, personnel, consultants, service providers, or suppliers, to permit the Bank to inspect all</td></tr><tr><td>4.1</td><td>Qualification Information The following information shall be provided in Section 9 - Schedules: ICTAD/CIDA registration Registration number. Grade Specialty Expiry date VAT registration number Attach construction program Attach legal status (Sole proprietor, Partnership, Company etc.) Attach authentication for signatory Total monetary value of construction work performed for each of the last</td><td>inspect all accounts, records and other documents relating to any prequalification process, bid submission, and contract performance (in the case of award), and to have them audited by auditors appointed by the Bank.</td></tr></table></body></html>\n\n",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/08ced0063409b97b11586ba3e0cff683ee01f485a2bd24edd9b58f6d5ac39969.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>4.2 (a)</td><td colspan=\"4\">ICTAD/CIDA registration required</td></tr><tr><td></td><td colspan=\"4\">The registration required; Specialty Electrical & Mechanical Services</td></tr><tr><td></td><td colspan=\"4\">Grade EM 2 or above</td></tr><tr><td>4.2 (b)</td><td colspan=\"4\">Average annual volume of construction work performed in last 5 years</td></tr><tr><td></td><td colspan=\"4\">Average annual volume of construction work performed in last five years shall be at least Rs. 45 Million</td></tr><tr><td>4.2 (c)</td><td colspan=\"4\">nature and complexity similar to work over the last 05 years HYDRO-MECHANICAL works of the value of at least Rs. 37 Million</td></tr><tr><td>4.2 (d)</td><td colspan=\"4\">Essential equipment</td></tr><tr><td></td><td colspan=\"4\">Proposals for the timely acquisition (own, lease, hire, etc.) of the following essential equipment shall be; 1. Air compresser</td></tr><tr><td></td><td colspan=\"4\">2. Sand Blast Machine 3.Welding Plant</td></tr><tr><td>4.2 (e)</td><td colspan=\"4\">Qualifications and experience of the Contract Manager and other Key personnel</td></tr><tr><td></td><td>No. 1.</td><td>Contract manager</td><td>Qualifications &Experience BSc.(Engineering) or Equivalent plus at least 10</td></tr><tr><td></td><td></td><td></td><td>years experience in similar projects after obtaining Full Membership of the Institution of Engineers SriLanka (Chartered Engineer) or equivalent</td></tr><tr><td></td><td>Site Engineer (Mechanical)</td><td></td><td>B.Sc. Mechanical Engineering degree or equivalent with 10years total experience and 5years similar work experience</td></tr><tr><td></td><td>Engineering Assistant</td><td></td><td>NCT or equivalent with 8years total experience and 5years similar work experience</td></tr></table></body></html>\n\n",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/42f189495c5aeb122a9382a9886327b8b2c5d0d898fde730f0730af36df19c70.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>4.2 (f)</td><td colspan=\"2\">Liquid assets and/or credit facilities required</td></tr><tr><td>10.1</td><td colspan=\"2\">The minimum amount of liquid assets and/or credit facilities, net of other contractual commitments and exclusive of any advance payments which may be made under the Contract, shall be not less than Rs. 7.5 Million Clarification of Bidding Documents</td></tr><tr><td rowspan=\"2\"></td><td>Employer's address for clarification of bidding documents is: Name of Officer: Deputy Director General (Technical Services)</td><td rowspan=\"2\">Colombo 10</td></tr><tr><td>Address: Mahaweli Authority of Sri Lanka 3rd Floor No. 500, T. B. Jayah Mawatha</td></tr><tr><td>13.1(A) () 13.1(B) (d)</td><td>The Bidder shall submit the following additional documents in its Bid: [Note: list any additional document not already listed in ITB 13.1 that must be submitted with the Bid. The list of additional documents should include the following:1 Code of Conduct (ESHS) The Bidder shall submit its Code of Conduct that will apply to Contractor's</td><td>Personnel (as defined in Sub-clause 1.1.2.7 of the GC), to ensure compliance with its Environmental, Social, Health and Safety (ESHS) obligations under the contract. [Note: Complete and include the risks to be addressed by the Code in accordance</td></tr></table></body></html>\n\n",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": " [e.g. Water Resource Protection Plan to prevent contamination of drinking water];   \n [e.g. Boundary Marking and Protection Strategy for mobilization and construction to prevent offsite adverse impacts];   \n [e.g. Strategy for obtaining Consents/Permits prior to the start of relevant works such as opening a quarry or borrow pit];   \n [e.g. Gender based violence and sexual exploitation and abuse (GBV/SEA) prevention and response action plan]. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Contractor shall be required to submit for approval, and subsequently implement, the Contractor’s Environment and Social Management Plan (C-ESMP), in accordance with the Particular Conditions of Contract Sub-Clause 4.1, that includes the agreed Management Strategies and Implementation Plans described ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/34cce1e135c2014a14da0c2708145573885d2dd1c703789e7f161ffd521914b7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>imcluc agreed Management Strategies and implementation [Note: The extent and scope of these requirements should reflect the significant ESHS risks or requirements set out in Schedule 10 as advised by Environmental/Social specialist/s. The key risks to be addressed by the Bidder should be identified by Environmental/Social specialist/s, for example, from the Environmental and Social Impact Assessment (ESIA), Environmental and Social Management Plan (ESMP), Resettlement Action Plan (RAP), and/or Consent Conditions (regulatory authority conditions attached to any permits or approvals for the project), up to a maximum of four. The risks may arise during mobilization or construction phases, and may include construction traffic impacts on the community, pollution of drinking water, depositing on private land and impacts on rare species etc. The management strategies and/or implementation plans to address these could include, as appropriate: mobilization strategy, strategy for obtaining consents/permits, traffic management plan, water resource protection plan, bio-diversity protection plan and a strategy for marking and respecting work site boundaries etc.] here.</td></tr><tr><td>14.4</td><td>Adjustments for change in cost</td></tr><tr><td>16.1</td><td>The Contract is not subjected to price adjustment Period of Bid validity: (119 days) The Bid shall be valid up to 07.12.2021 (date).</td></tr><tr><td>17.1</td><td>Amount of Bid security: The amount of Bid Security is Sri Lanka Rupees: Five Hundred Thousands (LKR 500,000.00)</td></tr></table></body></html>\n\n",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/51488e0dd9da60464e41d01604d0883795d03301e4089003e9e621f4cbadbde8.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Validity of Bid Security (147 days)</td></tr><tr><td>17.2</td><td>The Bid Security shall be valid up to 04.01.2021 (date)</td></tr><tr><td>17.5</td><td>Add “and if required in the BDS, the Environmental, Social, Health and Safety (ESHS) Performance Security pursuant to ITB 35.1.\"</td></tr><tr><td>17.6 (c) (i)</td><td>Add “and if required in the BDS, the Environmental, Social, Health and Safety (ESHS) Performance Security pursuant to ITB 35.1.\"</td></tr><tr><td>19.1</td><td>Pre-Bid meeting</td></tr><tr><td></td><td> Pre-Bid meeting will be held through the zoom technology.</td></tr><tr><td></td><td>Venue, time, and date of the pre-bid meeting.</td></tr><tr><td></td><td>Date: 26.07.2021</td></tr><tr><td></td><td>Time: 9.00 AM - 10.00 AM</td></tr><tr><td></td><td>Zoom : Meeting ID:927 0649 4078 , Passcode: 288321</td></tr><tr><td>21.2 (a)</td><td>Employer's Address for Bid submission</td></tr><tr><td></td><td></td></tr><tr><td></td><td> Employer's address for the purpose of bid submission is:</td></tr><tr><td></td><td>Mahaweli Authority of Sri Lanka</td></tr><tr><td></td><td>9lh floor, No. 500, T. B. Jayah Mawatha</td></tr><tr><td>21.2 (b)</td><td>Colombo 10 Identification number of Contract</td></tr><tr><td></td><td></td></tr><tr><td></td><td>Identification Number of the Contract is: LK-MOMDE-125832-CW-RFB</td></tr><tr><td>22.1</td><td> Deadline for submission of Bids</td></tr><tr><td></td><td>Deadline for submission of Bids: 10.08.2021</td></tr><tr><td>25.1</td><td></td></tr><tr><td></td><td>Bid opening Venue,time, and date of bid opening</td></tr><tr><td></td><td>Mahaweli Authority of Sri Lanka</td></tr><tr><td></td><td>9l floor, No. 500, T. B. JayahMawatha</td></tr><tr><td></td><td>Colombo 10 Time : 11.00 AM</td></tr><tr><td></td><td>Date :10.08.2021</td></tr><tr><td></td><td> Zoom : Conducted through the zoom technology</td></tr><tr><td></td><td>The Meeting ID: 954 2186 3962 , The Pass Code: 094555</td></tr></table></body></html>\n\n",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/4d4057dd005a0f4f754cf218177a321c7c9273a4f58289dfc143b94a9ce5b520.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>31.1 The following procedure will be used to apply the margin of preference: Responsive bids will be classified into the following groups: (i) (i) For the purpose of evaluation and comparison of Bids only, an amount equal </td><td>Preference for Domestic Bidders Domestic Contractors are eligible for a 10% margin of preference in the comparison of their Bids with those of bidders who do not qualify for the preference. To eligible for domestic preference the bidder shall: (a) be registered in Sri Lanka (b) have more than 50% ownership by nationals of Sri Lanka;</td></tr></table></body></html>\n\n",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/4d73b3ac20147eb86d0de6452c8decffd5f28fa4744084c0a35e09e3924c4e05.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Address:</td><td>After evaluation of Bids in accordance with the procedures described under Clauses 28, 29, 30 and 31, the Employer will inform to all the bidders in writing the selection of the successful bidder and the intention of contract award to such bidder. The unsuccessful bidders if they so wish, within one week of such notice may make representation to the Procurement Appeal Board at the address given below. Such representation shall be self-contained to enable the Appeal Board to arrive at a conclusion and a cash deposit to amount given below shall be made. The Appeal Board may request the bidder who had made representation to submit further evidence during the investigations. The cash deposit will be forfeited unless the Employer has changed the original contract award decision in favour of the bidder who has made such representation. The Secretary Appeal Board Presidential Secretariat Colombo</td></tr><tr><td>Cash Deposit: Address :</td><td>Rupees 50,000/= If the Procurement is within the authority limit of a MPC: After evaluation of Bids in accordance with the procedures described under Clauses 28, 29, 30 and 31, the Employer will inform to all the bidders in writing the selection of the successful bidder and the intention of contract award to such bidder. The unsuccessful bidders if they so wish, within one week of such notice may make representation to the Secretary to the Line Ministry at the address given below. Such representation shall be self-contained to enable the Secretary to arrive at a conclusion and a cash deposit to amount given below shall be made. The Employer may request the bidder who had made representation to submit further evidence during the investigation of such representation. The cash deposit will be forfeited unless the Employer has changed the original contract award decision in favor of the bidder who has made such representation.</td></tr><tr><td>35.1</td><td>Cash Deposit : Rupees 25,000/= Amount of Performance Security The Standard Form of Performance Security acceptable to the Employer shall be a Guarantee from an Agency accepted and stated in the Procurement Guidelines. The amount of the Performance Security is 7% of the Initial Contract Price. The Performance Security shall be valid until . (date).</td></tr></table></body></html>\n\n",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/40efd91f5d27e2901d42404d26fdfcb883f5a5c282401f1ca203521d0b861d6a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>37</td><td>The successful Bidder shall be required to submit an Environmental, Social, Health and Safety (ESHS) Performance Security within 14 Days of receipt of the Letter of Acceptance. The amount of the Environmental, Social, Health and Safety (ESHS) Performance Security is 3% of the Initial Contract Price. The Environmental, Social, Health and Safety (ESHS) Performance Security shall be valid until ... (date). Bid security shall only be an unconditional guarantee issued by a bank recognized by the Central Bank of Sri Lanka in accordance with the format given</td></tr><tr><td></td><td>Fees and types of reimbursable expenses to be paid to the Adjudicator shall be on a case to case basis and shall be shared equally by the Contractor and the Employer. For contracts with estimated cost equal or exceeding Rs. 500mn delete Clause 37 Adjudicator and insert following; 37 Dispute Adjudication Board (DAB) 37.1 Within 28 Days from the Commencement Date each of the Parties shall appoint one member to serve on the Dispute Adjudication Board (DAB). The Parties shall consult both these members and shall agree upon the third member, who shall be appointed to act as the chairman. If either Party fails to nominate a member to the DAB or the Parties fail to agree upon the third member or the Parties fail to agree on the appointment of a replacement person to the DAB, then upon the request of either or both Parties the Institute for Construction Training and Development (ICTAD) shall appoint the relevant member to the DAB.</td></tr></table></body></html>\n\n",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Section   -   3 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "CONDITIONS OF CONTRACT ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Note : Bidders are advised to refer Section 3 – Condition of Contract of Standard Bidding Document ICTAD Publication No. – ICTAD/SBD/02 –second ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Section 4 – Contract Data ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Note:  The clause numbers referred are the clause numbers of Conditions of Contract.  The Employer should insert relevant data for all the items marked with an asterisk (\\*) prior to the issue of the bidding documents.  Where a number of Days are to be inserted, it is desirable for the number to be a multiple of seven, for consistency with the Conditions of Contract. ",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/425ef0f28af7dde13a7d7ff2bd22d42e8083a590c6055a9aeb6d77d613f522b7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Conditions of Contract Clause Number/s</td><td></td><td></td></tr><tr><td>(*)1.1.2.2 & 1.3</td><td>Employer's name and address</td><td>Name: Director General, Mahaweli Authority of Sri Lanka Address: Mahaweli Authority of Sri Lanka 9lh floor, No. 500, T. B. Jayah Mawatha Colombo 10</td></tr><tr><td>1.3 (*)1.1.2.4 & 1.3</td><td>Contractor's name and address Engineer's name and address</td><td>Name: Address: ENGINEER - Director (EM) Address: Mahaweli Authority of Sri Lanka</td></tr><tr><td></td><td></td><td>ENGINEERINGREPRESENTATIVE- Deputy Resident Project Manager (TS) Address: Resident Project Manager's Office Embilipitiya</td></tr><tr><td>1.1.2.5 Contractor's Personnel</td><td colspan=\"2\">Key Personnel The following is added at the end of the sub-clause: \"Contractor's Personnel includes Key Personnel as named in the Contract.\"</td></tr></table></body></html>\n\n",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/8f218831865c3ab8af47aea082135a793530280d6a4b85ba823d16d606af8d7d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>1.1.2.9 Clause 19.3 [Failure to Agree on the Composition of the Dispute Adjudication</td><td colspan=\"2\">Replace existing Clause 1.1.2.9 with following: \"Dispute Adjudication Board” (DAB) means three persons appointed under Sub-Clause 19.2 [Appointment of the Dispute Adjudication Board] or Sub-</td></tr><tr><td>(*) 1.1.3.3</td><td>Board] of the Conditions of Contract. Time for Completion of the Works</td><td>Time for Completion is 560 Days</td></tr><tr><td>(*) 1.1.3.7</td><td>Defects Notification Period</td><td> Defects Notification Period is 365 Days</td></tr><tr><td>1.1.6.8</td><td>The following is added after Sub-Clause 1.1.6.7 \"ESHS\" means environmental, social (including sexual exploitation and</td><td>abuse (SEA) and gender based violence (GBV)), health and safety.</td></tr><tr><td>(*)2.1</td><td>Right to access to the Site</td><td>14 Days after Letter of Acceptance</td></tr><tr><td rowspan=\"2\">(*)3.1</td><td rowspan=\"2\">Engineer's Duties and Authority</td><td>The Engineer shall obtain the specific approval of the Employer before taking action under the following Sub-Clauses of these Conditions:</td></tr><tr><td>Clause 13, where the final effect of the variations increase the Contract Price</td></tr></table></body></html>\n\n",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/3a330ea995cfc56fbbea5fd8a72e66cd9cc5bffe8f38cf746ec91f18f08da38a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>4.1 Contractor's General Obligations</td><td colspan=\"2\">Insert conlractorsnail whenever required by the Engineer, submit details of the arrangements and methods which the Contractor proposes to adopt for the execution of the Works.? \"Notwithstanding Sub-Clause 8.1, the Contractor shall not carry out any Works, including mobilization and/or pre-construction activities (e.g. limited clearance for haul roads, site accesses and work site establishment, geotechnical investigations or investigations to select ancillary features such as quarries and borrow pits), unless the Engineer is satisfied that appropriate measures are in place to address environmental, social, health and safety risks and impacts. At a minimum, the Contractor shall apply the Management Strategies and Implementation Plans and Code of Conduct, submitted as part of the Bid and agreed as part of the Contract. The Contractor shall submit, on a continuing basis, for the Engineer's prior approval, such supplementary Management Strategies and Implementation Plans as are necessary to manage the ESHS risks and impacts of ongoing works. These Management Strategies and  Implementation Plans collectively comprise the Contractor's Environmental and Social Management Plan (C-ESMP). The C-ESMP shall be approved prior to the commencement of construction activities (e.g. excavation, earth works, bridge and structure works, stream and road diversions, quarrying or extraction of materials, concrete batching and asphalt manufacture). The approved C-ESMP shall be reviewed, periodically (but not less than every six (6) months), and updated in a timely manner, as required, by the Contractor to ensure that it contains measures appropriate to the Works</td></tr><tr><td colspan=\"2\">(*)4.2</td><td>7% of the Initial Contract Price, in the currencies and proportions in which the Contract Price is payable. The acceptable form is... Performance    Security    shall  only be  an unconditional  guarantee  issued   by  a bank recognized by the Central Bank of Sri Lanka in accordance with the format given 3 % of the Initial Contract Price . The ESHS Performance Security will be in the form of a \"demand guarantee\" in the amount(s) of 3% percent of the Accepted Contract Amount and in the same currency(ies) of the Accepted Contract Amount.</td></tr></table></body></html>\n\n",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/5853061e6f1ae6e90e93c9cd81a8e8a87500d0b1609a6b2cdbf875a5b4d5778e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>4.2 Performance Security</td><td>Add the following The Contractor shall obtain (at his cost) an Environmental, Social, Safety and Health (ESHS) Performance Security for compliance with the Contractor's ESHS obligations, for LKR.... The Contractor shall deliver ESHS Performance Security to the Employer within 14 days after receiving the Letter of Acceptance, and shall send a copy to the Engineer. The ESHS Performance Security shall be issued by a reputable bank selected by the Contractor, and shall be in the form annexed to the Particular Conditions, as stipulated by the Employer in the Contract</td></tr><tr><td></td><td>Data, or in another form approved by the Employer. The Contractor shall ensure that the ESHS Performance Security is valid and enforceable until the Contractor has executed and completed the Works and remedied any defects. If the terms of the ESHS Performance Security specify its expiry date, and the Contractor has not become entitled to receive the Performance Certificate (which, if applicable, includes satisfactory</td></tr><tr><td>remedied. within 21 days after receiving a copy of the Performance Certificate.</td><td>performance of the ESHS obligations), by the date 28 days prior to the expiry date, the Contractor shall extend the validity of the ESHS Performance Security until the Works have been completed and any defects have been The Employer shall return the ESHS Performance Security to the Contractor</td></tr></table></body></html>\n\n",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/b079635d0b5d58b12d6035f103aefd96345e7e64b116b379826ee908c473d5c7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>4.14 Progress Reports</td><td>A. \"4.14 (g) (ESHS) metrics set out in Appendix B\"</td><td>Sub-Clause 4.21 (g) is replaced by the following: the Environmental, Social, Health and Safety</td></tr><tr><td></td><td>B. C.</td><td>At the end of, and as part of Sub-Clause 4.14 add a new paragraph as follows:</td></tr><tr><td rowspan=\"8\"></td><td></td><td></td></tr><tr><td></td><td>\"The Contractor shall provide immediate notification to the Engineer of incidents in the following categories. Full details of such incidents shall be provided to the Engineer within the</td></tr><tr><td>(a)</td><td>timeframe agreed with the Engineer. confirmed or likely violation of any law or international agreement;</td></tr><tr><td>(b)</td><td>any fatality or serious (lost time) injury;</td></tr><tr><td>(c)</td><td>significant adverse effects or damage to private property (e.g. vehicle accident, damage from fly rock, working beyond the boundary)</td></tr><tr><td>(d)</td><td>major pollution of drinking water aquifer or damage or destruction of rare or endangered habitat (including protected</td></tr><tr><td>(e)</td><td>areas) or species; or any allegation of gender based violence (GBV), sexual</td></tr><tr><td></td><td>exploitation or abuse, sexual harassment or sexual misbehavior, rape, sexual assault, child abuse, or defilement, or other violations involving children.</td></tr></table></body></html>\n\n",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/32b9c1624162f6076fcbaae039fd050712df31da2728a8af8f4e4341fba7603e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\">6.8 Contractor's Personnel</td><td colspan=\"2\">Key Personnel</td></tr><tr><td colspan=\"2\">Sub-Clauses 6.8 (d) is amended by inserting “or’ at the end:</td></tr><tr><td rowspan=\"5\"></td><td>\"6.9 (d).... or'\" Sub-Clauses 6.8 (e) is inserted as follows:</td></tr><tr><td>\"6.9(e) undertakes behavior which breaches the Code of Conduct (ESHS) (e.g. spreading communicable diseases, sexual</td></tr><tr><td>harassment, gender based violence, (GBV), sexual exploitation or abuse, illicit activity or crime).\"\" After the sentence: “If appropriate, the Contractor shall then appoint (or</td></tr><tr><td>cause to be appointed) a suitable replacement person.\" The following is added as a new paragraph: \"The Contractor's Personnel includes Key Personnel. If the Contractor intends</td></tr><tr><td>to replace a Key Personnel, the Contractor shall, not less than 30 days before the intended date of replacement, give notice to the Engineer, the name, address, academic qualifications and relevant experience of the intended replacement Key Personnel. The Contractor shall not, without the prior consent of the Engineer, revoke the appointment of the Key Personnel or appoint a replacement.\"</td></tr><tr><td>(*)8.7</td><td>Liquidated damages 0.05 % of the Initial Contract Price per Day for the Works</td></tr><tr><td>(*)8.7</td><td>Maximum amount of liquidated 10 % of the Initial Contract Price</td></tr><tr><td>12.2 (b)</td><td>damages Method of The Method of Measurement shall be SLS 573</td></tr><tr><td>13.3 Variation procedure</td><td colspan=\"2\">Measurement Sub-Clause 13.3. (a) is replaced with the following:</td></tr><tr><td>(*)13.4(b)</td><td colspan=\"2\">“(a) a description of the proposed work to be performed, a programme for its execution and sufficient ESHS information to enable an evaluation of ESHS risks and impacts;\" Percentage for 10% adjustment of Provisional Sums</td></tr></table></body></html>\n\n",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/afef159aa077470fdd356ba94b73f629a2660f0f2d318ad04320ec2eeda6b6d2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\">15.7 Adjustment for changes in Cost</td><td colspan=\"2\">\" shall be substituted by the following:</td></tr><tr><td colspan=\"2\">\"The weightings for each of the inputs of cost given in this Clause shall be adjusted only if they have been rendered unreasonable, unbalanced or inapplicable, as a result of Variations.\"</td></tr><tr><td>13.7 (*) 14.2</td><td>Weightings of Inputs Total Advance</td><td>Not Applicable 20 %of the Initial Contract Price excluding</td></tr><tr><td></td><td>Payment Number and timing</td><td>provisional sums and contingencies Insert number of installments and any requirements</td></tr><tr><td>(*) 14.2 (*) 14.3(c)</td><td>of installments Percentage of</td><td></td></tr><tr><td>(*) 14.3(c)</td><td>retention 10% Limit of Retention</td><td> 5 % of the Initial Contract Price</td></tr><tr><td>(*) 14.5</td><td>Money Minimum amount</td><td>2,000,000.00 Rupees</td></tr><tr><td>(*)14.8</td><td>of Interim Payment Certificates Alternative method</td><td>On reaching the limit of retention, stated in the Contract Data under Sub-Clause 14.3, the Contractor</td></tr><tr><td></td><td>for Payment of Retention</td><td>may substitute full retention money with an unconditional guarantee acceptable  to the Employer to a value equal to the full retention money, and valid up to 28 Days beyond the end of Defect Notification Period. On receipt of such guarantee the Employer shall repay the full retention money. The guarantee will be released to the Contractor upon the certification of the Engineer that all Defects notified by the Engineer to the Contractor before the end of this period have been corrected.</td></tr><tr><td>(*) 18.2</td><td>Third Party Insurance</td><td>This Amount of insurance per occurrence is: Rupees 500,000.00</td></tr></table></body></html>\n\n",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/942f64078baa2c2cac60bbb94407690d88f1245beac1677301943e0f7ca69342.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>19.2</td><td colspan=\"2\">Clause 19.o Claims, Disputes and Arbitration Delete existing sub-clause 19.2 (Dispute Resolution), Delete existing sub-clause 19.3 (Procedure for Adjudication), Delete existing sub-clause 19.4 (Replacement of Adjudicator), Delete existing sub-clause 19.5 (Arbitration), and insert the following new sub-clauses; 19.2 Appointment of the Dispute Adjudication Board 19.3 Failure to Agree on the Composition of the Dispute Adjudication Board 19.4 Obtaining Dispute Adjudication Board's Decision 19.5 Failure to Comply with Dispute Adjudication Board's Decision 19.6 Expiry of Dispute Adjudication Board's Appointment 19.7 Arbitration</td></tr><tr><td></td><td>Appointment of the Dispute Adjudication Board</td><td>Any dispute of whatever nature arising out of or in relation to this agreement shall in the first instance be referred to a Dispute Adjudication Board (DAB) for decision in accordance with Sub-Clause 19.4 [Obtaining Dispute Adjudication Board's Decision]. The Parties shall appoint a DAB within 28 Days from the Commencement Date. The DAB shall comprise, three suitably qualified persons (*the members\"), who shall be professionals experienced in the type of construction involved in the Works and  with the interpretation of contractual documents, one of whom shall serve as chairman. Within 28 Days from the Commencement Date each of the Parties shall appoint one member to serve on the Dispute Adjudication Board (DAB). The Parties shall consult both these members and shall agree upon the third member, who shall be appointed to act as the chairman. The agreement between the Parties and each of the three members shall incorporate by reference the General   Conditions of   Dispute  Adjudication Agreement contained in the Appendix to these Contract Data, with such amendments as are agreed between them. The terms of the remuneration of the three members, including the remuneration of any expert whom the DAB consults, shall be mutually agreed upon by the Parties when agreeing the terms of appointment of the member or such expert (as the case may be). Each Party shall be responsible for paying one-half of this remuneration.</td></tr></table></body></html>\n\n",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/b1d4d00aae516b4058eed3527a3b994a512c46d011fe041fec0c3837ceef45dd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">ection 4-Contract Data</td></tr><tr><td rowspan=\"3\">Failureto Agree on the Composition of the Dispute (a) Adjudication Board (c) 19.3</td><td>If a member declines to act or is unable to act as a result of death, disability, resignation or termination of appointment, a replacement shall be appointed in the same manner as the replaced person was required to have been nominated or agreed upon, as described in this Sub-Clause. The appointment of any member may be terminated by mutual agreement of both Parties, but not by the Employer or the Contractor acting alone. Unless otherwise agreed by both Parties, the appointment of the DAB (including each member) shall expire when the discharge referred to in Sub-Clause 14.11 [Discharge] shall have become effective.</td></tr><tr><td>If any of the following conditions apply, namely: either Party fails to nominate a member of a DAB by such date, (b) the Parties fail to agree upon the appointment of the third member (to act as chairman) of the DAB by such date, or the Parties fail to agree upon the appointment of a replacement person within 42 Days after the date on which the one of the three members declines to act or is unable to act as a result of death, disability, resignation or termination of appointment,</td></tr><tr><td>Then Institute  for  Construction Training and Development (ICTAD) shall, upon the request of either or both of the Parties and after due consultation with both Parties, appoint this member of the DAB. This appointment shall be final and conclusive. Each Party shall be responsible for paying one-half of the expenses / disbursements incurred by ICTAD. If a dispute (of any kind whatsoever) arises between the Parties in connection with,or arising out of, the Contract or the execution of the Works, including any</td></tr><tr><td>19.4 Obtaining  Dispute Adjudication Board's Decision</td><td>dispute as to any certificate, determination, instruction, opinion or valuation of the Engineer, either Party may refer the dispute in writing to the DAB for its decision, with copies to the other Party and the Engineer. Such reference shall state that it is given under this Sub- Clause.</td></tr></table></body></html>\n\n",
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/6247488857fa8f35616a525691fd3b6c0c49236ee6c1c0e0b59d65a33abcc4a6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">ection 4 - Contract Data</td></tr><tr><td colspan=\"2\">The DAB shall be deemed to have received such</td></tr><tr><td></td><td>reference on the date when it is received by the chairman of the DAB. Both Parties shall promptly make available to the DAB all such additional information, further access to the Site, and appropriate facilities, as the DAB may require for the purposes of making a decision on such dispute. The DAB shall be deemed to be not acting as arbitrator(s). Within 84 Days after receiving such reference, or within such other period as may be proposed by the DAB and approved by both Parties, the DAB shall give its decision, which shall be reasoned and shall state that it is given under this Sub-Clause. The decision shall be binding on both Parties, who shall promptly give effect to it unless and until it shall be revised in an amicable settlement or an arbitral award as described below. Unless the Contract has already been abandoned, repudiated or terminated, the Contractor shall continue to proceed with the Works in accordance with the Contract. If either Party is dissatisfied with the DAB's decision, then either Party may, within 28 Days after receiving the decision, give notice to the other Party of its dissatisfaction and intention to commence arbitration. If the DAB fails to give its decision within the period of 84 Days (or as otherwise approved) after receiving such reference, then either Party may, within 28 Days after this period has expired, give notice to the other Party of its dissatisfaction and intention to commence arbitration. In either event, this notice of dissatisfaction shall state that it is given under this Sub-Clause, and shall set out the matter in dispute and the reason(s) for dissatisfaction. Except as stated in Sub-Clause 19.5 [Failure to Comply with Dispute Adjudication Board's Decision] and Sub-Clause 19.6 [Expiry of Dispute Adjudication Board's Appointment], neither Party shall be entitled to commence arbitration of a dispute unless a notice of dissatisfaction has been given in accordance with this Sub-Clause. If the DAB has given its decision as to a matter in dispute to both Parties, and no notice of dissatisfaction has been given by either Party within 28 Days after it received the DAB's decision, then the decision shall become final and binding upon both Parties.</td></tr></table></body></html>\n\n",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/9be151e2edd03ef01e1e6e6b505612781bfa7963627564f91ae25109e7914c31.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>19.5</td><td>Failure to Comply with Dispute Adjudication Board's Decision</td><td>In the event that a Party fails to comply with a DAB decision which has become final and binding, then the other Party may, without prejudice to any other rights it may have, refer the failure itself to arbitration under Sub-Clause 19.7 [Arbitration]. Sub-Clause 19.4 [Obtaining Dispute Adjudication Board's  Decision] shall not apply to this reference.</td></tr></table></body></html>\n\n",
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/1464a1fc8731d91310ccd410632c7475d9ca3dc4d210f7586d1122e545e761cd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">19.6</td></tr><tr><td rowspan=\"7\"></td><td>Expiry of Dispute Adjudication Board's Appointment</td><td>If a dispute arises between the Parties in connection with, or arising out of, theContract or the execution of the Works and there is no DAB in place, whether byreason of the expiry of the DAB's appointment or</td></tr><tr><td></td><td>otherwise: (a) Sub-Clause 19.4 [Obtaining Dispute Adjudication Board's Decision] shall not apply, and</td></tr><tr><td>(b) Arbitration</td><td>the dispute may be referred directly to arbitration under Sub-Clause 19.7 [Arbitration]. Any dispute of whatever nature arising from, out of or in connection with this agreement, on the interpretation thereof, or the rights, duties, obligations or liabilities of any Party, or the operation, breach, termination, abandonment, foreclosure or invalidity thereof, shall be referred to by either Party to arbitration for final settlement, in accordance</td></tr><tr><td></td><td>with the Arbitration Act No. 11 of 1995, or any amendment thereof, (b)  Pending the award in any arbitration proceedings</td></tr><tr><td>hereunder, and</td><td>(i this Contract and the rights and obligations of the Parties shall remain in full force and effect (i) each of the Parties shall continue to perform</td></tr><tr><td></td><td>their respective obligations under  this Contract. The termination of this Contract shall not result in the termination of any arbitration proceedings pending at the time of such termination nor otherwise affect the</td></tr><tr><td>initially.</td><td>rights and obligations of the Parties under or with respect to such pending arbitration. (c) Any award rendered by the arbitral tribunal shall determine the extent to which the cost of arbitration is to be borne by each Party. The arbitration centre charges and the compensation to the arbitrator shall be equally shared by the Parties</td></tr></table></body></html>\n\n",
        "page_idx": 27
    },
    {
        "type": "table",
        "img_path": "images/7a6cb9ad84448d0765b29f7157498f578378aff4405c5cc087334a1fe3775e44.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\"></td></tr><tr><td colspan=\"3\">ection4-ContractData</td></tr><tr><td rowspan=\"6\"></td><td></td><td>Composition of the Arbitral Tribunal :</td></tr><tr><td></td><td>The arbitral tribunal shall consist of a sole arbitrator</td></tr><tr><td> Selection Procedure as given below.</td><td>who shall be appointed in the manner provided in the</td></tr><tr><td>Selection Procedure :</td><td></td></tr><tr><td>The Party desiring arbitration shall nominate three</td><td>arbitrators out of which one to be selected by the other Party within 21 Days of the receipt of such nomination. If the other Party does not select one to serve as Arbitrator within the stipulated period then theArbitrator shall be appointed in accordance with the</td></tr><tr><td>thereof. Venue &Language :</td><td> Arbitration Act No. 11 of 1995, or any amendments </td></tr><tr><td rowspan=\"4\"></td><td></td><td></td></tr><tr><td></td><td>The venue of arbitration shall be in Sri Lanka.</td></tr><tr><td>rendered in the English language.</td><td>Unless otherwise agreed to by the Parties the proceedings shall be conducted and the award shall be</td></tr><tr><td>In the following sub-clauses the term “Performance Security” is replaced with: *“Performance Security and, if applicable, an Environmental, Social, Health and Safety (ESHS) Performance Security\"': 2.1- Right of Access to the Site</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "APPENDIX TO CONTRACT DATA ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "APPENDIX A ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "A General Conditions of Dispute Adjudication Agreement ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "1.  Definitions ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Each “Dispute Adjudication Agreement” is a tripartite agreement by and between: ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a)  the “Employer”;   \n(b)  the “Contractor”; and   \n(c)  the “Member” who is defined in the Dispute Adjudication Agreement as being one of the three persons who are jointly called the “DAB” (or “Dispute Adjudication Board”) and, where this is the case, the other two persons are called the “Other Members. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The Employer and the Contractor have entered (or intend to enter) into a contract, which is called the “Contract” and is defined in the Dispute Adjudication Agreement, which incorporates this Appendix. In the Dispute Adjudication Agreement, words and expressions which are not otherwise defined shall have the meanings assigned to them in the Contract. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "2.  General Provisions ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Unless otherwise stated in the Dispute Adjudication Agreement, it shall take effect on the latest of the following dates: ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) the Commencement Date defined in the Contract,   \n(b) when the Employer, the Contractor and the Member have each signed the Dispute Adjudication Agreement, or   \n(c) when the Employer, the Contractor and each of the Other Members have respectively each signed a Dispute Adjudication Agreement. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "This employment of the Member is a personal appointment. At any time, the Member may give not less than 70 Days notice of resignation to the Employer and to the Contractor, and the Dispute Agreement shall terminate upon the expiry of this period. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "3.  Warranties ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The Member warrants and agrees that he/she is and shall be impartial and independent of the Employer, the Contractor and the Engineer. The Member shall promptly disclose, to each of them and to the Other Members,  any fact or circumstance which might appear inconsistent with his/her warranty and agreement of impartiality and independence. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "When appointing the Member, the Employer and the Contractor relied upon the Member’s representations that he/she is: ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) experienced in the work which the Contractor is to carry out under the Contract, (b) experienced in the interpretation of contract documentation, and ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(c) fluent in the language for communications defined in the Contract. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "The Member shall: ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "(a) have no interest financial or otherwise in the Employer, the Contractor or Engineer, nor any financial interest in the Contract except for payment under the Dispute Adjudication Agreement;   \n(b) not previously have been employed as a consultant or otherwise by the Employer, the Contractor or the Engineer, except in such circumstances as were disclosed in writing to the Employer and the Contractor before they signed the Dispute Adjudication Agreement;   \n(c) have disclosed in writing to the Employer, the Contractor and the Other Members, before entering into the Dispute Adjudication Agreement and to his/her best knowledge and recollection, any professional or personal relationships with any director, officer or employee of the Employer, the Contractor or the Engineer, and any previous involvement in the overall project of which the Contract forms part;   \n(d) not, for the duration of the Dispute Adjudication Agreement, be employed as a consultant or otherwise by the Employer, the Contractor or the Engineer, except as may be agreed in writing by the Employer, the Contractor and the Other Members;   \n(e) comply with the annexed procedural rules and with Sub-Clause 19.4 (Obtaining Dispute Adjudication Board’s Decision) of the Conditions of Contract;   \n(f) not give advice to the Employer, the Contractor, the Employer’s Personnel or the Contractor’s Personnel concerning the conduct of the Contract, other than in accordance with the annexed procedural rules;   \n(g) not while a Member enter into discussions or make any agreement with the Employer, the Contractor or the Engineer regarding employment by any of them, whether as a consultant or otherwise, after ceasing to act under the Dispute Adjudication Agreement;   \n(h) ensure his/her availability for all site visits and hearings as are necessary;   \n(i) become conversant with the Contract and with the progress of the Works (and of any other parts of the project of which the Contract forms part) by studying all documents received which shall be maintained in a current working file;   \n(j) treat the details of the Contract and all the DAB’s activities and hearings as private and confidential, and not publish or disclose them without the prior written consent of the Employer, the Contractor and the Other Members; and   \n(k) be available to give advice and opinions, on any matter relevant to the Contract when requested by both the Employer and the Contractor, subject to the agreement of the Other Members. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "5.  General Obligations of the Employer and the Contractor ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "The Employer, the Contractor, the Employer’s Personnel and the Contractor’s Personnel shall not request advice from or consultation with the Member regarding the Contract, otherwise than in the normal course of the DAB’s activities under the Contract and the Dispute Adjudication Agreement. The Employer and the Contractor shall be responsible for compliance with this provision, by the Employer’s Personnel and the Contractor’s Personnel respectively. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "The Employer and the Contractor undertake to each other and to the Member that the Member shall not, except as otherwise agreed in writing by the Employer, the Contractor, the Member and the Other Members: ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(a) be appointed as an arbitrator in any arbitration under the Contract;   \n(b) be called as a witness to give evidence concerning any dispute before arbitrator(s) appointed for any arbitration under the Contract; or   \n(c) be liable for any claims for anything done or omitted in the discharge or purported discharge of the Member’s functions, unless the act or omission is shown to have been in bad faith. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "The Employer and the Contractor hereby jointly and severally indemnify and hold the Member harmless against and from claims from which he is relieved from liability under the preceding paragraph. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Whenever the Employer or the Contractor refers a dispute to the DAB under Sub-Clause 19.4 (Obtaining Dispute Adjudication Board’s Decision) of the Conditions of Contract, which will require the Member to make a site visit and attend a hearing, the Employer or the Contractor shall provide appropriate security for a sum equivalent to the reasonable expenses to be incurred by the Member. No account shall be taken of any other payments due or paid to the Member. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "6. Payment ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "The Member shall be paid as follows: ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(a) a retainer fee per calendar month, which shall be considered as payment in full for: ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(i) being available on 28 Days notice for all site visits and hearings;   \n(ii) becoming and remaining conversant with all project developments and maintaining relevant files;   \n(iii) all office and overhead expenses including secretarial services, photocopying and office supplies incurred in connection with his duties; and   \n(iv) all services performed hereunder except those referred to in sub-paragraphs (b) and (c) of this Clause. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "The retainer fee shall be paid with effect from the last day of the calendar month in which the Dispute Adjudication Agreement becomes effective; until the last day of the calendar month in which the Taking-Over Certificate is issued for the whole of the Works. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "With effect from the first day of the calendar month following the month in which the Taking-Over Certificate is issued for the whole of the Works, the retainer fee shall be reduced by $50\\%$ . This reduced fee shall be paid until the first day of the calendar month in which the Member resigns or the Dispute Adjudication Agreement is otherwise terminated. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "(b) a daily fee which shall be considered as payment in full for: ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "(i) each day or part of a day up to a maximum of two Days travel time in each direction for the journey between the Member’s home and the site, or another location of a meeting with the Other Members;   \n(ii) each working day on Site visits, hearings or preparing decisions; and   \n(iii) each day spent reading submissions in preparation for a hearing. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "(c) all reasonable expenses including necessary travel expenses (hotel and subsistence and other direct travel expenses) incurred in connection with the Member’s duties, as well as the cost of telephone calls, courier charges, and faxes: a receipt shall be required for each item in excess of five percent of the daily fee referred to in sub-paragraph (b) of this Clause. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The retainer and daily fees shall be as specified in the Dispute Adjudication Agreement. Unless it specifies otherwise, these fees shall remain fixed for the entire duration of the Contract. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The Member shall submit invoices for payment of the monthly retainer quarterly in advance. Invoices for other expenses and for daily fees shall be submitted following the conclusion of a site visit or hearing. All invoices shall be accompanied by a brief description of activities performed during the relevant period and shall be addressed to the Contractor. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The Contractor shall pay each of the Member’s invoices in full within 56 calendar days after receiving each invoice and shall apply to the Employer (in the Statements under the Contract) for reimbursement of one-half of the amounts of these invoices. The Employer shall then pay the Contractor in accordance with the Contract. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "If the Contractor fails to pay to the Member the amount to which he/she is entitled under the Dispute Adjudication Agreement, the Employer shall pay the amount due to the Member and any other amount which may be required to maintain the operation of the DAB; and without prejudice to the Employer’s rights or remedies. In addition to all other rights arising from this default, the Employer shall be entitled to reimbursement of all sums paid in excess of one-half of these payments, plus all costs of recovering these sums and financing charges calculated at the rate specified in Sub-Clause 14.7 of the Conditions of Contract. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "If the Member does not receive payment of the amount due within 70 days after submitting a valid invoice, the Member may (i) suspend his/her services (without notice) until the payment is received, and/or (ii) resign his/her appointment by giving notice under Clause 7. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "7. Termination ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "At any time: (i) the Employer and the Contractor may jointly terminate the Dispute Adjudication Agreement by giving 42 Days notice to the Member; or (ii) the Member may resign as provided for in Clause 2. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "If the Member fails to comply with the Dispute Adjudication Agreement, the Employer and the Contractor may, without prejudice to their other rights, terminate it by notice to the Member. The notice shall take effect when received by the Member. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "If the Employer or the Contractor fails to comply with the Dispute Adjudication Agreement, the Member may, without prejudice to his other rights, terminate it by notice to the Employer and the Contractor. The notice shall take effect when received by them both. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Any such notice, resignation and termination shall be final and binding on the Employer, the Contractor and the Member. However, a notice by the Employer or the Contractor, but not by both, shall be of no effect. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "8. Default of the Member ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "If the Member fails to comply with any of his obligations under Clause 4 (a) – (d) above, he shall not be entitled to any fees or expenses hereunder and shall, without prejudice to their other rights, reimburse each of the Employer and the Contractor for any fees and expenses received by the Member and the Other Members, for proceedings or decisions of the DAB which are rendered void or ineffective by the said failure to comply. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "If the Member fails to comply with any of his obligations under Clause 4 (e) – (k) above, he shall not be entitled to any fees or expenses hereunder from the date and to the extent of the non-compliance and shall, without prejudice to their other rights, reimburse each of the Employer and the Contractor for any fees and expenses already received by the Member, for proceedings or decisions of the DAB which are rendered void or ineffective by the said failure to comply. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "9. Disputes ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Any dispute or claim arising out of or in connection with this Dispute Adjudication Agreement, or the breach, termination or invalidity thereof, shall be finally settled in accordance with Arbitration Act No 11, 1995 of Sri Lanka with a sole Arbitrator.. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "PROCEDURAL RULES ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "1. Unless otherwise agreed by the Employer and the Contractor, the DAB shall visit the site at intervals of not more than 70 days, including times of critical construction events, at the request of either the Employer or the Contractor. Unless otherwise agreed by the Employer, the Contractor and the DAB, the period between consecutive visits shall not be less than 35 days, except as required to convene a hearing as described below. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "2. The timing of and agenda for each site visit shall be as agreed jointly by the DAB, the Employer and the Contractor, or in the absence of agreement, shall be decided by the DAB. The purpose of site visits is to enable the DAB to become and remain acquainted with the progress of the Works and of any actual or potential problems or claims, and, as far as reasonable, to 33ecogniz to prevent potential problems or claims from becoming disputes. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "3. Site visits shall be attended by the Employer, the Contractor and the Engineer and shall be coordinated by the Employer in co-operation with the Contractor. The Employer shall ensure the provision of appropriate conference facilities and secretarial and copying services. At the conclusion of each site visit and before leaving the site, the DAB shall prepare a report on its activities during the visit and shall send copies to the Employer and the Contractor. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "4. The Employer and the Contractor shall furnish copy each to the members of the DAB all documents which the DAB may request, including Contract documents, progress reports, variation instructions, certificates and other documents pertinent to the performance of the Contract. All communications between the DAB and the Employer or the Contractor shall be copied to the other Party. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "5. If any dispute is referred to the DAB in accordance with Sub-Clause 19.4 (Obtaining Dispute Adjudication Board’s Decision) of the Conditions of Contract, the DAB shall proceed in accordance with Sub-Clause 19.4 (Obtaining Dispute Adjudication Board’s Decision)  and these Rules. Subject to the time allowed to give notice of a decision and other relevant factors, the DAB shall: ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "(a) act fairly and impartially as between the Employer and the Contractor, giving each of them a reasonable opportunity of putting his case and responding to the other’s case, and (b) adopt procedures suitable to the dispute, avoiding unnecessary delay or expense. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "6. The DAB may conduct a hearing on the dispute, in which event it will decide on the date and place for the hearing and may request that written documentation and arguments from the Employer and the Contractor be presented to it prior to or at the hearing. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "7. Except as otherwise agreed in writing by the Employer and the Contractor, the DAB shall have power to adopt an inquisitorial procedure, to refuse admission to hearings or audience at hearings to any persons other than representatives of the Employer, the Contractor and the Engineer, and to proceed in the absence of any party who the DAB is satisfied received notice of the hearing; but shall have discretion to decide whether and to what extent this power may be exercised. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "8. The Employer and the Contractor empower the DAB, among other things, to: ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "(a) establish the procedure to be applied in deciding a dispute, (b) decide upon the DAB’s own jurisdiction, and as to the scope of any dispute referred to it, ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "(c) conduct any hearing as it thinks fit, not being bound by any rules or procedures other than those contained in the Contract and these Guidelines,   \n(d) take the initiative in ascertaining the facts and matters required for a decision,   \n(e) make use of its own specialist knowledge, if any,   \n(f) decide upon the payment of financing charges in accordance with the Contract,   \n(g) decide upon any provisional relief such as interim or conservatory measures, and   \n(h) open up, review and revise any certificate, decision, determination, instruction, opinion or valuation of the Engineer, relevant to the dispute. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "9. The DAB shall not express any opinions during any hearing concerning the merits of any arguments advanced by the Parties. Thereafter, the DAB shall make and give its decision in accordance with Sub-Clause 19.4 (Obtaining Dispute Adjudication Board’s Decision), or as otherwise agreed by the Employer and the Contractor in writing. The DAB: ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "(a) shall convene in private after a hearing, in order to have discussions and prepare its decision;   \n(b) shall 34 recognize to reach a unanimous decision: if this proves impossible the applicable decision shall be made by a majority of the Members, who may require the minority Member to prepare a written report for submission to the Employer and the Contractor; and   \n(c) Member fails to attend a meeting or hearing, or to fulfill any required function, the other two Members may nevertheless proceed to make a decision, unless: (i) either the Employer or the Contractor does not agree that they do so, or (ii) the absent Member is the chairman and he/she instructs the other Members to not make a decision. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "DISPUTE ADJUDICATION AGREEMENT ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "[for each member of a three  - person DAB] ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Name and details of Contract ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Name and address of Employer ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Name and address of Contractor ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Name and address of Member ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Whereas the Employer and the Contractor have entered into the Contract and desire jointly to appoint the Member to act as one of the three persons who are jointly called the Dispute Adjudication Board (DAB) [and desirethe Member to act as chairman of the DAB] ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The Employer, Contractor and Member jointly agree as follows: ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "1. The conditions of this Dispute Adjudication Agreement comprise the “General Conditions of Dispute Adjudication Agreement” which is appended to the General Conditions of the “Standard Bidding Document, Procurement of Works, Major Contracts – Second Edition, January $2007^{\\cdot}$ and the following provisons. In these provisions, which include amendments and additions to the General Conditions of Dispute Adjudication Agreement, words and expressions shall have the same meanings as are assigned to them in the General Conditions of Dispute Adjudication Agreement. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "2. [Details of amendments to the General Conditions of Dispute Adjudication Agreement, if any ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "For example:   \nIn the procedural rules annexed to the General Conditions of Dispute Adjudication Agreement,   \nRule_ is deleted and replaced by: “ ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "3 In accordance with Clause 6 of the General Conditions of Dispute Adjudication Agreement the Member shall be paid as follows: ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "A retainer fee of per calendar month, plus a daily fee of per day. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "4 In consideration of these fees and other payments to be made by the Employer and the Contractor in accordance with Clause 6 of the General Conditions of Dispute Adjudication Agreement, the Member undertakes to serve, as described in this Dispute Adjudication Agreement, as one of the three persons who are jointly to act as the DAB. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "5 The Employer and the Contractor jointly and severally undertake to pay the Member, in consideration of the carrying out of these services, in accordance with Clause 6 of the General Conditions of Dispute Adjudication Agreement. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "6 This Dispute Adjudication  Agreement shall be governed by the law of ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "SIGNED by: SIGNED by: SIGNED by: ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "for and on behalf of the employer for and on behalf of the Contractor the Member in the presence of in the presence of in the presence  of ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Witness: Witness: Witness : Name: Name: Name : Address: Address: Address : Date: Date: Date: ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "APPENDIX B ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Environmental, Social, Health and Safety (ESHS) ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Metrics for Progress Reports ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "[Note to Employer: the following metrics may be amended to reflect the Employer’s environmental, social, health and safety policies and/or the ESHS requirements of the project. The metrics that are required should be determined by the ESHS risks of the Works and not necessarily by the scale of the Works] ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Metrics for regular reporting: ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "a. environmental incidents or non-compliances with contract requirements, including contamination, pollution or damage to ground or water supplies;   \nb. health and safety incidents, accidents, injuries and all fatalities that require treatment;   \nc. interactions with regulators:  identify agency, dates, subjects, outcomes (report the negative if none); ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "d. status of all permits and agreements: ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "i. work permits: number required, number received, actions taken for those not received; ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "ii. status of permits and consents: ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "List areas/facilities with permits required (quarries, asphalt & batch plants), dates of application, dates issued (actions to follow up if not issued), dates submitted to resident engineer (or equivalent), status of area (waiting for permits, working, abandoned without reclamation, decommissioning plan being implemented, etc.);   \nlist areas with landowner agreements required (borrow and spoil areas, camp sites), dates of agreements, dates submitted to resident engineer (or equivalent); identify major activities undertaken in each area in the reporting period and highlights of environmental and social protection (land clearing, boundary marking, topsoil salvage, traffic management, decommissioning planning, decommissioning implementation);   \nfor quarries: status of relocation and compensation (completed, or details of activities and current status in the reporting period). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "e. health and safety supervision: ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "i. safety officer: number days worked, number of full inspections & partial inspections, reports to construction/project management;   \nii. number of workers, work hours, metric of PPE use (percentage of workers with full personal protection equipment (PPE), partial, etc.), worker violations observed (by type of violation, PPE or otherwise), warnings given, repeat warnings given, followup actions taken (if any); ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "f. worker accommodations: ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "i. number of expats housed in accommodations, number of locals; ii. date of last inspection, and highlights of inspection including status of accommodations’ compliance with national and local law and good practice, including sanitation, space, etc.; iii. actions taken to recommend/require improved conditions, or to improve conditions.   \ng. HIV/AIDS: provider of health services, information and/or training, location of clinic, number of non-safety disease or illness treatments and diagnoses (no names to be provided);   \nh. gender (for expats and locals separately): number of female workers, percentage of workforce, gender issues raised and dealt with (cross-reference grievances or other sections as needed);   \ni. training: i. number of new workers, number receiving induction training, dates of induction training; ii. number and dates of toolbox talks, number of workers receiving Occupational Health and Safety (OHS), environmental and social training; iii. number and dates of HIV/AIDS sensitization and/or training, no. workers receiving training (in the reporting period and in the past); same questions for gender sensitization, flag person training. iv. number and date of GBV /SEA sensitization and/or training, number of workers receiving training on code of conduct (in the reporting period and in the past), etc. environmental and social supervision: ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "i. environmentalist: days worked, areas inspected and numbers of inspections of each (road section, work camp, accommodations, quarries, borrow areas, spoil areas, swamps, forest crossings, etc.), highlights of activities/findings (including violations of environmental and/or social best practices, actions taken), reports to environmental and/or social specialist/construction/site management; ii. sociologist: days worked, number of partial and full site inspections (by area: road section, work camp, accommodations, quarries, borrow areas, spoil areas, clinic, HIV/AIDS center, community centers, etc.), highlights of activities (including violations of environmental and/or social requirements observed, actions taken), reports to environmental and/or social specialist/construction/site management; and iii. Community liaison person(s): days worked (hours community center open), number of people met, highlights of activities (issues raised, etc.), reports to environmental and/or social specialist /construction/site management. k. Grievances: list new grievances (e.g. allegations of GBV / SEA) received in the reporting period and unresolved past grievances by date received, complainant, how received, to whom referred to for action, resolution and date (if completed), data resolution reported to complainant, any required follow-up (Cross-reference other sections as needed): ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "i. Worker grievances; ii. Community grievances l. Traffic and vehicles/equipment: ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "i. traffic accidents involving project vehicles & equipment: provide date, location, damage, cause, follow-up;   \nii. accidents involving non-project vehicles or property (also reported under immediate metrics): provide date, location, damage, cause, follow-up;   \niii. overall condition of vehicles/equipment (subjective judgment by environmentalist); non-routine repairs and maintenance needed to improve safety and/or environmental performance (to control smoke, etc.). ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "m. Environmental mitigations and issues (what has been done): ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "i. dust: number of working bowsers, number of waterings/day, number of complaints, warnings given by environmentalist, actions taken to resolve; highlights of quarry dust control (covers, sprays, operational status); $\\%$ of rock/spoil lorries with covers, actions taken for uncovered vehicles;   \nii. erosion control: controls implemented by location, status of water crossings, environmentalist inspections and results, actions taken to resolve issues, emergency repairs needed to control erosion/sedimentation;   \niii. quarries, borrow areas, spoil areas, asphalt plants, batch plants: identify major activities undertaken in the reporting period at each, and highlights of environmental and social protection: land clearing, boundary marking, topsoil salvage, traffic management, decommissioning planning, decommissioning implementation;   \niv. blasting: number of blasts (and locations), status of implementation of blasting plan (including notices, evacuations, etc.), incidents of off-site damage or complaints (cross-reference other sections as needed);   \nv. spill cleanups, if any:  material spilled, location, amount, actions taken, material disposal (report all spills that result in water or soil contamination;   \nvi. waste management: types and quantities generated and managed, including amount taken offsite (and by whom) or reused/recycled/disposed on-site;   \nvii. details of tree plantings and other mitigations required undertaken in the reporting period;   \nviii. details of water and swamp protection mitigations required undertaken in the reporting period. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "n. compliance: ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "i. compliance status for conditions of all relevant consents/permits, for the Work, including quarries, etc.): statement of compliance or listing of issues and actions taken (or to be taken) to reach compliance;   \nii. compliance status of C-ESMP/ESIP requirements: statement of compliance or listing of issues and actions taken (or to be taken) to reach compliance   \niii. compliance status of GBV/SEA prevention and response action plan: statement of compliance or listing of issues and actions taken (or to be taken) to reach compliance   \niv. compliance status of Health and Safety Management Plan re: statement of compliance or listing of issues and actions taken (or to be taken) to reach compliance   \nv. other unresolved issues from previous reporting periods related to environmental and social: continued violations, continued failure of equipment, continued lack of vehicle covers, spills not dealt with, continued compensation or blasting issues, etc. Cross-reference other sections as needed. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Notes on Form of Letter of Acceptance ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The Letter of Acceptance will be the basis for formation of the Contract as described in Clause 34 of the Instructions to Bidders.  This Form of Letter of Acceptance should be filled in and sent to the successful bidder only after evaluation of Bids and after obtaining approval from the relevant authority. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "FORM OF LETTER OF ACCEPTANCE [Letter heading paper of the procuring entity] ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "[date] To: [name and address of the Contractor] ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "This is to notify you that your bid dated -- - [insert date] for the construction and remedying defects of the Hydro Mechanical works of Walawa RB Main canal , LK-MOMDE-125832-CW-RFB for  the  Contract price of - -[name of currency]-   \n[amount in figures and words] as corrected  in accordance with Instructions to Bidders and/ or modified by a Memorandum of  Understanding, is hereby accepted. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "You are hereby instructed to proceed with the execution of the said Works in accordance with the Contract documents. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The Commencement Date shall be: (fill the date as per Clause 8.1 of Conditions of Contract). ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The amount of Performance Security is : (fill the amount as per Clause 4.2 of Conditions of Contract). ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The Performance Security shall be submitted on or before (fill the date  as per ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Clause 4.2 of Conditions of Contract). ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Authorized Signature   : ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Name and title of Signatory : ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "FORM OF AGREEMENT ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "This Agreement made the [day] of [month] 200…..[year], between .[name and address of Employer]  (hereinafter  called  and referred to as  “the Employer”),    of the one part, and . [name and address of Contractor] (hereinafter called and referred to as  “the Contractor”), of the other part: ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Whereas the Employer desires that the Contractor execute Hydro Mechanical works of Walawa RB Main canal, LK-MOMDE-125832-CW-RFB ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "[name and identification no of Contract]( hereinafter called and referred to as “the Works”)  and the Employer has accepted the Bid by the Contractor for the execution and completion of such Works and remedying of any defects therein. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "The Employer and the Contractor agree as follows:: ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "1. In this Agreement words and expressions shall have the same meanings as are respectively assigned to them in the Contract.   \n2. In consideration of the payments to be made by the Employer to the Contractor as indicated in this Agreement, the Contractor hereby covenants with the Employer to execute and complete the Works and remedy any defects therein in conformity in all respects with the provisions of the Contract.   \n3. The Employer hereby covenants to pay the Contractor in consideration of the execute and complete the Works and remedy any defects therein, the Contract Price or such other sum as may become payable under the provisions of the Contract at the times and in the manner prescribed by the Contract. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "In Witness whereof the parties hereto have caused this Agreement to be executed the day and year aforementioned in accordance with laws of Sri Lanka. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Authorised signature of Contractor ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Authorised signature of Employer ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "COMMON SEAL ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "COMMON SEAL ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "In the presence of ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Witnesses : ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Address ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "1. Name and NIC No. Signature   \n2. Name and NIC No. Signature Address ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "FORM OF PERFORMANCE SECURITY ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "(Unconditional) ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "[Issuing Agency’s Name, and Address of Issuing Branch or Office] - ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Beneficiary: [Name and Address of Employer] ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Date: ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "PERFORMANCE GUARANTEE No.: ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "We have been informed that - [name of Contractor] (hereinafter called “the Contractor”) has entered into Contract No LK-MOMDE-125832-CW-RFB dated - - with you, for the Hydro Mechanical works of Walawa RB Main canal [name of Contract and brief description of Works] (hereinafter called “the Contract”). ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Furthermore, we understand that, according to the Conditions of the Contract, a performance guarantee is required. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "At the request of the Contractor, we [name of Agency]  hereby irrevocably undertake to pay you any sum or sums not exceeding in total an amount of - [amount in figures] ) [amount in words], upon receipt by us of your first demand in writing accompanied by a written statement stating that the Contractor is in breach of its obligation(s) under the Contract, without your needing to prove or to show grounds for your demand or the sum specified therein. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "This guarantee shall expire, no later than the …. Day of ……, 20..[insert date, 28 days beyond the Time for Completion]  and any demand for payment under it must be received by us at this office on or before that date. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "FORM OF ADVANCE PAYMENT SECURITY ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "[ Name and address  of Agency, and Address of Issuing Branch or Office] ---- ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Beneficiary: [Name and Address of Employer] ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Date: ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "ADVANCE PAYMENT GUARANTEE No.: ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "We have been informed that - [name of Contractor] (hereinafter called “the Contractor”) has entered into Contract No. LK-MOMDE-125832-CW-RFB dated with you, for the Hydro Mechanical works of Walawa RB Main canal (hereinafter called “the Contract”). ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Furthermore, we understand that, according to the conditions of the Contract, an advance payment in the sum [amount in figures] ( -) [amount in words] is to be made against an advance payment guarantee. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "At the request of the Contractor, we [name of issuing agency] hereby irrevocably undertake to pay you any sum or sums not exceeding in total an amount of -- -- [amount in figures] -) [amount in words]upon receipt by us of your first demand in writing accompanied by a written statement stating that the Contractor is in breach of its obligation in repayment of the Advance Payment under the Contract. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The maximum amount of this guarantee shall be progressively reduced by the amount of the advance payment repaid by the Contractor. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "This guarantee shall expire  on  ……….  [ Insert the date,  28 days beyond the  Time of Completion] ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Consequently, any demand for payment under this guarantee must be received by us at this office on or before that date. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "[signature(s)] ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "FORM OF RETENTION MONEY GUARANTEE ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "[Issuing Agency’s Name, and Address of Issuing Branch or Office] - ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Beneficiary: [Name and Address of Employer] ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Date: ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "RETENTION MONEY GUARANTEE No.: ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "We have been informed that - [name of Contractor] (hereinafter called “the Contractor”) has entered into Contract No. LK-MOMDE-125832-CW-RFB dated - with you, for the execution of Hydro Mechanical works of Walawa RB Main canal (hereinafter called “the Contract”). ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Furthermore, we understand that, according to the conditions of the Contract, when the works have being taken over and the first half of the Retention Money has been certified for payment, payment of the second half of the Retention Money may be made against a Retention Money guarantee. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "At the request of the Contractor, we - - [name of agency]  hereby irrevocably undertake to pay you any sum or sums not exceeding in total an amount of -[amount in figures] ( --- -) [amount in words] upon receipt by us of your first demand in writing accompanied by a written statement stating that the Contractor is in breach of its obligation under the Contract because the Contractor has not attended to the defects in accordance with the Contract.. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "This guarantee shall expire, at the latest, [insert 28 Days after the end of the Defects Liability Period].  Consequently, any demand for payment under this guarantee must be received by us at this office on or before that date. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Section 6 ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Specification ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "GENERAL TECHNICAL SPECIFICATIONS ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "ICTAD/CIDA Publication No. SCA/8 – ‘Specifications for Electrical & Mechanical Works - [2nd Edition (Revised) – August 2000]’ is applicable as the general specifications for the Electrical & Mechanical Works of this Contract. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "ICTAD/CIDA Publication No. SCA/3/1 – ‘Specifications for Irrigation and Drainage Canals’ is applicable as the general specifications for the Civil Works of this Contract. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "These publications are not issued with the Bidding Document package and the Bidder/Contractor should obtain them from a suitable source. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "References to ‘The Engineer’ in the ICTAD/CIDA Publications have the same meaning as ‘Project Manager’ in the General Conditions of Contract (GCC), and named in the Particular Conditions of Contract in GCC Clause 1.1(y). ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "ICTAD/CIDA guideline of health and immunity enhancement for covid -19 and dengue is applicable for this contract. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "The following Particular Specifications are part of the requirements for the work related to the Civil Works which are to be provided according to the stipulations of the Contract. Hence, the instructions given herein form an integral part of, and are applicable to, all technical and Contract Documents issued for the Works. Addenda to these Specifications may be issued as required during the construction phase. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "These Particular Technical Specifications shall be read in conjunction with General Technical Specifications (ICTAD/CIDA), the Conditions of Contract and the Bidding Drawings. The Contractor shall comply with all provisions contained within the Contract Documents. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "The General Technical Specifications and the Particular Technical Specifications in conjunction with the Bidding Drawings define the technical standard and quality to be achieved during construction. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "The Particular Technical Specifications include the following subsections: ",
        "page_idx": 49
    },
    {
        "type": "table",
        "img_path": "images/086f97baeeafaeb4d97bbe5a26f419ef77b541dac3ebae130b04269acb5c1e46.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Paragraph</td></tr><tr><td>Contractor's submittals and Project Manager's approval</td><td>2</td></tr><tr><td>Site installation, services and environmental obligations</td><td>3</td></tr><tr><td>Safety and health precautions</td><td>4</td></tr></table></body></html>\n\n",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "It is the intent of these Specifications, together with other relevant documents issued as part of the Contract Documents or to follow later on, to provide the Contractor with complete and detailed information and subsequent instructions necessary to enable him to carry out the design, where and when required, and to execute properly the work prescribed. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "It is the intent of these Particular Specifications to establish acceptable standards of quality. On the other hand they shall also allow the construction of the Works in an efficient and economical way. Minor deviations in details due to selected work procedures and due to manufacturer’s standard shop process will be considered for acceptance provided that, in the opinion of the Project Manager, the proposed substitutions are equal in quality to those specified. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "The Drawings available shall serve as a basis for detail design drawings to be produced by the Contractor. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "All work shall be executed according to the Drawings and requirements released for construction, in a professional and diligent manner, and all supplies and work shall comply with the quality requirements defined in the relevant Sections of these Specifications and other Contract Documents. The Contractor shall provide all necessary efforts to comply with the intent of the General and Particular Specifications to the satisfaction of the Project Manager. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "CONTRACTOR’S SUBMITTALS AND PROJECT MANAGER’S APPROVAL ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The Contractor shall provide the Project Manager with all submittals as requested in these Specifications and other Contract Documents. Although their extent shall be to the discretion of the Contractor, they shall be complete enough to illustrate adequately their intent and facilitate full for the understanding of the Project Manager. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "At any time the Project Manager may call for additional information, completion of the submittals. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The Contractor shall submit these documents to the Project Manager so that, even if not specifically expressed, reasonable time will be given to the Project Manager to comment or approve the submittals. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The approval of the Project Manager shall always be given in written form prior to the commencement of any work under this Contract and the Contractor shall not be paid for any work that is performed without the express written approval or instruction by the Project Manager. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "3 ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "SITE INSTALLATION, SERVICES AND ENVIRONMENTAL OBLIGATIONS ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "General ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "3.1.1 ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Scope of work ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The Contractor shall be responsible for providing plant, equipment, materials and labour for the provision of all necessary site installations, temporary works and services adequate for the realisation of the Works under this Contract. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The Contractor shall design, furnish, install, maintain and operate all site installations, temporary works and Contractor’s equipment for his own use and for the use of the Project Manager and Subcontractors, and as required for third parties, including workshops, warehouses, storage and assembly areas, all machinery, vehicles, scaffolding, equipment, water and power supply, etc. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Site installations, temporary works and services provided by the Contractor for his own use as well as for that of the Project Manager or for third parties shall conform to the applicable standards, codes and sanitary requirements set down by the Sri Lankan authorities for such purpose. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The construction, operation and maintenance of the Contractor’s site installations, temporary works and services shall be subject to inspection and written consent by the Project Manager. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "All plants, facilities, installations and services for the Contractor’s and Project Manager’s use shall at all times remain the Contractor’s property, except as specified hereinafter. Should the Contractor wish to sell his plant after the Completion of the Contract facilities and equipment in the country of the Works, he shall pay any and all taxes and duties required by law as stipulated in the Conditions of Contract. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The scope of the Works includes but is not limited to following site installation parts: ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "a) All temporary structures required for the performance of the works such as access roads, temporary construction roads or temporary working platforms   \nb) Stores, Warehouses, Materials Yards   \nc) Materials testing laboratory   \nd) Construction equipment   \ne) Power supply and illumination   \nf) Water supply   \ng) Sanitation, sewerage and waste disposal   \nh) Communication System   \ni) Site security ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "All installations of any Subcontractors shall comply with these Specifications. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3.1.2 Submittals ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Within 30 days from the date of contract award the Contractor shall submit to the Project Manager updated layout plans showing, at adequate scale, the locations and arrangement of all site installations. These plans shall be consistent with the plan submitted by the Contractor with his Bid as well as with any amendments and additions. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Within 14 days from the date of contract award the Contractor shall submit to the Project Manager an updated project schedule on paper and as soft copy in Microsoft MS Project form showing all the activities he intends to perform to meet his obligations in is contract and to complete the works within its stipulated time for completion. This baseline schedule will be used for monitoring progress each month and for evaluating the impacts of any departures from the baseline schedule. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3.2 Prior to construction works ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The Contractor shall carry out all necessary surveying work required for the approved performance of the works and shall ensure that the position and elevation of all works thus constructed are correct. The measuring methods and devices used must meet the standard of accuracy required for this purpose. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "D SPECIFICATION OF HYDRO-MECHANICAL WORK ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "GENERAL TECHNICAL SPECIFICATION",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "The Contractor shall strictly observe these General Technical Specifications in conjunction with any separate Particular Technical Specifications, the Reference Drawings and Documents and all other Tender Documents as far as they are applicable to the works. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "If the Contractor finds the Tender Documents to contain any error, mistakes or other indistinctness, he shall promptly notify the Project Manager. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "If the Contractor, based on his knowledge and experience finds any part of the specifications not to contain the most appropriate or “State of the Art” solution for the purpose, or if he finds any possibilities for improvements, he shall clearly specify such deviations in his Tender and give the reason. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "He shall carry out all works in a skilled and workmanlike manner in compliance with modern industry practice. All design, calculations, materials, works and facilities, manufacture and testing shall conform to the latest applicable standards. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "In addition, the Contractor shall conform to all applicable regulations regarding the execution of construction and installation work, and shall follow all instructions issued by the competent Authorities, and the Project Manager. Whenever a Tender deviates from these specifications and drawings, he shall furnish the data called for in the Technical Data Sheets in addition to a summary of, and the reasons for all deviations. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Some data in the Tender Documentation may be slightly modified by the Employer if necessary according to the detailed design progress. Those modifications will be updated as soon as they are available. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "2 SCOPE OF WORK ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "This General Technical Specification refers to all Electro-Mechanical and Hydro-Mechanical equipment and shall hereafter be referred to as E&M Equipment for the CRIP. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Detailed description of the Scope of Work, together with the applicable Reference Drawings, is given in the main Contract Specifications. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "The scope of work in this Contract shall comprise the complete design, manufacture, transportation, storage, erection, testing, commissioning, training and documentation for the Electromechanical Equipment according to the details in the main Contract Specifications. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "The supply shall furthermore include spare parts and tools for the equipment, as specified in this document and as recommended by the Contractor. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Any additional equipment, not specifically listed in the specifications but which is required for the functionality and the safe and reliable operation of the specified equipment, shall be included in the scope of supply. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "3 STANDARDS AND MATERIALS ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "3.1 General ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The design, materials, manufacture, testing and performances of the Works shall comply with the latest current ISO/IEC BS/EN Standards and Codes where applicable, or equivalent JIS/IS Standards or Codes approved by the Project Manager, even if no reference to any Standard is made in the Specifications. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "When the Contract Documents contain more restrictive requirements than those of the Standards or Codes, the Contract Documents shall prevail. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Any reference in the Contract to Standards and Codes or to materials and equipment of a particular manufacturer shall be regarded as followed by the words “or equivalent”. The Contractor may propose for approval by the Project Manager alternative 52ecognized Standards or Codes, materials or equipment, provided that they are substantially equivalent or better, in every significant respect, to those specified. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "If the Contractor proposes deviations from the specified or approved Standards and Codes or desires to use materials or equipment not covered by these Standards and Codes, the Contractor shall state the exact nature of the change, the reason for making the change and proof that these equipment or materials are equivalent or better, in every significant respect, to those specified. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "For all Standards and Codes referred to, the latest Revision/Edition in effect at the date of signing of the Contract shall apply, together with any Amendments issued to that date. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The Contractor shall keep on Site during the period of the site works the applicable Standards and Codes of Practice concerning the site works in general, and the field tests of materials and equipment in particular. One set of these documents shall be provided by the Contractor to the Project Manager. The list of these documents established by the Contractor shall be submitted to the Project Manager prior to starting the site works. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The standard chosen shall be made available to the Project Manager in the English language. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "3.2 Standards for general application ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Standard publications issued by the following organizations of standardization are considered as already approved standards for the works: ",
        "page_idx": 53
    },
    {
        "type": "table",
        "img_path": "images/49af78c817281094bad84aa0c476ccb06161c87ffba257cccb769f9295b44c2c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>ANSI</td><td>American National Standards Institute</td></tr><tr><td>ASME</td><td>American Society of Mechanical Engineers</td></tr></table></body></html>\n\n",
        "page_idx": 53
    },
    {
        "type": "table",
        "img_path": "images/8bd21fd06e1b15777bb9a4eaae01ea704f40baf57ee14649e1ae0554242b6843.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>ASTM</td><td>American Society for Testing and Materials</td></tr><tr><td>AWS</td><td>American Welding Society</td></tr><tr><td>BS *</td><td>British Standards</td></tr><tr><td>DIN</td><td>DeutschesInstitutfurNormung</td></tr><tr><td>FEM</td><td>Fédération Européenne de la Manutention</td></tr><tr><td>EN</td><td>EURONORM</td></tr><tr><td>IEC</td><td>International Electro technical Commission</td></tr><tr><td>IIW</td><td>International Institute of Welding</td></tr><tr><td>ISO</td><td>International Standards Organisation</td></tr><tr><td>NEMA</td><td>National Electrical Manufacturers Association</td></tr><tr><td>VDE</td><td>Verein DeutscherElektroingenieure</td></tr><tr><td>VDI</td><td>Verein DeutscherIngenieure</td></tr><tr><td>SIS</td><td>Swedish Standards Institute</td></tr></table></body></html>\n\n",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "\\* The British Standards in recent times have undergone a general revision in order to satisfy European Union (EU) Regulations, to which Britain is a member, and the standard code number can now be seen to include additional lettering denoting EURONORM (EN) “Euro Norm” within the code number, i.e. BS 7671 is now also written as BS EN 7671. The change does not in any way dilute the standard, but serves to reinforce its recognition. There may be instances within this General Technical Specification that both forms of the code number can be seen. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "3.3 Basic design, manufacturing and testing standards ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "table",
        "img_path": "images/f53693a36a1d43a9239d25a787934841c262bc692deced6f4a93f457b04ddf41.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>ISO System for Limits and Fits, Part I, General Tolerances and Deviations</td><td>ISO/R286- 1963 ISO/R1829- 1975</td></tr><tr><td>Permissible Machining Variations in Dimensions Without Tolerance Indication</td><td>ISO/2786-1973</td></tr><tr><td>General Principles for the Verification of the Safety of Structures</td><td>ISO 2394-1973</td></tr><tr><td>Methods and Definitions for Mechanical Testing of Steel Products</td><td>ASTM-A370</td></tr><tr><td>Tension Testing of Metallic Materials</td><td>ISO/R82-1959</td></tr><tr><td>Bend Test for Steel</td><td>ISO/R85-1959</td></tr><tr><td>Liquid Penetrant Inspection</td><td>ASTM-E165</td></tr><tr><td>Ultrasonic Examination of Heavy Steel Forgings</td><td>ASTM-A388</td></tr><tr><td>Guided Bend Test for Ductility of Welds</td><td>ASTM-E190</td></tr><tr><td>Welders’ Qualification Tests</td><td>DIN EN 287</td></tr><tr><td>Preparation of steel substrates before application of paints and related products - Visual assessment of surface cleanliness</td><td>ISO 8501</td></tr><tr><td>Designation of Degree of Rusting of Painted Surfaces</td><td>DIN 5321</td></tr><tr><td>Preparation of steel substrates before application of paints and related products</td><td>ISO 11126</td></tr></table></body></html>\n\n",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "3.4 Material standards and certifications ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Structural steel will comply with EN 10025, EN 10026, EN 10029, EN 10113, EN 10088, or equivalent. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "EN, ISO, ASTM (American Society for Testing Materials), AISI (American Iron and Steel Institute), DIN (German Industrial Standards) and BS (British Standards) are approved standards for the supply of materials. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Material tests according to EN 10204-3.1 shall be provided for all important parts of the equipment such as steel plates for parts under hydraulic pressure, all major castings and forgings, highly stressed large bolts, etc. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "For less important parts, certificates according to EN 10204-2.2 or to the locally available standard are acceptable. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Additional material tests may be specified in the Particular Specifications. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Materials shall be new and of adequate quality, suitable for the purpose, free from defects and imperfections, and the classifications and grades shall be in conformance with the latest issue of the respective EN, ISO, ASTM, AISI, DIN or BS standard. Material specifications, including grade or class data, shall be shown on the appropriate detail drawings submitted for review. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "If using stock material not specifically prepared for the works under this Contract, the Contractor shall submit mill certification confirming that the material complies with approved standards and that the material is adequate for the intended use. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The Contractor shall indicate in the Data Sheets the materials and applicable standards for all major parts of the supply. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The materials shall be carefully selected for the intended purpose and due consideration shall be given to the site conditions. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "4 HYDRO – MECHANICAL EQUIPMENT ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "4.1 General standards and design criteria ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "All hydro-mechanical equipment, such as gates, embedded parts etc., and their appurtenant hoisting equipment, shall be designed according to latest edition of DIN 19704 “Hydraulic Steel Structures” and DIN 18800 “Structural Steelwork” or standards locally available in Sri Lanka approved by the Project Manager or equivalent standards in British, American, Japan with specific DIN code may be proposed, ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "All structural components shall provide reliable service for a period of 50 years. The mechanical equipment shall have a minimum calculated lifecycle of 25 years ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "For dimensioning of driven equipment the lifting forces shall be calculated as per DIN 19704 as available Sri Lankan standard for hydraulic structures and those nominal forces shall be increased by a safety factor $25\\%$ . The opening and closing forces along the gate course shall be graphically represented in relation to the gate position and attached to the calculation as an annex. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "To assure the tightness of the gate a minimum force on the weir sill shall be $5000\\mathrm{N/m}$ . Gate leaves shall be carefully designed to satisfy the standards stated above, and considering the possible hydraulic influences. The shape of the bottom edges shall be constructed in such a way to assure no resonance may occur with the gate in any intermediate position. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "For all those parts acting under load against the concrete structures, the permissible stresses shall be assumed based on the concrete type or properties indicated on the drawings. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Embedded parts shall be designed to guarantee strength and resistance against corrosion. The minimum thickness shall be $8~\\mathrm{mm}$ . All parts shall be furnished with fastening bolts to be used as regulating devices (fasteners) to facilitate alignment during erection. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Regulating fasteners shall have a minimum diameter of $16~\\mathrm{mm}$ . They shall be secured firmly to prevent movement during concreting. All embedded steel parts shall have a final concrete cover of not less than $5\\mathrm{cm}$ . ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "4.2 Materials ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The following parts shall be made of corrosion resistant stainless steel or another approved corrosion resistant material: ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Sealing surfaces. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Fasteners for rubber seals or removable parts. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "All pins for lifting devices. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Where stainless steel cladding consists of plates welded to mild steel sections, the welds shall be adequate to ensure that the stainless steel is securely fixed for all conditions of load and wear. Generally, all stainless steel parts shall be welded with stainless electrodes. The thickness of the stainless steel cladding shall not be less than $6\\mathrm{mm}$ . ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "4.3 Rubber seals ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Seals shall be designed and mounted in such a manner that they are adjustable, water tight and shall be readily removed and replaced. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "All adjusting screws and bolts for securing the seals and seal assembly in place shall be of stainless steel and Nylon washers shall be used for taking care of the corrosion protection. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Seals shall be moulded. Where seals are installed curved, they shall be clamped in a jig which shall form them to the proper radius before the holes are laid out and drilled, and the ends trimmed. Holes in related parts of the seal assemblies shall be carefully drilled, using a template, and assure proper matching when the seal units are assembled. Forming holes with a heated tool is not allowed. Arrangements shall be made to provide effective continuity of sealing at the corners of the Plant. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Seals shall be made of natural or synthetic rubber suitable for the temperature ranges and conditions at the Site and shall be of a material that has proven successful in similar applications. Joints shall be water tight and seal materials shall have following physical properties as determined by tests made in accordance with the relevant Standards. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 57
    },
    {
        "type": "table",
        "img_path": "images/f2da34e1c41aeada2b69988bd0f9176bb00f8b10da90918eb3e8f30010f837cd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Property</td><td>Limits</td></tr><tr><td>Tensile strength (DIN 53504)</td><td>>17 N/mm2</td></tr><tr><td>Durometer hardness (Shore, Type A)</td><td>65 ±5</td></tr><tr><td>Specific gravity</td><td>1.1 to 1.3</td></tr><tr><td>Water absorption (70°C for 48 hours)</td><td>≤5% by weight</td></tr><tr><td>Compression set (DIN 53517)</td><td>≤25%</td></tr><tr><td>Tensile strength after oxygen bomb ageing (24 hours at 70°C)</td><td>≤25%</td></tr><tr><td>Oil durability (TL 91843)</td><td>GII</td></tr></table></body></html>\n\n",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "4.3.1 Coefficient of friction ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "For the purpose of design, the coefficient of friction shall not be less than the following: ",
        "page_idx": 57
    },
    {
        "type": "table",
        "img_path": "images/49746b331b7fa3353bddf698d7cc98db35b5e2690697c10c9d2292277077fe61.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"3\"></td><td>Relationship if static friction coefficient to sliding friction coefficient</td><td>Maximum</td><td>Minimum</td></tr><tr><td>static friction</td><td>sliding friction, wetted</td><td></td></tr><tr><td>1.1</td><td>0.35</td><td>0.20</td></tr><tr><td>Steel/Steel Steel/Copper (alloys)</td><td>1.1</td><td>0.30</td><td>0.18</td></tr><tr><td>Stainless steel/Polyethylene (PR-UHMW)</td><td>1.2</td><td>0.20</td><td>0.10</td></tr><tr><td>Steel/Elastomer (50-70 Shore A)</td><td>1.0</td><td>1.00</td><td>0.80</td></tr><tr><td>Steel/Elastomer (with PTFE coating)</td><td>1.0</td><td>0.10</td><td>0.10</td></tr></table></body></html>\n\n",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "4.4 Leakage of gates ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Water leakage under any head and without the use of any additional sealing materials shall be as follows: ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "For gates $0.51/\\mathrm{s}$ per m length of seal ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "4.5 Temporary and non-structural attachments and cut-outs ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Temporary and non-structural attachments shall be fitted to the shape of the surface to which they are attached, and welding shall be to an approved procedure by qualified welders. Temporary or non-structural attachments shall not be welded within $75\\mathrm{mm}$ of any other structural weld measured from weld toe to weld toe. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Locations and fixing details of all temporary attachments are subject to the prior approval of the Project Manager. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Temporary attachments and cut-outs are not permitted against steel liners and steel with a yield strength exceeding $500\\mathrm{N}/\\mathrm{mm}2$ . ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The removal of temporary attachments shall be either by thermal cutting or by grinding. If thermal cutting is employed, the attachments shall be cut off at a minimum distance of $5\\mathrm{mm}$ from the surface of the material and then ground flush. Following removal, the area of the attachment weld shall be subjected to $100\\%$ magnetic particle inspection. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Temporary attachments shall not be removed by hammering, or by any other technique which may cause mechanical damage to the surface of the steel forming the main structure. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Following removal, any damage area shall be ground to merge smoothly with the original surface, and the surface is to be magnetic particle inspected. Where gouges up to $20\\%$ of the steel member thickness have been made, they shall be repair welded to an approved procedure after grinding and testing. The repair procedure or alternative solution shall be proposed by the Contractor and be subject to the approval of the Project Manager. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The need for temporary cut-outs shall be subject to the approval of the Project Manager. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "When temporary cut-out are necessary, they shall be prepared with the same degree of care as permanent cut-outs and shall be cut-out prior to erection of the member(s). ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Special care shall be taken to ensure that the weld preparation applied to cut-outs is appropriate for execution of the re-welding after final erection. The cut out shall be trial fitted prior to erection of the member. An approved welding sequence developed such that welding will be minimised shall be followed. All cut-outs shall be prepared with rounded corners with a radius of not less than $50\\mathrm{mm}$ ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "4.6 Finishing and repair of surfaces ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Prior to completion, the Contractor shall remove all burrs, tack welds and other marks made by welding, scaffolding or temporary bracing used in the fabrication procedures. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Any plate defects resulting from handling or fabrication works shall be repaired mechanically or to an approved welding procedure. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Surface defects revealed during fabrication or blast cleaning shall be treated in accordance with the requirements of DIN 18800 or BS 4360. Repair by welding of any surface defect or exposed edge lamination shall only be carried out with the approval of the Project Manager and using a procedure complying with BS 5135 or equivalent approved Standard. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "4.7 Temporary bracing and supports ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Scaffolding supports and facilities for supervision and inspection of the work shall be provided as necessary. They shall be sufficiently robust to prevent deformation. Any anticipated deformation shall require an immediate stiffening of the structure. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Adequate temporary bracing shall be provided and shall be left in position until such time as the structure is sufficiently far advanced for the bracing to be no longer required. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "5 CORROSION PROTECTION ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "5.1 Scope of Work ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The Contractor’s services shall cover the procurement of all materials, and the preparation and application of the painting and other protective coats as specified. The Contractor shall provide a complete, reliable coating system. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "5.2 Painting materials ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Coating materials shall be standard products from a paint manufacturer with proven experience in the field of corrosion protection to the types of materials to be supplied. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The Contractor shall submit for the Project Manager’s approval full details of the preparation, type of materials, methods and sequences he proposes to use to comply with the requirements for material protection. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The entire paint material for a particular specified paint system shall be supplied by one manufacturer only, who shall guarantee consistent compatibility and quality of the paint material. For multicoated painting systems each coat shall have a different colour. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Paint material shall be delivered in unopened original containers bearing the manufacturer’s brand name, colour designation, storage directions and handling instructions. A complete list of the proposed paint material shall be submitted to the Project Manager. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "With regard to materials, the Contractor shall submit full details including the source of the basic raw materials, volatile matter content, nature of solvent, number of components, type of coat, coverage, time interval between coats, number of coats, compatibility of each coat with the previous coat, toxic properties, physical properties, shelf life, resistance against chemical attack, resistance against ozone and UV-radiation, compatibility with drinking water standards, etc. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The Contractor shall describe in detail the treatment he proposes to apply in order to give adequate protection during transport, site storage, building, concreting and subsequent erection. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The different coats of primer and subsequent coats shall be of different shades of colour where practicable. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The Contractor shall submit to the Project Manager for approval an overall colour scheme in accordance with these Specifications and the Particular Technical Specifications. All final coats shall be in the colours approved by the Employer. On request of the Project Manager, painting samples for the different coats and colours shall be provided. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "All pigment, paints and primers shall be delivered to Site in sealed containers packed by the manufacturer. The manufacturer’s instructions for preparation and application of all painting and protective coats shall be strictly observed. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Paint materials shall be stored and mixed by the Contractor in strict accordance with the manufacturer’s instructions. Paint material shall be used before the expiration of the shelf life. All safety regulations shall be observed, especially with regard to fire. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "5.3 Workmanship ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Contractor’s equipment ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The Contractor shall observe all safety and health precautions to protect his workers and others during painting works. The necessary equipment, such as fans, airconditioning units, safety masks, nets, etc. shall be provided by the Contractor. All equipment shall be in strict accordance with the respective safety codes and regulations assuring efficient work of high quality. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The Contractor shall be responsible for the collection and disposal of empty containers, dirty rags and other waste. It shall also be the Contractor’s entire responsibility to protect equipment and structures not being painted such as nameplates, instruments, panels, floors, walls, etc. and he shall provide and install all necessary drop cloths and screens. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "5.4 Preparation of paint material ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Paint shall be delivered ready mixed wherever possible. Adding of diluting agents and mixing of two or multi-component systems shall be done in the field in accordance with the directions of the manufacturer. Mixing and homogenising of the paint material shall be done by a mechanically driven paddle or agitator in the original container. After mixing, the paint shall be poured into a clean container to ensure that no settled pigments are at the bottom. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The Contractor’s equipment shall be of perfect quality and servicing and maintenance must be guaranteed. Cleaning of equipment shall be consistently carried out at each working interval. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "5.5 Surface preparation ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The term “preparation”, as used below, includes any cleaning, smoothening or similar operations that shall be required to ensure that the material to be painted attains a suitable condition. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "To be ready for painting, a surface should be clean, dry and sound. The surface to be coated shall be free from any deleterious material liable to impair good paint adhesion or attack the coat. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "For removing rust and mill scale on structural steel, piping and other steel surfaces, those parts suitable for power-brushing. This applies particularly to parts which will be in contact with water, exposed to heavy condensation and humidity or subjected to high temperature. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "All parts of the works shall be power-brushed specified or approved by the Project Manager. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The Contractor shall proceed with blast cleaning only when the following time and relative humidity schedule for application of the first coat can be achieved and maintained: ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Relative humidity Time $85\\%$ or above Do Not Blast $80-84\\%$ 2 hours 70 – 79% 4 hours 60 – 69% 10 hours 50 – 59% 12 hours ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "30 – 49% ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "24 hours ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Under 30% ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "1 week ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Parts which cannot be sandblasted shall be cleaned of rust by power tool cleaning to the highest degree possible. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Hand or power tool cleaned parts of minor importance and not exposed to water or humidity may be coated with a quick-drying rust-proof primer formulated on a combination of synthetic resins (ready-mixed paint). ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Where remedial and repainting work is being carried out on existing metallic surfaces, additional preparation works will be required to deal with any corrosion pitting and similar defects. This will include filling welding on isolated pitting and/or filling compound applied as part of the corrosion protection system (normally after the primer coat has been applied). The table in this document details the requirements for this work. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "5.6 Application ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The most commonly used methods of application are painting by brush, roller, pressure and airless spraying equipment. Selection of the application method depends on the surface to be painted. The quality of the paint shall in no way be negatively influenced. The manufacturer’s directions shall govern the choice of application method. Inaccessible surfaces shall be painted prior to erection with prime and finish coats according to the specification. Areas inaccessible to spraying equipment shall be painted by brush. Corners and edges shall be pre-coated. Bolts, screws, studs, rivets, etc. shall be painted as a whole with the complete paint system after erection. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The primer shall be applied to an absolutely clean and dry surface only. Temperature and dry-out time shall be in accordance with the manufacturer’s directions. Whenever possible the prime coat as well as one intermediate coat shall be applied in-doors at the Contractor’s shop. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "During painting the air temperature shall be at least $+5^{\\circ}\\mathrm{C}$ and the temperature of the items being painted must be at least $3^{\\circ}\\mathrm{C}$ above the dew point. During drying of the paint, the temperature shall not be below $0^{\\circ}\\mathrm{C}$ . For all paints the surface temperature of the metal shall not be higher than $+50^{\\circ}\\mathrm{C}$ during painting. Concerning special paints, the requirements set by the paint manufacturer shall be followed. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Cleaning and painting work shall be interrupted if performed outdoors or in nonconditioned rooms under the following conditions: rain, fog, dew, polluting winds, sand and other dusts. Surface preparation and application of the first paint layer are parallel operations to be carried out within a maximum delay of 4 hours. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "All painting shall be free of cracks and blisters and all runs shall be brushed out immediately. After application of the last coat the paint system shall be free of pores. After erection of the equipment all damage to painted surfaces shall be repaired. Welds, rusty spots, beads, flux deposits, etc. shall be repaired and repainted. For touching up, the same materials used for the main painting work shall be used. Repaired finish coats shall be of the same appearance as the original coating. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Electrical plates, surface hardware, fittings and fastenings shall be removed before starting painting operations. They shall be carefully stored, cleaned and reinstalled after completion of painting work. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Equipment requiring special knowledge, skills and tools shall be prepared to receive field coating and painting to meet the requirements of the painting schedule. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Parts which are embedded in concrete must not be protected against corrosion; however, transition zones of large steel pipes and of steel linings shall be painted over a length of $1\\mathrm{m}$ within the concrete. All other steel surfaces embedded in concrete shall be painted over a length of $200\\mathrm{mm}$ within the concrete. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "In linings surrounded by concrete, surface preparation and painting works shall be carried out after all work such as concreting, welding, grouting and cleaning have been completed. The Contractor shall take into account the local climatic conditions and use adequate installations for sandblasting, dust control and sand extraction. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "A properly equipped paint shop shall be set up at the Site with a crew of specialists experienced and skilled in the preparation and application of protective coatings. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "5.7 Quality control ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "The minimum dry-film thickness prescribed in these Specifications shall be observed. No measured thickness shall be less than the specified thickness. Where the minimum thickness is not achieved, the coat shall be repaired to reach the specified minimum dry-film thickness. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "The dry-film thickness shall be measured by approved gauges. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "For checks on porosity, the Contractor shall furnish a DC variable high tension test instrument with built-in pore counter. The test voltage shall not exceed $2{,}000\\mathrm{~V~}$ . The tests shall not be performed within $0.5\\mathrm{m}$ distance from uncovered, corrosion resistance surfaces. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Upon completion of each coat, the painter shall make a detailed inspection of the painting finish and shall remove from adjoining work all spattering of paint material. He shall make good all damage that can be caused by such cleaning operations. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "A detailed inspection of all painting work shall likewise be made, and all abraded, stained, or otherwise disfigured portions shall be touched up satisfactorily or refinished as required to produce a first-class job throughout and to leave the entire work in a clean and acceptable condition. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Adherence tests shall be performed and the acceptance criteria shall be in accordance with ASTM D3359, Method A, and a Scale of 5B for ASTM B3359, Method B. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "5.8 Guarantee ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "The guarantee period for all painting shall be 5 years, starting from the issue of the “Certificate of Completion”. This painting guarantee period shall be effective regardless of any other guarantee periods for the project or parts of the project. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "At the end of the painting guarantee period the anti-corrosive protection of the painted or galvanized surfaces shall not have a degree of rusting higher than Ri 1 (one) according to DIN 53210. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "5.9 Colour code ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "For colour of equipment the Contractor shall refer to the Particular Technical Specifications (if part of the Contract Documentation). If colour code for equipment is ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "not listed in the Particular Technical Specifications, it shall be agreed upon after award of the contract. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The colouring of piping, moving parts, etc., shall be according to internationally recognised standards. The standard to be applied for this project will be specified by the Project Manager. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "5.10 Repair of primer and finish coats ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "General ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "For touching up, the same paint shall be used as for the original painting work. Repaired finish coats shall be of identical appearance with the original and no difference in the colour shall occur. The Project Manager may require any damaged paint work to be removed and repainted. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Painted structures ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Repairs on galvanized and painted structures shall be carried out as follows: ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Damages to painting and galvanization: ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Surface Preparation: Scraping, wire-brushing or grinding to Grade ST 3 according to SIS 055 900-1967. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Repair of Coatings: One coat of 2-component epoxy resin zinc-chromate primer. Dry film thickness minimum $0.050\\mathrm{mm}$ . ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Two coats of 2-component epoxy-resin micaceous iron oxide (mio) paint. Total film thickness minimum $0.200\\mathrm{mm}$ . The colour of the paint shall be the same as originally applied. Coal-tar epoxy may be proposed as an alternative to mio paint. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Damage to painting only: ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Surface Preparation: Thorough cleaning of the damaged surface i.e. removal of oil, grease, dust, etc. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Repair of Coatings: Two coats of 2-component epoxy-resin micaceous iron oxide (mio) paint. Total film thickness min. $0.200\\ \\mathrm{mm}$ . Coal-tar epoxy may be proposed as an alternative to mio paint. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The colour of the paint shall be the same as originally applied. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Painted structures ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Repairs on painted structures shall be carried out as follows: ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Surface Preparation: Scraping, wire-brushing or grinding to Grade ST 3 according to SIS 055 900-1967. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Prime Coat: One coat of 2-component epoxy resin zinc-chromate primer. Dry film thickness minimum $0.050\\mathrm{mm}$ . ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "5.11 Finished surfaces ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Where the finish is not indicated or specified, the type of finish shall be that type which is most suitable for the surface to which it applies. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Surfaces to be machine-finished shall be indicated on the shop drawings by symbols. Compliance with the specified surface shall be determined by touch and by visual inspection of the work compared to applicable “Standard Roughness Specimens”, or with roughness feeler gauge instruments. Both “Standard Roughness Specimens” and feeler gauge instrument shall be procured by the Contractor at the request of the Project Manager. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "5.12 Unfinished surfaces ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "As far as practicable, all work shall be laid out to secure proper matching of adjoining unfinished surfaces. Where there is a large discrepancy between adjoining unfinished surfaces, they shall be chipped and ground smooth, or machined to secure proper alignment. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Unfinished surfaces shall be true to the lines and dimensions shown on the drawings and shall be chipped or ground free of all projections and rough spots. Depressions or holes not affecting the strength or usefulness of the parts shall be filled in a manner approved by the Project Manager. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "5.13 Protection of machined surfaces ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Machine-finished surfaces shall be thoroughly cleaned of foreign matter. Finished surfaces of large parts and other surfaces shall be protected with wooden pads or other suitable means. Unassembled pins or bolts shall be oiled or greased and wrapped with moisture-resistant paper or protected by other approved means. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "5.14 Rounding, chamfers, edges ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The edges of surfaces to be painted shall be rounded (minimum radius $2~\\mathrm{mm}\\dot{}$ ) or chamfered accordingly. This requirement must be stated in all shop drawings for the relevant parts. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "5.15 Painting systems ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Painting Systems and painting materials considered suitable for the various parts of the work are given in the tables below. The Contractor shall state in his tender the manufacturer and identification of the product which he proposes as an equivalent. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The manufacturer’s painting system shall be generally used to the maximum possible extent, final coats (of boards and panels) shall match the adjacent installations (e.g. when combined together in one continuous row). ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "5.15.1 Bolts, studs, nuts, screws, washers ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "All bolts, studs, nuts, etc., shall have a standard metric threading and conform to the relevant standards as regards shape and tolerance. They shall be marked by the manufacturer’s symbol and class of strength. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "All bolts, studs, nuts, washers, screws, etc., used in steel structures, above size $\\textbf{M}10$ , shall, if not in stainless steel or other corrosion resistant material, be hot dip galvanised, except for bolts above Strength Class 8.8, for which corrosion resistant materials or electrolytic zinc-coating will be preferred. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Bolts, etc., smaller than size M 10 shall be electrolytic zinc coated if not provided in stainless steel or other corrosion resistant material. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Bolts, nuts, studs and screws which require frequent tightening and unbolting during inspection or maintenance procedures shall be of stainless steel. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "For equipment within closed cabinets, in oil sumps and similar locations the Project Manager may approve other types of corrosion protection. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "All bolts, nuts and screws shall be secured in an approved manner to prevent loosening during operation. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "The Contractor shall supply the net quantities plus $10\\%$ spare of all permanent bolts, screws and other similar items and materials required for installation of the works at the site. Any such bolts, screws, etc., which are surplus after the installation of the equipment has been completed, shall become spare parts and shall be wrapped, marked and handed over to the Project Manager. ",
        "page_idx": 65
    },
    {
        "type": "table",
        "img_path": "images/840e94f27c1181cf172f4de915cf33f03f7347ae085ce1dcfc680e19fbb994c4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Type</td><td>Description</td><td>Surface Preparation</td><td>Paint System</td><td>Main Dry Film Thickness in μm</td><td>Remarks</td></tr><tr><td>A.</td><td>-Gates, Embedded Parts</td><td>Power Brushing</td><td>Prime Coat: x zinc dust primer, 2- component Base : epoxy resin Intermediate Coat : 2 x micaceous iron oxide paint,</td><td>1 x 100</td><td>-The pure metallic zinc shall be as high as possible -This paint system is for</td></tr><tr><td colspan=\"2\"></td><td></td><td>2-componyresin Finish Coat : x topcoat, 2- component</td><td>1 x 200 x200</td><td>temperatures up to 120°℃ - The colours of intermediate and finish coats shall be black -</td></tr><tr><td colspan=\"2\">-External surfaces of, ,</td><td>Power Brushing</td><td>Base : epoxy resin Total</td><td>500 min</td><td>brown - black</td></tr><tr><td rowspan=\"2\">B.</td><td rowspan=\"2\">Fied Hois support and</td><td rowspan=\"2\"></td><td>Prime Coat ust primer, 2- component Base : epoxy resin Intermediate Coat :</td><td>1 x 100</td><td>-The pure metallic zinc shasl eas high as</td></tr><tr><td>2 x micaceous iron oxide paint, 2-component Base : epoxy resin Finish Coat : x micaceous iron</td><td>1 x100</td><td>-This paint system is for temperatures up to 60°℃</td></tr><tr><td colspan=\"2\"></td><td>Total</td><td>oxide paint, coloured, 2-component Base : epoxy resin</td><td>x100 300 minimum</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Note 1: Where existing surfaces are being repainted, corrosion pitting and similar defects will be dealt with as follows: ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "For isolated pitting: filler welding then grinding smooth. For extensive pitting:  primer coat then putty knife applied 2-part solvent free epoxy filler. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "5.16 Coasting System Specification for Underwater/ above-water/ intermittent submerged Structures ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Below is the most ideal system which can be specified/ recommended as an antiabrasion coating system with maximum anti-abrasion properties and characteristics ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "with FDA approval which doesn’t tent dry and or liquid cargos/ water for human consumption. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Surface Cleaning: Removal of contaminants prior to commencement of dry-abrasive blasting to ensure that soluble and insoluble both including other foreign matters which can lead for dry or wet blistering via the profile embedment in the long run. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Then dry abrasive blasting to ISO SA 2.5 surface standard with (Rz-Average Blast Profile) of 30-75 mic. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Section 7 – FORM OF BID ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Name of Contract: Hydro Mechanical works of Walawa RB Main canal To: The Director General, Mahaweli Authority of Sri Lanka ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Gentlemen: ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "1.Having examined the Standard Bidding Document – Procurement of Works – Major Contracts [ICTAD/SBD/02 – Second Edition, January 2007], Specifications, Drawings and Bills of Quantities and Addenda for the execution of the above-named Works, we the undersigned, offer to execute and complete such Works and remedy any defect therein in conformity with the aforesaid Conditions of Contract, Specifications, Drawings, Bills of Quantities and addenda for the sum of Sri Lankan Rupees   \n(LKR … ..) or such other sums as may be ascertained in accordance with the said Conditions. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "2. We acknowledge that the Contract Data forms part of our Bid. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "3. We undertake, if our Bid is accepted, to commence the Works as soon as is reasonably possible after the receipt of the Engineer’s notice to commence, and to complete the whole of the Works comprised in the Contract within the time stated in the Contract Data. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "4. We agree to abide by this Bid until the date specified in ITB Clause 16 [insert date], and it shall remain binding upon us and may be accepted at any time before that date. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "5. Unless and until a formal Agreement is prepared and executed this Bid, together with your written acceptance thereof, shall constitute a binding Contract between us. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "6. We understand that you are not bound to accept the lowest or any bid you may receive. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "We declare that civil work contracts have/ have not been suspended or terminated and/or performance security called by an employer for reasons related to the non-compliance of any environmental, or social, (including sexual exploitation and abuse (SEA) and gender based violence (GBV)), or health or safety requirements or safeguard in the past five years. ",
        "page_idx": 67
    },
    {
        "type": "table",
        "img_path": "images/12d6cda989b1886504709665b0c7bbbdc74f4b28404f321e0b0e216a19f6ed51.jpg",
        "table_caption": [
            "(Note: If suspended, terminated or Performance Security is called give details) "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Year</td><td>Suspended or terminated portion of contract</td><td>Contract Identification</td><td>Total Contract Amount (current value, currency, exchange rate and</td></tr><tr><td>[insert year]</td><td>[insert amount and percentagel</td><td>Contract Identification: [indicate complete contract name/ number, and any other Name of Employer: [insert full name ] Address of Employer: [insert street/city/country]</td><td>[insert amount]</td></tr></table></body></html>\n\n",
        "page_idx": 67
    },
    {
        "type": "table",
        "img_path": "images/04b04edacde2ae8903b086c7465d8a21064d6b921e3cc1ceead3e4ba9fd4869c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td></td><td>[list allapplicablecontracts]</td><td></td></tr><tr><td colspan=\"4\">Performance Security called by an employer(s) for reasons related to ESHS performance</td></tr><tr><td>Year</td><td colspan=\"2\">Contract Identification</td><td>Total Contract Amount (current value, currency, exchange rate and US$ equivalent)</td></tr><tr><td>[insert year]</td><td>Contract Identification: [indicate complete contract name/ number, and any other identification] Name of Employer: [insert full name] Address of Employer: [insert street/city/country] Reason(s) for calling of performance security: [indicate main reason(s) e.g. forGBV/SEAbreaches]</td><td></td><td>[insert amount]</td></tr></table></body></html>\n\n",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "We certify/confirm that we comply with the eligibility requirements as per ITB Clause 3 of the bidding documents. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Dated this day   \nof .20   \nSignature in the capacity of   \nduly authorized to sign bids for and on behalf of   \n[in block capitals or typed] ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Address: ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Witness: ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Section   -   8 ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "BILLS OF QUANTITIES ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Notes: In preparation of the bidding document the users are advised to: (1) Include the VAT Component separately and shall not carry the VAT component to the Form of Bid. (3)   Any discount offered will not be considered for Provisional Sum Items. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "A GENERAL INFORMATION ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Location of the Site ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Walawa ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Salient Features Hydro Mechanical works of Walawa RB Main canal ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "B  Scope of Work ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Civil Engineering Work ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Hydro Mechanical works of Walawa RB Main canal ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Miscellaneous Requirements ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Where in the course of the execution of the Works and existing foundations, walls, sewers, drains, pipes, wires, cables and other structures, places and things are exposed or are otherwise affected by the execution of the works, they shall be properly maintained and adequately supported and protected. And expedients adopted as will prevent inconvenience and ensure the safety and continuity in use of all services, all to the approval of the Engineer. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The contractor shall provide, erect and maintain suitable and sufficient warning lights, danger signals, signs and barricades, and shall take necessary precautions for the protection of the Works and the safety of the public. Roads closed to traffic shall be protected by effective barricades and suitable diversions provided where necessary. Obstructions shall be illuminated at night form sunset until sunrise. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The contractor shall minimize the pollution of and disturbance to the river, lands and other places on and around the Site. No trees or other vegetation shall be damaged or stripped except to the extent necessary for the works. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Excavated material and other things shall not be tipped or stockpiled near rivers or in places from which they could become dislodge, whether by reason of climatic condition of otherwise. The contractor shall provide, maintain and remove on completion of the Works, setting lagoon and other facilities to minimize pollution due to his operations such as, inter alia, quarrying, aggregate washing, concrete mixing and grouting. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The contactor shall as required by the Engineer, deliver to the Engineer or the Engineer’s Representative a return in such detail and at such intervals as the Engineer may prescribe showing the delivery, consumption and stock of materials, operating hours and fuel consumption of plant, concrete returns, labor returns and similar information. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "C Preamble to the Bill of Quantities ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "1.1 The Bill of Quantities shall be read in conjunction with all parts of this entire Bidding Document; the Instructions to Bidders, General and Particular Conditions of Contract, Technical Specifications, Drawings, and supplementary information. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "1.2 The Bill of Quantities includes lump sum items, unit price items and provisional sum items. The lump sum price quoted will be deemed to be full compensation for completion of work items and paid in full when the work is completed. The quantities given in the Bill of Quantities for the unit price items are estimated and provisional, and are given to provide a common basis for bidding. They are not intended to be the maximum or minimum quantities for payment. The unit prices will be considered full compensation for those work items. The basis of payment will be the actual quantities of work carried out under the provisions of the Contract, measured and valued at the applicable rates and prices in the priced Bill of Quantities. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "1.3 The rates and prices bid in the priced Bill of Quantities shall, except as otherwise provided under the Contract, include all construction plant, equipment, labour, supervision, materials, transport, erection, maintenance, testing, insurance, overheads, profit, taxes, and duties, together with all general risks, liabilities, and obligations set out or implied in the Contract. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "1.4 A rate or price shall be entered against each item in the priced Bill of Quantities, whether quantities are stated or not. The cost of items against which the Contractor has failed to enter a rate or price shall be deemed to be covered by other rates and prices entered in the Bill of Quantities. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "1.5 The rates and prices entered in the Bill of Quantities shall be full compensation for completed work and shall have taken full account of all requirements and obligations, covered by all parts of the contract, including but not limited to, the following, unless expressly stated otherwise: ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "a. All setting out and survey works including Pre and Post Construction Surveys.   \nb. All additional site surveys and investigations, preparation of field amendment drawings, shop drawings and As-Built drawings.   \nc. Mobilization and Demobilization of labour, all construction plant and equipment.   \nd. Establishment, Maintenance and Removal of all temporary facilities (Contractor’s and Engineer’s) including offices, workshops, houses, labour camps construction and storage yards, Laboratory facilities and Equipment, Transport for staff and labour etc.   \ne. Labour and all costs in connection therewith, including but not limited to social charges or fringe benefits.   \nf. The supply of material and goods, storage and costs in connection therewith including delivery to site and handling material within the site/sites.   \ng. Taking delivery of materials and goods supplied by others, unloading, storage, handling materials within site, and costs in connection therewith.   \nh. Construction Plant & Equipment and all costs in connection therewith.   \ni. Fixing, erecting and installing or placing of materials and goods in position, including usual auxiliary material etc.   \nj. Temporary Works.   \nk. Complying with any limitations and constraints on the use of the site/sites including coordinating with other Contractor’s, with regard to site access, security etc., maintenance of access to households and other users, maintenance of existing roads, waterways etc.   \nl. Dealing with the existing flow of water from any source including irrigation flow requirement, rainfall and surface runoff, groundwater, wave action and the like. This includes all and any dewatering operations necessary for the execution of the Works as well as coffer damming if required.   \nm. General obligations, liabilities and risks involved in the execution of the Works set forth or reasonably implied in the documents on which the tender is based.   \nn. Overheads and profit.   \no. Waste of material.   \np. Attendance and transport for surveys including provision of boats and survey instruments, sampling and testing carried out by the Engineer.   \nq. Performing all sampling and testing which are required to be carried out by the Contractor, and supplying results of such tests.   \nr. Providing required material delivery certificates.   \ns. Coordination with Regulatory Institutes & all stake holders.   \nt. Disposal of all waste material.   \nu. Complying with all requirements in Specifications and Conditions of Contract where separate items have not been provided. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "1.6 Where Bill of Quantities items describe the replacement of existing equipment or components, including mechanical and electrical equipment, the equipment removed remains the property of the Employer, unless stated otherwise in the contract documents. The rates entered shall include for delivery of such equipment to the Employer or for disposal if so directed by the Employer. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "1.7 The whole cost of complying with the provisions of the Contract (excluding VAT) shall be included in the Items provided in the priced Bill of Quantities, and where no Items are provided, the cost shall be deemed to be distributed among the rates and prices entered for the related Items of Work. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "1.8 General directions and descriptions of work and materials are not necessarily repeated nor summarized in the Bill of Quantities. References to the relevant sections of the Contract documentation shall be made before entering prices against each item in the priced Bill of Quantities. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "1.9 Provisional Sums included and so designated in the Bill of Quantities shall be expended in whole or in part or not at all at the direction and discretion of the Engineer and in accordance with the Conditions of Contract. Where the expenditure against a Provisional Sum is made in the form of a Variation, the payment for the work will be made in accordance with Clause 37 of the Conditions of Contract. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "1.10 The method and unit of measurement of completed work for payment shall be in accordance with the method described in the specifications for each item or in the Bill of Quantities. For Lump Sum items, measurements for Interim Payment Certificates shall be based on percentage completion of such item of work or milestone as per the Contractor’s proposed schedule of monthly payments, as approved by the Engineer. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Bills of Quantities ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "SUMMARY ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "table",
        "img_path": "images/8cd260d3daf7daa418f575922964f0996ec61149c127645e43808fb15d218d1b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Bill No.</td><td>Description</td><td>Amount (LKR)</td></tr><tr><td>Bill No.1</td><td>PRELIMINARY AND GENERAL</td><td></td></tr><tr><td>Bill No.2</td><td>HYDRO-MECHANICAL WORKS</td><td></td></tr><tr><td>A</td><td>Sub Total 1 -Sum of Bill No. 1 & 2</td><td></td></tr><tr><td>B</td><td>Ddt: Provisional Sums</td><td>480,000.00</td></tr><tr><td>C</td><td>Sub Total 2 (A-B)</td><td></td></tr><tr><td>D</td><td>Discount if any ( % )</td><td></td></tr><tr><td>E</td><td>Sub Total 3 (C-D+B)</td><td></td></tr><tr><td>F</td><td>Provisional Sum - 10% for Physical Contingencies (0.1Xe)</td><td></td></tr><tr><td>TOTAL BID PRICE, CARRIED TO LETTER OF BID (E+F)</td><td></td><td></td></tr><tr><td>Provisional Sum - Day Works</td><td></td><td></td></tr><tr><td>Sub Total 4 (Bid price with Day Works) [Will be consider only for evaluation purpose]</td><td></td><td></td></tr><tr><td colspan=\"3\">Total Bid Price (Amount in words)</td></tr><tr><td>VAT- 08 % of Bid Price</td><td></td><td></td></tr><tr><td>GRANDTOTALINCLUDINGVAT</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Signature of Bidder :- ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Bill No.1 : PRELIMINARY AND GENERAL ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "table",
        "img_path": "images/c00b6aad455fce6969690160682196d86f6685b8b8c04e8933e1138ef793e0a4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>ERte)</td><td>Amount</td><td>Amount in words</td></tr><tr><td>1.1</td><td>Securities, insurance etc.</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>1.1.1</td><td>Performance security</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.1.2</td><td>Security bonds and guarantees etc.</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.1.3</td><td>Insurance of property materials and works at site</td><td>sum</td><td></td><td>-</td><td></td><td></td></tr><tr><td>1.1.4</td><td>Third party insurance</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.1.5 1.2</td><td>Insurance against accidents and injury to workmen Project Manager's facilities</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.2.1</td><td>Provide and maintain Project Manager's offices and provide assistance to the Project Manager on instruction.</td><td>Provisional sum</td><td></td><td>180,000.00</td><td>180,000.00</td><td></td></tr><tr><td>1.3</td><td>Contractor's facilities</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>1.3.1</td><td></td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.3.2</td><td></td><td>month</td><td>18</td><td></td><td></td><td></td></tr><tr><td>1.3.3</td><td> Contract Management Service</td><td>sum</td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 75
    },
    {
        "type": "table",
        "img_path": "images/de15511f043c69f20687d838059e98dec531f5675b43ba689ad5faed75d88aa4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate (LKR)</td><td>Amount</td><td>Amount in words</td></tr><tr><td>1.4</td><td>Other requirements</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>1.4.1</td><td> Supply and erection of notice board</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.4.2</td><td>Removal of all rubbish and debris and clearing up site on completion</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.4.3</td><td>Provision of monthly progress photographs and reports, schedules, etc.</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.4.4</td><td> Provide As-built drawings, Quality Assurance reports etc.</td><td>Provisional sum</td><td></td><td>100,000.00</td><td>100,000.00</td><td></td></tr><tr><td>1.4.5</td><td>Compliance with Environmental, Social, Health and Safety regulations and project environment management plan</td><td>sum</td><td></td><td></td><td></td><td></td></tr><tr><td>1.4.6</td><td>Employers share of Adjudicator’s fees and expenses</td><td>Provisional sum</td><td></td><td>200,000.00</td><td>200,000.00</td><td></td></tr><tr><td></td><td>TOTAL OF BILL NO 1 (CARRIED TO SUMMARY OF BILLS)</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 76
    },
    {
        "type": "table",
        "img_path": "images/b529eb96fb006b29db30a19abda2d06ac486d41d2726a6511a7a57bd962a4f74.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td></td><td>Total Price (LKR)</td></tr><tr><td></td><td>Bill O2 -HYDRO-MECHANICAL WORKS</td><td></td></tr><tr><td></td><td>COLLECTION</td><td></td></tr><tr><td></td><td>Sub-Section</td><td></td></tr><tr><td>2.1</td><td>REGULATER AT WATER BOARD INTAKE</td><td></td></tr><tr><td>2.2</td><td>INLET OF SIPHON ACROSS RAKWANA GANGA</td><td></td></tr><tr><td>2.3</td><td>SUB-SECTION 2.3: RADIAL GATED REGULATER NO 1</td><td></td></tr><tr><td>2.4</td><td>RADIAL GATED REGULATER NO 2</td><td></td></tr><tr><td>2.5</td><td>OUTLET FROM KACHCHIGALA TANK</td><td></td></tr><tr><td>2.6</td><td>GATED REGULATER NO 1</td><td></td></tr><tr><td>2.7 2.8</td><td>GATED REGULATER NO 2 OUTLET TO GURUGODELLA BC</td><td></td></tr><tr><td>2.9</td><td>GATEDREGULATERNO3 CUMFOOT BRIDGE</td><td></td></tr><tr><td>2.10</td><td>GATED REGULATER NO 4 CUM FOOT BRIDGE</td><td></td></tr><tr><td></td><td>GATED REGULATER NO 5 CUM FOOT BRIDGE</td><td></td></tr><tr><td>2.11</td><td></td><td></td></tr><tr><td>2.12</td><td>BIFURCATION TO BATAATHA AND GAJAMANGAMA</td><td></td></tr><tr><td></td><td>TOTAL SECTION 2 CARRIED TO GRAND SUMMARY</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 77
    },
    {
        "type": "table",
        "img_path": "images/96fddc0c6d7a4aaf103656cc0c23d5bfbe9b289b954920f888cd1f19bdd4db43.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td>2.1.1</td><td>SUB-SECTION 2.1: REGULATER AT WATER BOARD INTAKE Design, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, installation, fixing new rubber seals (including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing &</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.1.2</td><td>commissioning etc... of sluice gate (size approximately W x H - 4.3 m x 1.6 m) -Gate material Steel Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, of set of guides </td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.1.3</td><td>Design, fabrication, installation, testing & commissioning etc... of new cable drum arrangements (for both sides) for existing hoisting mechanism with new cables, bull dog clips etc.</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.1.4</td><td>Service gear box and related parts of Hoist mechanism by replacing all bearings and grease seals, fix new grease nipples, apply appropriate </td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.1.5</td><td>cable compound and grease for exterior gear wheels Repair gear box and related parts of Hoist mechanism by supplying all missing parts, replace existing bearings and grease seals, fix new grease nipples, apply appropriate cable compound and grease for</td><td>No</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.1.6</td><td>exterior gear wheels Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification for structure</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.1.7</td><td>(Approximately 50 sq.mt) Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for complete hand rail</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td></td><td>(Approximate total length 15 m, height 1.1 m) Sub Total 2.1 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 78
    },
    {
        "type": "table",
        "img_path": "images/4144e52666fcbfcac2cefddc626e77af94df2b5cc104a1ecf003bacf670680a6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\">Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td> Rate in words</td></tr><tr><td>SUB-SECTION 2.2: INLET OF SIPHON ACROSS RAKWANA SUB-SECTION 2.2: INLET OF SIPHON ACROSS RAKWANA GANGA</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.2.1</td><td>Replace heavily corroded sections of skin plate, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, fixing new rubber seals (including stainless steel fixing bolts, nuts, washers & fixing plates), testing & commissioning etc... of sluice gate (size approximately W x H - 3.3 m x 2.7 m) (Refer figure No 01)</td><td>No</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.2.2</td><td>Replace heavily corroded sections and blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification for gate structure including guide grooves</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.2.3</td><td>Service gear box, bevel gear mechanism and guide rollers by replacing all necessary bearings and grease seals, fix new grease nipples and grease cups Fabrication, blast/power brush cleaning, apply Zn rich primer one coat </td><td>Item No</td><td>1 1</td><td></td><td></td><td></td></tr><tr><td>2.2.4</td><td>and epoxy paint two coats according to the specification and installation of all steel platform instead of up stream side existing platform. (size shall be W x L - 1 m x 3 m and standard hand rail) Deck plate shall be galvanized checkered and shall be bolted. (Refer drawing No 07)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.2.5</td><td>Surface cleaning and application of weather shield paint by two coats of concrete structure above full supply level</td><td>Sq.mt</td><td>80</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 79
    },
    {
        "type": "table",
        "img_path": "images/2bd6eaa97f3d9ffdcc91c03f5d609254a5fadba56bda2d48ebe9b8a740173e10.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description Sub Total 2.2 carried to Section 2 Collction</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td></td><td>SUB-SECTION 2.3: RADIAL GATED REGULATER NO 1</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.3.1</td><td>Repair corroded areas and arrange drain holes in radial gate arms</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.3.2</td><td>Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, fixing new rubber seals (including stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc... of radial gate (size </td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.3.3</td><td>approximately W x H - 3.9 m x 2.9 m) (Refer figure No 02) Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, fixing new rubber seals (including stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc... of bulkhead gate (size</td><td>Nos</td><td>6</td><td></td><td></td><td></td></tr><tr><td>2.3.4</td><td>approximately W x H - 4.17 m x 1.0 m) (Refer figure No 03) Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for complete hand rail in both sides (Approximate total length 13.7 m, height 1.1 m) (Refer figure No</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.3.5</td><td>04) Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.3.6</td><td>beam (200 mm x130 mm) 9 m, (130 mm x 80 mm) 16 m Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and oxptasdg figure No 05)</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 80
    },
    {
        "type": "table",
        "img_path": "images/665f9552154afc1ece1c61f9b050d786d2ed5cce7650cf14d85b3aaefd468934.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td>2.3.7</td><td>Service hoist including gear box, cable drums, cables, etc.. by replacing all bearings and grease seals,fix new grease nipples and grease cups, replace corroded cable clips (Bulldog clips), apply appropriate cable compound and grease for exterior gear wheels (Refer figure No 06)</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.3.8</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for gear box housing and related parts (Refer figure No 06)</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.3 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>SUB-SECTION 2.4: RADIAL GATED REGULATER NO 2 fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification,</td><td>Nos</td><td>01</td><td></td><td></td><td></td></tr><tr><td>2.4.1</td><td>installation, fixing new rubber seals (including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc... of radial gate (size approximately W x H - 3.9 m x 2.9 m) -Gate</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.4.2</td><td>material Steel Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, fixing new rubber seals (including necessary fixing bolts, nuts, washers & fixing plate), testing & commissioning etc... of radial gate (size approximately W x H - 3.9 m x 2.9 m) (Refer figure No 07)</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.4.3</td><td>Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, fixing new rubber seals (including stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc... of bulkhead gate (size approximately W x H - 4.17 m x 1.0 m) (Refer figure No 08)</td><td>Nos</td><td>6</td><td></td><td></td><td></td></tr><tr><td>2.4.4</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for complete hand rail in both</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 81
    },
    {
        "type": "table",
        "img_path": "images/4c28e84d525c686f2fd661fe0bc6c2f86d749d7138ff1d491fd45d80629a4a91.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td>2.4.5</td><td>sides (Approximate total length 13.7 m, height 1.1 m) (Refer figure No 09) Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification for deck beams and deck plates (Approximate total deck area 17 sq.mt, length of H beam (200 mm x130 mm) 9 m, (130 mm x 80 mm) 16 m</td><td>Item</td><td></td><td></td><td></td><td></td></tr><tr><td>2.4.6</td><td>Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification for bulkhead gate lifting structure (size approximately L x H - 14.9 m x 3.9 m) (Refer figure No 10)</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.4.7</td><td>Service gear box, cable drums, cables, etc. by replacing all bearings and grease seals, fix new grease nipples and grease cups, replace corroded cable clips (Bulldog clips),apply appropriate cable compound and grease for exterior gear wheels (Refer figure No 11)</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.4.8</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for gear box housing and related parts (Refer figure No 11) Supply cable drums, bearings, cables and cable clips (Bulldog clips)</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.4.9</td><td>etc. and service gear box by replacing all bearings and grease seals, fix new grease nipples and grease cups, apply appropriate cable compound and grease for exterior gear wheels (Refer figure No 12)</td><td>No</td><td></td><td></td><td></td><td></td></tr><tr><td>2.4.10</td><td>Supply and fix appropriate checkered plate (size 1000 mm x 300 mm) for the space on deck (Refer figure No 13)</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 82
    },
    {
        "type": "table",
        "img_path": "images/8189041b76ed2d21dcc029465c407c6313a049c5008cbc94bbdc111d11ccb91d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td></td><td>Sub Total 2.4 carried to Section 2 Collection SUB-SECTION 2.5: OUTLET FROM KACHCHIGALA TANK</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.5.1</td><td>Fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, installation, fixing new rubber seals (including stainless steel fixing</td><td>Gate</td><td>4</td><td></td><td></td><td></td></tr><tr><td>2.5.2</td><td>bolts, nuts, washers & fixing plate), testing & commissioning etc... of sluice gate (size approximately W x H - 1.34 m x 1.4 m) (Refer drawing No 01) Repair existing guide groove by removing corroded parts up to 1.5 m height from sill level</td><td>Nos</td><td>4</td><td></td><td></td><td></td></tr><tr><td>2.5.3</td><td>Blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, of set of guides </td><td>Nos</td><td>4</td><td></td><td></td><td></td></tr><tr><td>2.5.4</td><td> Repair and service (including supplying necessary spare parts with</td><td>No</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.5.5</td><td>spindle) damaged gear box Supplying, leveling and fixing of stainless steel plate including second stage concreting etc...for proper contact with bottom seal of gate</td><td>Nos</td><td>4</td><td></td><td></td><td></td></tr><tr><td>2.5.6</td><td>(Refer drawing No 03) Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for structure and gear box</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.5.7</td><td>housings Service gear box by supplying necessary spare parts, bolts and nuts</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td></td><td>etc...and re-grease</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 83
    },
    {
        "type": "table",
        "img_path": "images/01a7acdded2216e18c6700c8d8e1eb6ea5aa408b4c60a842a8212f232c051122.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td>2.5.8</td><td>Construct lockable gate control room for security requirements.</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.5 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>SUB-SECTION 2.6: GATED REGULATER NO 1</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.6.1</td><td>Replace lower part of all handrails of columns up to 300 mm height by angle iron with existing size and thickness of the hand rail</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.6.2</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for complete hand rail in both sides (Approximate total length 13.5 m, height 1.1 m) (Refer figure No 14)</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.6.3</td><td>Design, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, installation, fixing new rubber seals (including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning et... of gate (size approximately W x H - 1.3 m x 1.2 m) (Refer figure no 15)-Gate material Steel</td><td>Nos</td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.6.4</td><td>Blast/power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for set of guide grooves Supplying, fixing the hoist (including modifications for structure </td><td>Nos Nos</td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.6.5</td><td>support frame if necessary) etc... of appropriate new worm wheel gear box with new spindle and supports if required. (approximate gear ratio 5:1, spindle diameter not less than 50 mm)</td><td></td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.6.6</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for structure support frame.</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 84
    },
    {
        "type": "table",
        "img_path": "images/0991bbb7bd2eabd046858ac55f3c1fcdbe2e2cc7e9f42f0df8dfcd789c947c90.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td>2.6.7</td><td>Surface cleaning and application of weather shield paint by two coats of concrete structure above full supply level</td><td>sq.mt</td><td>160</td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.6 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>SUB-SECTION 2.7: GATED REGULATER NO 2 Design, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.7.1</td><td>one coat and epoxy paint two coats according to the specification, installation, fixing new rubber seals (including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc... of regulator gate (size approximately W x H - 1.3 m x 1.2 m) (Refer figure no</td><td>Gate</td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.7.2</td><td>15)-Gate material Steel Replace lower part of hand rails of all columns up to 300 mm height by angle iron with existing size and thickness of the hand rail </td><td>No</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.7.3</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for complete hand rail in down stream side (Approximate total length 13.5 m, height 1.1 m) (Refer Figurer No 14)</td><td>Nos</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.7.4</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for steel parts of gate (size approximately W x H - 1.3 m x 1.2 m) (Refer Figurer No 15)</td><td>Nos</td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.7.5</td><td>Blast/power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for set of guide grooves </td><td>Nos</td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.7.6</td><td>Supplying, fixing the hoist (including modifications for structure support frame if necessary) etc.. of appropriate new worm wheel gear box with new spindle and supports if required. (approximate gear ratio 5:1, spindle </td><td>Nos</td><td>5 </td><td></td><td></td><td></td></tr><tr><td></td><td>diameter not less than 50 mm)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.7.7</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for structure support frame.</td><td>Item </td><td>1</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 85
    },
    {
        "type": "table",
        "img_path": "images/cca28de43cdd8d5c1ca2a4e091bd8c0d1a5e67c3b174aeddd00b3e1570f079fa.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td>2.7.8</td><td>Surface cleaning and application of weather shield paint by two coats of concrete structure above full supply level</td><td>sq.mt</td><td>160</td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.7 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>SUB-SECTION 2.8: OUTLET TO GURUGODELLA BC</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.8.1</td><td>Supplying, fixing (including modifications for structure support frame if necessary) etc... of appropriate new pedestal type gear box, new spindle and supports if required. (approximate gear ratio, spindle</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.8.2</td><td>diameter not less than 50 mm), (Refer drawing No 05) aepain gaesfdngroveby replacing coroded partsup to 120m</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.8.3</td><td>Bapa</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.8.4</td><td>Desitenand manufactring sews sidlehook witheasymaintenance</td><td>Nos</td><td>3</td><td></td><td></td><td></td></tr><tr><td>2.8.5</td><td>Powerbrush cleaning aplyZn richprimerecoat andepoypaint</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.8.6</td><td>Construct lockable gate control room for security requirements.</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.8 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>SUB-SECTION 2.9: GATED REGULATER NO 3 CUM FOOT BRIDGE</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.9.1</td><td>Replace lower part of all columns up to 300 mm height by angle iron with existing size and thickness of the hand rail</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr><tr><td>2.9.2</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for complete hand rail in both sides (Approximate total length 11.6 m, height 1.1 m)</td><td>Nos</td><td>2</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 86
    },
    {
        "type": "table",
        "img_path": "images/bcb86ae23dcf5bc75fbe7ea26491e6b8f18fe7d0e55eb2a16af73db5d68eabeb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td> Rate in words</td></tr><tr><td>2.9.3</td><td>Design, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the s commissioning etc.. of sluice gate (size approximately W x H - 1.3 m x 1.2 m) (Refer drawing No 01)-Gate material Steel </td><td>Gate</td><td>4</td><td></td><td></td><td></td></tr><tr><td>2.9.4</td><td>Beastpower brush eleaning aplyhZnrich primer ne oatandepoy Power brush cleaning, apply Zn rich primer one coat and epoxy paint</td><td>Nos</td><td>4</td><td></td><td></td><td></td></tr><tr><td>2.9.5</td><td>two coats according to the specification for structure support frame. Supplying, fixing (including modifications for structure support frame</td><td>Item</td><td>1</td><td></td><td></td><td></td></tr><tr><td>2.9.6</td><td> diameter not less than 50 mm)</td><td>Nos</td><td>4 </td><td></td><td></td><td></td></tr><tr><td>2.9.7</td><td>Sourfaceleasing andaplceaion of weathershield paintby twocoats</td><td>sq.mt</td><td>140</td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.9 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 87
    },
    {
        "type": "table",
        "img_path": "images/4d3a363ca65faa5beb294cf88219fc2ad65238b671ba6f61447ee45a1a01f7ba.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>SUB-SECTION 2.10: GATED REGULATER NO 4 CUM FOOT BRIDGE</td><td></td><td></td><td></td></tr><tr><td>2.10.1</td><td>Replace lower part hand railsof all columns up to 300 mm height by angle iron with existing size and thickness of the hand rail</td><td>Nos</td><td>2</td><td></td></tr><tr><td>2.10.2</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats on handrails according to the specification for complete hand rail in both sides (Approximate total length 9.5 m, height 1.0 m)</td><td>Nos</td><td>2</td><td></td></tr><tr><td>2.10.3</td><td>Design, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, installation, fixing new rubber seals (including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc.. of sluice gate (size approximately W x H - 1.4 m x 1.5 m) (Refer </td><td>Gate</td><td>3</td><td></td></tr><tr><td>2.10.4</td><td>drawing No 01)-Gate material Steel Fabrication with embedded parts, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, expanding the existing concrete groove to suit new steel door with power tool, installation, aligning, second stage concreting etc...of set of guides (Refer drawing No 02)</td><td>Nos</td><td>3</td><td></td></tr><tr><td>2.10.5</td><td>Supplying, fixing the hoist (including modifications for structure support frame if necessary) etc... of appropriate new worm wheel gear box with new spindle and supports if required. (approximate gear ratio 5:1, spindle diameter not less than 50 mm)</td><td>Nos</td><td>3</td><td></td></tr><tr><td>2.10.6</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for structure support frame.</td><td>Item</td><td>1</td><td></td></tr><tr><td>2.10.7</td><td>Suafed</td><td>sq.mt</td><td>110</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.10 carried to Section 2 Collection SUB-SECTION 2.11: GATED REGULATER NO 5 CUM FOOT BRIDGE</td><td></td><td></td><td></td></tr><tr><td>2.11.1</td><td>Rreplace loweanatifal handrailsof columnsofupto 30 m height byangeiron with</td><td>Nos</td><td>2</td><td></td></tr><tr><td>2.11.2</td><td>Power brush cleaning, apply Zn rich primer one coat and epoxy paint two coats according to the specification for complete hand rail in both sides (Approximate total length 13.0 m, height 1.0 m)</td><td>Nos</td><td>2</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 88
    },
    {
        "type": "table",
        "img_path": "images/4017b4643c1e37675e4fa95b115d185382fe0ff422acc4d9d637a1750f24bdc0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>2.11.3</td><td>Design, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, installation, fixing new rubber seals (including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc.. of sluice gate (size approximately W x H - 1.8 m x 1.8 m) (Refer </td><td>Gate</td><td>4 </td><td></td><td></td></tr><tr><td>2.11.4</td><td>drawing No 01)-Gate material steel Fabrication with embedded parts, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and epoxy paint two coats according to the specification, expanding the existing concrete groove to suit new steel door with power tool, installation, aligning, second</td><td>Nos</td><td>4 </td><td></td><td></td></tr><tr><td>2.11.5</td><td>stage concreting etc...of set of guides (Refer drawing No 02) Supplying, fixing the hoist (including modifications for structure support frame if necessary) etc... of appropriate new worm wheel gear box with new spindle and supports if required. (approximate gear ratio 5:1, spindle diameter not less than 50 mm)</td><td>Nos</td><td>4 </td><td></td><td></td></tr><tr><td>2.11.6</td><td>Power brush cleasing fapilh frih primeroneoratandepoxy paintwocoats</td><td>Item</td><td>1</td><td></td><td></td></tr><tr><td>2.11.7</td><td>Surface cleaning and application of weather shield paint by two coats of concrete structure above full supply level </td><td>sq.mt</td><td>140</td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.11 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>SUB-SECTION 2.12: BIFURCATION TO BATAATHA AND GAJAMANGAMA BCC Design, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and</td><td>Gate</td><td>5</td><td></td><td></td></tr><tr><td>2.12.1</td><td>epoxy paint two coats according to the specification, installation, fixing new rubber seals (including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing & commissioning etc.. of sluice gate (size approximately W x H - 1.4 m x 1.2 m) (Refer drawing No 01)-Gate material Steel</td><td></td><td></td><td></td><td></td></tr><tr><td>2.12.2</td><td>Supplying, fixingthe hoist (including modifications for structure support frame if necessary) etc... of appropriate new worm wheel gear box with new spindle and supports if required. (approximate gear ratio 5:1, spindle diameter not less than 50 mm)</td><td>Set</td><td>5</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 89
    },
    {
        "type": "table",
        "img_path": "images/f4b65f3c04775968521d505bba25c064a82b05f07766142bc96de14372ecd3bd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"3\">2.12.3</td><td>Fabrication with embedded parts, blast cleaning to standard SA 2.5, apply Zn rich primer</td><td rowspan=\"3\">Nos</td><td rowspan=\"3\">5</td><td rowspan=\"3\"></td><td rowspan=\"3\"></td><td rowspan=\"3\"></td></tr><tr><td>onecoat andepoxy paintwocoatsacordingtothespecicaton, apanding he existig</td><td></td></tr><tr><td>stage concreting etc...of set of guides(Refer drawing No 02)</td><td></td><td></td></tr><tr><td>2.12.4</td><td>Supa Surface cleaning and application of weather shield paint by two coats of concrete </td><td>Nos sq.mt </td><td>5 130</td><td></td><td></td><td></td></tr><tr><td>2.12.5</td><td>structure above full supply level</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Sub Total 2.12 carried to Section 2 Collection</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "DAY WORKS ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "table",
        "img_path": "images/5c260afbb610c86b5b6a0a2adae3caac5c7194d95547e2b7ac5f2dd191be8e10.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate</td><td>Total Price</td><td>Rate in words</td></tr><tr><td>1.0</td><td>Labour</td><td></td><td></td><td>LKR</td><td>LKR</td><td></td></tr><tr><td>1.1</td><td>Skilled Labour</td><td>day</td><td>５</td><td></td><td></td><td></td></tr><tr><td>1.2</td><td>Unskilled Labour</td><td></td><td>10</td><td></td><td></td><td></td></tr><tr><td>1.3</td><td> Steel fixer</td><td>day</td><td></td><td></td><td></td><td></td></tr><tr><td>1.4</td><td>Mechanic</td><td>day</td><td>５</td><td></td><td></td><td></td></tr><tr><td>1.5</td><td></td><td>day</td><td>５</td><td></td><td></td><td></td></tr><tr><td>1.9</td><td>Welder, Fitter</td><td>day</td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.0</td><td>Driver(Heavy Vehicle) Materials</td><td>day</td><td>5</td><td></td><td></td><td></td></tr><tr><td>2.1</td><td>Aggregate 20mm</td><td>m²</td><td>10</td><td></td><td></td><td></td></tr><tr><td>2.2</td><td>Aggregate 25 mm</td><td>m²</td><td>20</td><td></td><td></td><td></td></tr><tr><td>2.3</td><td>Aggregate 40 mm</td><td>m3</td><td>10</td><td></td><td></td><td></td></tr><tr><td>2.4</td><td>Sand</td><td>m²</td><td>30</td><td></td><td></td><td></td></tr><tr><td>2.5</td><td>Cement</td><td>50kg bags</td><td>50</td><td></td><td></td><td></td></tr><tr><td>2.6</td><td>Formwork</td><td>m²</td><td>20</td><td></td><td></td><td></td></tr><tr><td>2.7</td><td>High Carbon Steel Plate</td><td>tonne</td><td>0.2</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 91
    },
    {
        "type": "table",
        "img_path": "images/cf268a599ab8dd723c100f2701c1e7396d185b3353c2edaf982d54ee10a084a9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Item</td><td>Description</td><td>Unit</td><td>Quantity</td><td>Rate LKR</td><td>Total Price LKR</td><td>Rate in words</td></tr><tr><td>2.8</td><td> Stainless Stee Plate</td><td>tonne</td><td>0.1</td><td></td><td></td><td></td></tr><tr><td>2.9</td><td>Fabricated Steelwork</td><td>tonne</td><td>0.2</td><td></td><td></td><td></td></tr><tr><td>3.0</td><td> Construction Plant</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>3.1</td><td>Mobile Crane 10T</td><td>hr </td><td>10</td><td></td><td></td><td></td></tr><tr><td>3.2</td><td>Dump Truck (8.5 m3)</td><td>hr </td><td>10</td><td></td><td></td><td></td></tr><tr><td>3.3</td><td>Tractor/Trailer 100HP</td><td>hr</td><td>40</td><td></td><td></td><td></td></tr><tr><td>3.4</td><td>Air Compressor 3-Tool</td><td>hr </td><td>80</td><td></td><td></td><td></td></tr><tr><td>3.5</td><td>Welding Set 10KVA</td><td>hr</td><td>80</td><td></td><td></td><td></td></tr><tr><td>3.6</td><td>Back hoe excavator (140Hp)</td><td>hr</td><td>25 </td><td></td><td></td><td></td></tr><tr><td>3.7</td><td>Water pump 2\"</td><td>hr </td><td>30</td><td></td><td></td><td></td></tr><tr><td>3.8</td><td>Water pump 3\"</td><td>hr </td><td>20</td><td></td><td></td><td></td></tr><tr><td></td><td>Total Day Works Carried to Summary</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "SECTION 9 ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "SCHEDULES ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Schedule 1 – General Information ",
        "text_level": 1,
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "(i) If pre-qualification is done the bidders are required to include information subsequent to that   submitted with the pre-qualification application. (ii)    For joint ventures, each joint venture partner shall furnish information separately. ",
        "page_idx": 94
    },
    {
        "type": "table",
        "img_path": "images/0abc32126f82b70e2574374f1df23e9cdc5b9bf7b455f42208c2d2caa5adc243.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"4\">ITB Description</td></tr><tr><td>Clause reference 4.1 (a)</td><td>Legal Status</td><td>(to be filled by the Bidder)</td><td>Remarks Providecertifiedcopies of</td></tr><tr><td></td><td>Written power of attorney of the</td><td>Provide original or certified copy of the power of Attorney attested by a Notary and label as attachment to</td><td>Registration</td></tr><tr><td></td><td>signatory to the Bid If a Joint Venture, names and addresses of Joint Venture Partners</td><td colspan=\"2\">Clause 4.1(a) 2 Provide a draft copy of the Joint Venture Agreement or alternatively the</td></tr><tr><td>name of Lead Partner</td><td>If a Joint Venture,</td><td></td><td>memorandum of understanding</td></tr><tr><td colspan=\"4\">For joint ventures, each joint venture partner shall furnish Legal Status separately</td></tr><tr><td></td><td>Name (Lead partner)</td><td></td><td rowspan=\"4\">Provide certified copies and label as attachment to Clause 4.1(a)</td></tr><tr><td></td><td>Legal status</td><td></td></tr><tr><td></td><td>Place of registration</td><td></td></tr><tr><td>business</td><td>Principle place of</td><td></td></tr><tr><td></td><td>Written power of attorney of the signatory to the Bid</td><td colspan=\"2\">Provide original or certified copy of the power of attorney attested by a Notary and label as attachment to Clause 5.1</td></tr><tr><td></td><td>VAT Registration Number</td><td colspan=\"2\"></td></tr><tr><td></td><td>Name (Partner 2)</td><td></td><td rowspan=\"4\">Provide certified copies and label as attachment to Clause 4.1 (a)</td></tr><tr><td></td><td>Legal status</td><td></td></tr><tr><td></td><td> Place of registration</td><td></td></tr><tr><td>Principle place of business</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 94
    },
    {
        "type": "table",
        "img_path": "images/30a6ea7ce7a72eab74ad2b240e29bd5f7d616c73185612a49e60952b25b72730.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Written power of attorney of the signatory to the Bid</td><td colspan=\"2\">Provide original or certified copy of the power of attorney attested by a Notary and label as attachment to Clause 4.1 (a)</td></tr><tr><td></td><td>VAT Registration Number</td><td></td><td rowspan=\"3\">Provide certified copies and</td></tr><tr><td></td><td>Name (Partner 3 )</td><td></td></tr><tr><td></td><td>Legal status</td><td></td></tr><tr><td></td><td>Place of registration</td><td></td></tr><tr><td></td><td>Principle place of business</td><td></td></tr><tr><td></td><td>Written power of attorney of the signatory to the Bid</td><td colspan=\"2\">Provide original or certified copy of the power of attorney attestedbyaNotaryandlabel as attachmentto Clause 4.1 (a)</td></tr><tr><td></td><td>VAT Registration Number</td><td colspan=\"2\"></td></tr><tr><td>4.2 (a)</td><td colspan=\"2\">ICTAD/CIDA Registration</td><td rowspan=\"5\">Provide certified copies and labelasattachmentto Clause 4.2(a)</td></tr><tr><td></td><td>Registration number</td><td></td></tr><tr><td></td><td>Grade</td><td></td></tr><tr><td></td><td>Specialty</td><td></td></tr><tr><td></td><td>Expiry Date</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Schedule 2 – Annual Turn-over Information (Construction only – Last five years) ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "(i) If pre-qualification is done the bidders are required to include information subsequent to that submitted with the pre-qualification application. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "(ii)   For joint ventures, each joint venture partner shall furnish information separately. ",
        "page_idx": 96
    },
    {
        "type": "table",
        "img_path": "images/cea53861776afbd4beb2d29a0e4a9789ad5394cc7c9107ad8aea7d6904ec55a4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Year</td><td>Turn-over</td><td>Remarks</td></tr><tr><td>1</td><td></td><td rowspan=\"3\">Attach auditedreports andlabelas attachment to Clause 4.2</td></tr><tr><td>2</td><td></td></tr><tr><td>3</td><td></td></tr><tr><td>4</td><td></td><td></td></tr><tr><td>5</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Schedule 3 – Adequacy of Working Capital ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "If pre-qualification is done the bidders are required to include information subsequent to that ",
        "page_idx": 96
    },
    {
        "type": "table",
        "img_path": "images/2189304fcbf67f2f95fa18b95bf16961c26e6cc34060e068cb7acbd728ae6fa1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">submittedwiththepre-qualification application</td></tr><tr><td>Source of credit line</td><td>Amount</td><td>Remarks</td></tr><tr><td></td><td></td><td rowspan=\"20\">Providedocumentaryevidence andlabelasattachmentto Clause 4.2</td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td>Total</td><td></td></tr><tr><td colspan=\"2\">Schedule 4 A - Construction Experience in last five years (i) If pre-qualification is done the bidders are required to include information subsequent to that submitted with the pre-qualification application.</td></tr></table></body></html>\n\n",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "(ii)    For joint ventures, each joint venture partner shall furnish information separately. ",
        "page_idx": 96
    },
    {
        "type": "table",
        "img_path": "images/bd3048b913d6a3739b9cfb2a2dfdaa3eea35130647183765d43d6d7d31e4b01c.jpg",
        "table_caption": [
            "Provide documentary evidence and label as attachment to Clause 4.2 "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"5\"></td></tr><tr><td>Year</td><td>Employer</td><td>Description of Works</td><td>Amount</td><td>Contractor's Responsibility (%)</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td>Total</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "Schedule 4 B – Similar Experience in last five years ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Bidder’s Legal Name: Date: ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "JV Partner Legal Name: Bidding No.: Page of pages ",
        "page_idx": 98
    },
    {
        "type": "table",
        "img_path": "images/3e75042f85c0f18124ab6b054dd896c0fee229ab3261ee3dda7cd66c9ba4661c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Similar Contract Number: of (total number of contracts) required.</td><td colspan=\"3\">Information</td></tr><tr><td>Contract Identification</td><td colspan=\"3\"></td></tr><tr><td>Award date</td><td colspan=\"3\"></td></tr><tr><td>Completion date</td><td colspan=\"3\"></td></tr><tr><td>Role in Contract</td><td>口 Contractor</td><td>口 Management Contractor</td><td>Subcontractor</td></tr><tr><td>Total contract amount</td><td colspan=\"2\"></td><td>LKR</td></tr><tr><td>If partner in a JV or subcontractor, specify participation of total contract amount</td><td colspan=\"2\"></td><td>LKR</td></tr><tr><td>Employer's Name:</td><td colspan=\"3\">% </td></tr><tr><td>Address:</td><td colspan=\"3\"></td></tr><tr><td rowspan=\"4\">Telephone/fax number: E-mail:</td><td colspan=\"3\"></td></tr><tr><td colspan=\"3\"></td></tr><tr><td colspan=\"3\"></td></tr><tr><td colspan=\"3\"></td></tr></table></body></html>\n\n",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Schedule 4 B – Similar Experience in last five years (cont.) ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Bidder’s Legal Name: Page of pages JV Partner Legal Name: ",
        "page_idx": 99
    },
    {
        "type": "table",
        "img_path": "images/516ad2a175e0fb1661458a9b00409dfc97bcb36a95bb2eded39cb9f6ab056fdb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Similar Contract Number: of (total number of contracts) required.</td><td>Information</td></tr><tr><td>Description of the similarity contracts given in the Form of General Experience</td><td></td></tr><tr><td rowspan=\"2\">Amount</td><td></td></tr><tr><td></td></tr><tr><td rowspan=\"2\">Physical size</td><td></td></tr><tr><td></td></tr><tr><td rowspan=\"2\">Complexity</td><td></td></tr><tr><td></td></tr><tr><td rowspan=\"2\">Methods/Technology</td><td></td></tr><tr><td></td></tr><tr><td rowspan=\"2\">Physical Production Rate</td><td></td></tr><tr><td></td></tr></table></body></html>\n\n",
        "page_idx": 99
    },
    {
        "type": "table",
        "img_path": "images/f41da3ae710d2850d9e31cedebc5e933a66ba82cfee47efd17241a48925ba15b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">Schedule 5 - Major Items of Construction Equipment Proposed</td></tr><tr><td>Type</td><td>Capacity</td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 100
    },
    {
        "type": "table",
        "img_path": "images/2715c6be7b0f471c1950d0fdc8e32a83a60556875324880a569e17a5ec8bbaca.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">Schedule 6 - Construction Management Staff</td></tr><tr><td colspan=\"3\">A. Key Professionals</td></tr><tr><td>Name</td><td>Position</td><td>Task</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td colspan=\"3\">B. Support Staff</td></tr><tr><td>Name</td><td>Position</td><td>Task</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 101
    },
    {
        "type": "table",
        "img_path": "images/2cfbb23d3185d4870e07d0d697e9252d560c6b184a8f82b49d038055b0f994ef.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"17\">Schedule 7 - Time Schedule for Key Staff</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>Months</td><td></td><td></td><td>the form of a Bar Chart)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Name</td><td>Position</td><td>Activities</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>10</td><td>11</td><td>12</td><td>13</td><td>14</td><td>Number of Months</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 102
    },
    {
        "type": "table",
        "img_path": "images/eff359d637049be979ab366aba8c5beac81ad691ac61d27be0d1107a7b49a171.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"14\">Schedule 8 - Work Programme</td></tr><tr><td></td><td colspan=\"12\">[1st, 2nd, etc.are months from the Start Date.]</td><td>Sheet of...</td></tr><tr><td>Construction Activity</td><td>1st</td><td> 2nd</td><td>3rd</td><td>4th </td><td> 5th </td><td>6th</td><td>7th</td><td>8th 9th </td><td>10th</td><td>11th </td><td>12th </td><td>13th</td><td>14th</td><td>15th</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Schedule 9: ESHS Management Strategies and Implementation Plans ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "(ESHS-MSIP) ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The Bidder shall submit comprehensive and concise Environmental, Social, Health and Safety Management Strategies and Implementation Plans (ESHS-MSIP) as required by ITB 13.1 A (j) and 13.1 B (d). These strategies and plans shall describe in detail the actions, materials, equipment, management processes etc. that will be implemented by the Contractor, and its subcontractors. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Code of Conduct: Environmental, Social, Health and Safety (ESHS) ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The Bidder shall submit the Code of Conduct that will apply to the Contract Manger and other key personnel as required by ITB 13.1 A (j) and 13.1 B (d)and subcontractors. The Code of Conduct shall ensure compliance with the ESHS provisions of the Contract. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "In addition, the Bidder shall submit an outline of how this Code of Conduct will be implemented. This will include: how it will be introduced into conditions of employment/engagement, what training will be provided, how it will be monitored and how the Contractor proposes to deal with any breaches. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Environmental, social, health and safety requirements ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The Employer should use the services of a suitably qualified environmental, social, health and safety specialist/s to prepare the specifications for ESHS working with a procurement specialist/s. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The Employer should attach or refer to the Employer’s environmental, social, health and safety policies that will apply to the project. If these are not available, the Employer should use the following guidance in drafting an appropriate policy for the Works. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "SUGGESTED CONTENT FOR AN ENVIRONMENTAL AND SOCIAL POLICY (STATEMENT) ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The Works’ policy goal, as a minimum, should be stated to integrate environmental protection, occupational and community health and safety, gender, equality, child protection, vulnerable people (including those with disabilities), sexual harassment, gender-based violence (GBV), sexual exploitation and abuse (SEA), HIV/AIDS awareness and prevention and wide stakeholder engagement in the planning processes, programs, and activities of the parties involved in the execution of the Works. The Employer is advised to consult with the World Bank to agree the issues to be included which may also address: climate adaptation, land acquisition and resettlement, indigenous people, etc. The policy should set the frame for monitoring, continuously improving processes and activities and for reporting on the compliance with the policy. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The policy shall include a statement that, for the purpose of the policy and/or code of conduct, the term “child” / “children” means any person(s) under the age of 18 years. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The policy should, as far as possible, be brief but specific and explicit, and measurable, to enable reporting of compliance with the policy in accordance with the Particular Conditions of the Contract Sub-Clause 4.21 and Appendix C to the General Conditions of Contract. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "As a minimum, the policy is set out to the commitments to: ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "1. apply good international industry practice to protect and conserve the natural environment ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "and to minimize unavoidable impacts; 2. provide and maintain a healthy and safe work environment and safe systems of work; 3. protect the health and safety of local communities and users, with particular concern for those who are disabled, elderly, or otherwise vulnerable; 4. ensure that terms of employment and working conditions of all workers engaged in the Works meet the requirements of the ILO labour conventions to which the host country is a signatory; 5. be intolerant of, and enforce disciplinary measures for illegal activities. To be intolerant of, and enforce disciplinary measures for GBV, inhumane treatment, sexual activity with children, and sexual harassment; 6. incorporate a gender perspective and provide an enabling environment where women and men have equal opportunity to participate in, and benefit from, planning and development of the Works; 7. work co-operatively, including with end users of the Works, relevant authorities, contractors and local communities; 8. engage with and listen to affected persons and organizations and be responsive to their concerns, with special regard for vulnerable, disabled, and elderly people; 9. provide an environment that fosters the exchange of information, views, and ideas that is free of any fear of retaliation, and protects whistleblowers; 10. minimize the risk of HIV transmission and to mitigate the effects of HIV/AIDS associated with the execution of the Works; policy should be signed by the senior manager of the Employer. This is to signal the intent that it will be applied rigorously. NIMUM CONTENT OF ESHS REQUIREMENTS ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "In preparing detailed specifications for ESHS requirements, the specialists should refer to and consider: ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "project reports e.g. ESIA/ESMP ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "consent/permit conditions required standards including World Bank Group EHS Guidelines   \nrelevant international conventions or treaties etc., national legal and/or regulatory requirements and standards (where these represent higher standards than the WBG EHS Guidelines) relevant international standards e.g. WHO Guidelines for Safe Use of Pesticides relevant sector standards e.g. EU Council Directive 91/271/EEC Concerning Urban Waste Water Treatment   \nGrievance redress mechanism including types of grievances to be recorded and how to protect confidentiality e.g. of those reporting allegations of GBV/SEA. GBV/SEA prevention and management. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "The detail specification for ESHS should, to the extent possible, describe the intended outcome rather than the method of working ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Relevant Covid 19 Safety Manual (Refer Annex 2) ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "The ESHS requirements should be prepared in manner that does not conflict with the relevant General Conditions of Contract and Particular Conditions of Contract, and in particular: ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "General Conditions of Contract ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 1.13 Compliance with Laws ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 2.2 Permits, Licenses and Approvals ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 4.1 Contractor’s General Obligations ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 4.4 Subcontractors ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 4.8 Safety Procedures ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 4.14  Avoidance of Interference ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 4.18 Protection of the Environment ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 4.23 Contractor’s Operations on the Site ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 4.24 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Section 6 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Staff and Labour (includes health and safety) ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 7.1 Manner of Execution ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 11.11  Clearance of Site ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Sub-clause 12.3 Evaluation (reference ITB 14.2 “Items against which no rate or price is entered by the Bidder shall be deemed to be covered by the rates for other items in the Bill of Quantities and will not be paid separately by the Employer.”) ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "MINIMUM REQUIREMENTS FOR THE BIDDER’S CODE OF CONDUCT [A minimum requirement for the Code of Conduct should be set out by the Employer, taking into consideration the issues, impacts, and mitigation measures identified, for example, in: ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "project reports e.g. ESIA/ESMP ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "any particular GBV/SEA requirements consent/permit conditions (regulatory authority conditions attached to any permits or approvals for the project) required standards including World Bank Group EHS Guidelines relevant international conventions, standards or treaties, etc., national legal and/or regulatory requirements and standards (where these represent higher standards than the WBG EHS Guidelines) relevant  standards e.g. Workers’ Accommodation: Process and Standards (IFC and EBRD)  relevant sector standards e.g. workers’ accommodation ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Grievance redress mechanisms. ",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "The types of issues identified could include. Risks associated with: labor influx, spread of communicable diseases, sexual harassment, gender based violence, illicit behavior and crime, and maintaining a safe environment etc. ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "[Amend the following instructions to the Bidder taking into account the above considerations.] A satisfactory code of conduct will contain obligations on all Contractor’s Personnel project staff (including sub-contractors and day workers) that are suitable to address the following issues, as a minimum.  Additional obligations may be added to respond to particular concerns of the region, the location and the project sector or to specific project requirements.  The code of conduct shall contain a statement that the term “child” / “children” means any person(s) under the age of 18 years. ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "The issues to be addressed include: ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "1. Compliance with applicable laws, rules, and regulations   \n2. Compliance with applicable health and safety requirements to protect the local community (including vulnerable and disadvantaged groups), the Employer’s Personnel, and the Contractor’s Personnel (including wearing prescribed personal protective equipment, preventing avoidable accidents and a duty to report conditions or practices that pose a safety hazard or threaten the environment)   \n3. The use of illegal substances   \n4. Non-Discrimination in dealing with the local community (including vulnerable and disadvantaged groups), the Employer’s Personnel, and the Contractor’s Personnel (for example on the basis of family status, ethnicity, race, gender, religion, language, marital status, age, disability (physical and mental), sexual orientation, gender identity, political conviction or social, civic, or health status)   \n5. Interactions with the local community(ies), members of the local community (ies), and any affected person(s) (for example to convey an attitude of respect, including to their culture and traditions)   \n6. Sexual harassment (for example to prohibit use of language or behavior, in particular towards women and/or children, that is inappropriate, harassing, abusive, sexually provocative, demeaning or culturally inappropriate)   \n7. Violence, including sexual and/or gender based violence (for example acts that inflict physical, mental or sexual harm or suffering, threats of such acts, coercion, and deprivation of liberty   \n8. Exploitation including sexual exploitation and abuse (for example the prohibition of the exchange of money, employment, goods, or services for sex, including sexual favors or other forms of humiliating, degrading behavior, exploitative behavior or abuse of power)   \n9. Protection of children (including prohibitions against sexual activity or abuse, or otherwise unacceptable behavior towards children, limiting interactions with children, and ensuring their safety in project areas)   \n0. Sanitation requirements (for example, to ensure workers use specified sanitary facilities provided by their employer and not open areas)   \n1.   Avoidance of conflicts of interest (such that benefits, contracts, or employment, or any sort of preferential treatment or favors, are not provided to any person with whom there is a financial, family, or personal connection) ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "12. Respecting reasonable work instructions (including regarding environmental and social norms)   \n13. Protection and proper use of property (for example, to prohibit theft, carelessness or waste)   \n14. Duty to report violations of this Code   \n15. Non retaliation against workers who report violations of the Code, if that report is made in   \ngood faith. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "The Code of Conduct should be written in plain language and signed by each worker to indicate that they have: ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "received a copy of the code;   \n had the code explained to them;   \n. acknowledged that adherence to this Code of Conduct is a condition of employment; and   \n Understood that violations of the Code can result in serious consequences, up to and including dismissal, or referral to legal authorities. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "A copy of the code shall be displayed in a location easily accessible to the community and project affected people. It shall be provided in languages comprehensible to the local community, Contractor’s Personnel, Employer’s Personnel, and affected persons. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "PAYMENT FOR ESHS REQUIREMENTS ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "The Employer’s ESHS and procurement specialists should consider how the Contractor will cost the delivery of the ESHS requirements. In the majority of cases, the payment for the delivery of ESHS requirements shall be a subsidiary obligation of the Contractor covered under the prices quoted for other Bill of Quantity items. For example, normally the cost of implementing work place safe systems of work, including the majors necessary for ensuring traffic safety, shall be covered by the Bidder’s rates for the relevant works. Alternatively, provisional sums could be set aside for discrete activities for example for HIV counselling service, and, GBV/SEA awareness and sensitization or to encourage the contractor to deliver additional ESHS outcomes beyond the requirement of the Contract. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "Schedule 10: AFFIDAVIT ",
        "text_level": 1,
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "(Name of the bidder) of ..(addressed of the bidder), being a Buddhist/Christian/ Muslim/ (religion) do hereby solemnly, sincerely and truly declare and affirm as follows; ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "1. I am the Affirmant/sworn above named.   \n2 My National Identity Card No. is   \n3 I hereby declare and affirm that all information furnished in our tender including details submitted in Annex-2a as Work in Hand are true and correct. ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Signature ",
        "page_idx": 109
    },
    {
        "type": "image",
        "img_path": "images/dc82d99ee16736ac2d51b9f4ad28917119100caf6ec1999c3a267d067f300907.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Justice of the Peace ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Section   -   10 ",
        "text_level": 1,
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "DRAWINGS ",
        "text_level": 1,
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "The drawings included in the Bidding Document are listed below: ",
        "page_idx": 111
    },
    {
        "type": "table",
        "img_path": "images/3b95259cd6b4a3d833439e9de711e92031d5fa721b58c492a1a1d24573c431d8.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>No.</td><td>Title</td><td>Drawing No.</td></tr><tr><td></td><td>HYDRO MECHANICAL DRAWINGS</td><td></td></tr><tr><td>1</td><td>Gated Regulator</td><td>W/RB/MC/HM-01</td></tr><tr><td>2</td><td>Radial Gated Regulator at ch.7+350 and ch.10+520 - Hand Rail Details</td><td>W/RB/MC/HM-02</td></tr><tr><td>3</td><td>Hand Rail - Typical Details</td><td>W/RB/MC/HM-03</td></tr><tr><td>4</td><td>Typical Hoist for Regulator Gates</td><td>W/RB/MC/HM-04</td></tr><tr><td>5</td><td>Type Cast Iron Turnout Gates for Dia.225mm & 300mm</td><td>W/RB/MC/HM-05</td></tr><tr><td>6</td><td>Type Cast Iron Turnout Gates for Dia.375,450 & 600mm</td><td>W/RB/MC/HM-06</td></tr></table></body></html>\n\n",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "FORM OF BID SECURITY ",
        "text_level": 1,
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "[this Guarantee form shall be filled in accordance with the instructions indicated in brackets] [insert issuing agency’s name, and address of issuing branch or office] ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Beneficiary: Director General, Mahaweli Authority of Sri Lanka, 500, T.B. Jaya Mawatha,  Colombo 10 ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Date: [insert (by issuing agency) date] ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "BID GUARANTEE No.: [insert (by issuing agency)  number] We have been informed that [insert (by issuing agency)  name of the Bidder] (hereinafter called \"the Bidder\") has submitted to you its bid dated  - [insert (by issuing agency) date](hereinafter called \"the Bid\") for the execution of Hydro Mechanical works of Walawa RB Main canal under     Invitation for Bids No. LK-MOMDE-125832- CW-RFB (“the IFB”). ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Further more, we understand that, according to your conditions, Bids must be supported by a Bid Guarantee. ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "At the request of the Bidder, we [insert name of issuing agency] hereby irrevocably undertake to pay you any sum or sums not exceeding in total an amount of -- [insert amount in figures] [insert amount in words]) upon receipt by us of your first demand in writing accompanied by a written statement stating that the Bidder is in breach of its obligation(s) under the bid conditions, because the Bidder: ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "(a) has withdrawn its Bid during the period of bid validity specified; or   \n(b) does not accept the correction of errors in accordance with the Instructions to Bidders (hereinafter “the ITB”) of the IFB; or   \n(c) having been notified of the acceptance of its Bid by the Employer/Purchaser during the period of bid validity, (i) fails or refuses to execute the Contract Form, if required, or (ii) fails or refuses to furnish the Performance Security, in accordance with the ITB. ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "This Guarantee shall expire:  (a) if the Bidder is the successful bidder, upon our receipt of copies of the Contract signed by the Bidder and of the Performance Security issued to you by the Bidder; or (b) if the Bidder is not the successful bidder, upon the earlier of (i) the successful bidder furnishing the performance security, otherwise it will remain in force up to - - (insert date) ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Consequently, any demand for payment under this Guarantee must be received by us at the office on or before that date - ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Annex – 01 ",
        "text_level": 1,
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "Check List for Bidders ",
        "text_level": 1,
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "Bidders are advised to fill the following table: ",
        "page_idx": 113
    },
    {
        "type": "table",
        "img_path": "images/7ff8c7d31521faf8e64789c8dcae1ea4d45f411269b4911d1ab0ce7759295a06.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>ITEM</td><td>YES (tick)</td><td>REFERENCE</td></tr><tr><td>Form of Bid</td><td></td><td></td></tr><tr><td>Addressed to the Employer?</td><td></td><td></td></tr><tr><td>Completed?</td><td></td><td></td></tr><tr><td>Signed?</td><td></td><td></td></tr><tr><td>Bid Security</td><td></td><td></td></tr><tr><td>Submitted in the given format?</td><td></td><td></td></tr><tr><td>Qualification Information</td><td></td><td></td></tr><tr><td>All relevant information completed?</td><td></td><td></td></tr><tr><td>Signed?</td><td></td><td></td></tr><tr><td>Addendum</td><td></td><td></td></tr><tr><td>Contents of the addendum (if any) taken into account?</td><td></td><td></td></tr><tr><td>Other</td><td></td><td></td></tr><tr><td>Affidavit completed as Schedule 11?</td><td></td><td></td></tr><tr><td>Liquid Assets and/or credit facilities</td><td></td><td></td></tr><tr><td>Construction programme</td><td></td><td></td></tr><tr><td>CV of personnel to be engaged in construction management services and key personals to be engaged in this contract.</td><td></td><td></td></tr><tr><td>List of Resources intended to be deployed for this tender</td><td></td><td></td></tr><tr><td>BID package</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 113
    },
    {
        "type": "table",
        "img_path": "images/87c8381b5d1331a33ae2828eb6eced23d9d2aac772862202ebfba65998c8760f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>All the documents given in ITB Clause 12 enclosed in the original and copy?</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 114
    }
]