[
    {
        "type": "text",
        "text": "User Guide ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Spectrum Master™ ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MS2722C, MS2723C, MS2724C, MS2725C and MS2726C High Performance Handheld Spectrum Analyzer ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Part Number: 10580-00277 Revision: E Published: September 2016 Copyright 2010, 2016 Anritsu Company ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WARRANTY ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Anritsu product(s) listed on the title page is (are) warranted against defects in materials and workmanship for one year from the date of shipment. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Anritsu’s obligation covers repairing or replacing products which prove to be defective during the warranty period. Buyers shall prepay transportation charges for equipment returned to Anritsu for warranty repairs. Obligation is limited to the original purchaser. Anritsu is not liable for consequential damages. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "LIMITATION OF WARRANTY ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The foregoing warranty does not apply to Anritsu connectors that have failed due to normal wear. Also, the warranty does not apply to defects resulting from improper or inadequate maintenance by the Buyer, unauthorized modification or misuse, or operation outside of the environmental specifications of the product. No other warranty is expressed or implied, and the remedies provided herein are the Buyer’s sole and exclusive remedies. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "DISCLAIMER OF WARRANTY ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "DISCLAIMER OF WARRANTIES. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ANRITSU COMPANY AND ITS SUPPLIERS DISCLAIM ALL WARRANTIES, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, WITH REGARD TO THE PRODUCT. THE USER ASSUMES THE ENTIRE RISK OF USING THE PRODUCT. ANY LIABILITY OF PROVIDER OR MANUFACTURER WILL BE LIMITED EXCLUSIVELY TO PRODUCT REPLACEMENT.   \nNO LIABILITY FOR CONSEQUENTIAL DAMAGES. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL ANRITSU COMPANY OR ITS SUPPLIERS BE LIABLE FOR ANY SPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF BUSINESS INFORMATION, OR ANY OTHER PECUNIARY LOSS) ARISING OUT OF THE USE OF OR INABILITY TO USE THE PRODUCT, EVEN IF ANRITSU COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. BECAUSE SOME STATES AND JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "TRADEMARK ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Windows, Windows 2000, and Windows XP, are all registered trademarks of Microsoft Corporation.   \nAcrobat Reader is a registered trademark of Adobe Corporation.   \nVxWorks and WindML are registered trademarks of Wind River Systems, Inc.   \nNI is a trademark of the National Instruments Corporation.   \nSpectrum Master is a trademark of Anritsu Company. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "NOTICE ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Anritsu Company has prepared this manual for use by Anritsu Company personnel and customers as a guide for the proper installation, operation and maintenance of Anritsu Company equipment and computer programs. The drawings, specifications, and information contained herein are the property of Anritsu Company, and any unauthorized use or disclosure of these drawings, specifications, and information is prohibited; they shall not be reproduced, copied, or used in whole or in part as the basis for manufacture or sale of the equipment or software programs without the prior written consent of Anritsu Company. For the latest service and sales contact information in your area, please visit: http://www.anritsu.com/contact.asp ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "DECLARATIONOFCONFORMITY ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Manufacturer's Name: ANRITSUCOMPANY ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Manufacturer's Address: Microwave Measurements Division 490 Jarvis Drive Morgan Hill, CA 95037-2809 USA ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "declares that the product specified below: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Product Name: Spectrum Master Model Numbers: MS2722C,MS2723C,MS2724C,MS2725C,MS2726C ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "conforms to the requirement of: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "EMC Directive: 2004/108/EC Low Voltage Directive: 2006/95/EC ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Electromagnetic Compatibility: EN61326:2006 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Emissions: EN55011: 2007 Group 1 Class A ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Immunity: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "EN 61000-4-2:1995 +A1:1998 +A2:2001   \nEN 61000-4-3:2006 +A1:2008   \nEN 61000-4-4:2004   \nEN 61000-4-5:2006   \nEN 61000-4-6: 2007   \nEN 61000-4-11: 2004   \n4 kV CD, 8 kV AD   \n3 V/m   \n0.5 kV S-L, 1 kV P-L   \n0.5 kV L-L, 1 kV L-E   \n3V   \n100% @ 20 ms ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Electrical Safety Requirement: ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Product Safety: EN 61010-1:2001 ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/572dacbbf3de54511f48b316cf0edd47b8dceaaf4aad79136682f5267688968b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Eric McLean, Corporate Quality Director ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Morgan Hill, CA ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Date ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "European Contact: For Anritsu product EMC & LVD information, contact Anritsu LTD, Rutherford Close, Stevenage Herts, SG1 2EF UK,(FAX 44-1438-740202) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CE Conformity Marking ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Anritsu affixes the CE Conformity marking onto its conforming products in accordance with Council Directives of The Council Of The European Communities in order to indicate that these products conform to the EMC and LVD directive of the European Union (EU). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CE ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "C-tick Conformity Marking ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Anritsu affixes the C-tick marking onto its conforming products in accordance with the electromagnetic compliance regulations of Australia and New Zealand in order to indicate that these products conform to the EMC regulations of Australia and New Zealand. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CN274 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Notes On Export Management ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This product and its manuals may require an Export License or approval by the government of the product country of origin for re-export from your country. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Before you export this product or any of its manuals, please contact Anritsu Company to confirm whether or not these items are export-controlled. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "When disposing of export-controlled items, the products and manuals need to be broken or shredded to such a degree that they cannot be unlawfully used for military purposes. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/5737279c7f89cef76ae294289bd5ba2f566ad56db009e58eb655db93a1808f76.jpg",
        "table_caption": [
            "产品中有毒有害物质或元素的名称及含量",
            "For Chinese Customers Only NLYB "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\">部件名称</td><td colspan=\"6\">有毒有害物质或元素</td></tr><tr><td>铅 (Pb)</td><td>汞 (Hg)</td><td>镉 (Cd)</td><td>六价铬 [Cr(VI)]</td><td>多溴联苯 (PBB)</td><td>多溴二苯醚 (PBDE)</td></tr><tr><td>印刷线路板 (PCA)</td><td>×</td><td>O</td><td></td><td></td><td></td><td></td></tr><tr><td>机壳、支架 (Chassis)</td><td>X</td><td></td><td>X</td><td></td><td>O</td><td>0</td></tr><tr><td>其他（电缆、风扇、 连接器等） (Appendedgoods)</td><td>×</td><td>O</td><td></td><td>×</td><td>O</td><td>O</td></tr><tr><td colspan=\"7\">O：表示该有毒有害物质在该部件所有均质材料中的含量均在SJ/T11363-2006标准规 定的限量要求以下。 ×：表示该有毒有害物质至少在该部件的某一均质材料中的含量超出SJ/T11363-2006 标准规定的限量要求。</td></tr></table></body></html>\n\n",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "环保使用期限",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/200a94fea3dfb56e3276059a99f99eec8fee2aee8fc1edd3a73fb55295871458.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这个标记是根据2006/2/28公布的「电子信息产品污染控制管理办法」以及SJ/T11364-2006「电子信息产品污染控制标识要求」的规定，适用于在中国销售的电子信息产品的环保使用期限。仅限于在遵守该产品的安全规范及使用注意事项的基础上，从生产日起算的该年限内，不会因产品所含有害物质的泄漏或突发性变异，而对环境污染，人身及财产产生深刻地影响。注）电池的环保使用期限是5年。生产日期标于产品序号的前四码(如S/N0728XXXX为07年第28周生产）。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6f4790449a72fa4be783411e036db9c2570c52782aeeae5d143e48a440db6d21.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Safety Symbols ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To prevent the risk of personal injury or loss related to equipment malfunction, Anritsu Company uses the following symbols to indicate safety-related information. For your own safety, please read the information carefully before operating the equipment. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Symbols Used in Manuals ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Danger ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/2cae1f8ebdef49c79912b6d380732953291f6e1a469d09001f342d27868f94ea.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This indicates a very dangerous procedure that could result in serious injury or death, or loss related to equipment malfunction, if not performed properly. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Warning WARNING ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This indicates a hazardous procedure that could result in light-to-severe injury or loss related to equipment malfunction, if proper precautions are not taken. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Caution ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/c996639559f7b0581650227435607ea0fdb85851ad0b0c9f206d4dd2c07f2d45.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This indicates a hazardous procedure that could result in loss related to equipment malfunction if proper precautions are not taken. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Safety Symbols Used on Equipment and in Manuals ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The following safety symbols are used inside or on the equipment near operation locations to provide information about safety items and operation precautions. Ensure that you clearly understand the meanings of the symbols and take the necessary precautions before operating the equipment. Some or all of the following five symbols may or may not be used on all Anritsu equipment. In addition, there may be other labels attached to products that are not shown in the diagrams in this manual. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This indicates a prohibited operation. The prohibited operation is indicated symbolically in or near the barred circle. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This indicates a compulsory safety precaution. The required operation is indicated symbolically in or near the circle. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This indicates a warning or caution. The contents are indicated symbolically in or near the triangle. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/f09dca6c8252a76c4fb8cb313c05469639acf5a35a008abfec83f40176f20dfd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This indicates a note. The contents are described in the box. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/9ca6fa2553c6c397f547ded8233732387eb462fa96b6c8d25d048c37113c4950.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/7328e4b6019d314f7dbd8b9e76ffb8068c0717160234b1e6be208c90f7583f20.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "These indicate that the marked part should be recycled. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For Safety ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Warning ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/fc0c33bd6dad165368efc1884456a52978380e7932a703be920cd9e808251e16.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Always refer to the operation manual when working near locations at which the alert mark, shown on the left, is attached. If the operation, etc., is performed without heeding the advice in the operation manual, there is a risk of personal injury. In addition, the equipment performance may be reduced. Moreover, this alert mark is sometimes used with other marks and descriptions indicating other dangers. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Warning ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f3a3f2d8cbb8de8391dc87e4538f46c06d225929d1fc7fc6cff310a5ca64ec38.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "When supplying power to this equipment, connect the accessory 3-pin power cord to a 3-pin grounded power outlet. If a grounded 3-pin outlet is not available, use a conversion adapter and ground the green wire, or connect the frame ground on the rear panel of the equipment to ground. If power is supplied without grounding the equipment, there is a risk of receiving a severe or fatal electric shock. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/10a181c06f6d64b019b0a9fce9066eba7d911ecc1a07449856af15946f023630.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This equipment can not be repaired by the operator. Do not attempt to remove the equipment covers or to disassemble internal components. Only qualified service technicians with a knowledge of electrical fire and shock hazards should service this equipment. There are high-voltage parts in this equipment presenting a risk of severe injury or fatal electric shock to untrained personnel. In addition, there is a risk of damage to precision components. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Caution ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/a3ac024764d4939281ac1ba4e5ade4309aa4087e62128131e80c4a2ac35f7d99.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Electrostatic Discharge (ESD) can damage the highly sensitive circuits in the instrument. ESD is most likely to occur as test devices are being connected to, or disconnected from, the instrument’s front and rear panel ports and connectors. You can protect the instrument and test devices by wearing a static-discharge wristband. Alternatively, you can ground yourself to discharge any static charge by touching the outer chassis of the grounded instrument before touching the instrument’s front and rear panel ports and connectors. Avoid touching the test port center conductors unless you are properly grounded and have eliminated the possibility of static discharge. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Repair of damage that is found to be caused by electrostatic discharge is not covered under warranty. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Warning ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/45d8d194fef906054d66ec0471b546425ffc94a3551d059e8b1f7761ccdcbd0f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This equipment is supplied with a rechargeable battery that could potentially leak hazardous compounds into the environment. These hazardous compounds present a risk of injury or loss due to exposure. Anritsu Company recommends removing the battery for long-term storage of the instrument and storing the battery in a leak-proof, plastic container. Follow the environmental storage requirements specified in the product data sheet. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chapter 1—General Information ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1-1 Introduction . . 1-1   \n1-2 Contacting Anritsu 1-1   \n1-3 Available Models. . 1-2   \n1-4 Available Options . 1-2   \n1-5 Standard and Optional Accessories 1-3   \n1-6 Additional Documents  . 1-4   \n1-7 Instrument Description . . 1-4   \n1-8 Spectrum Master Specifications . 1-5   \n1-9 Calibration Requirements 1-5   \n1-10 Preventive Maintenance 1-5   \n1-11 ESD Cautions 1-6   \n1-12 Anritsu Reference Documents 1-7   \n1-13 Anritsu Service Centers 1-7   \n1-14 Battery Replacement 1-8   \n1-15 Soft Carrying Case . 1-9   \n1-16 Tilt Bail Stand 1-10   \n1-17 Secure-Environment Workplace . 1-10   \nOption 7, Secure Data . . 1-10   \nSpectrum Master Memory Types . 1-11   \nErase All User Files in Internal Memory . 1-12   \nRecommended Usage in a Secure Environment . 1-12 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chapter 2—Instrument Overview ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2-1 Introduction . . 2-1   \n2-2 Hardware Overview 2-2   \nTurning On the MS272xC for the First Time . . 2-2   \n2-3 Front Panel Overview . . 2-3   \n2-4 Front Panel Keys 2-4   \nMain Menu Keys . . 2-5   \nSubmenu Keys . . 2-5   \n2-5 Mode Selector Menu  . . 2-6   \n2-6 Secondary Function Menus . 2-7   \n2-7 Display Overview . . 2-8   \nSpectrum Analyzer Mode . 2-8   \n2-8 Parameter Setting. 2-9   \n2-9 Text Entry . 2-9   \n2-10 Connector Care. . 2-12   \nConnecting Procedure . . 2-12   \nDisconnecting Procedure. . 2-12   \n2-11 Test Panel Connectors . 2-13   \n2-12 Symbols and Indicators. . 2-15   \n2-13 Firmware Overview. . . 2-17   \nMain Menu Keys . . . 2-17   \nSubmenu Keys  . . 2-17 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Chapter 3—Quick Start Guide ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-1 Introduction . 3-1 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-2 Measurement Setup 3-2   \nConnect the Input Source . 3-2   \nEditing and Entering Values . 3-2   \nSelecting the Analyzer Mode . 3-2 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-3 Set the Measurement Frequency 3-3 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Using Start and Stop Frequencies 3-3   \nEntering Center Frequency . . 3-3   \nSelecting Signal Standard . 3-3   \nSetting Measurement Frequency Bandwidth . 3-3 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-4 Set the Amplitude 3-5 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Setting Amplitude Reference Level and Scale 3-5   \nSetting Amplitude Range and Scale . 3-5   \nReference Level Offset for External Loss or External Gain . . 3-6 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-5 Set the Span 3-6",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-6 Setting Up Limit Lines 3-7 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Simple Limit Line . . 3-7   \nLimit Line Envelope . . 3-7   \nComplex Limit Lines . 3-8 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-7 Setting Up Markers -9 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-8 Selecting a Measurement Type  . 3-10 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3-9 Saving Measurements 3-10   \n3-10 Master Software Tools . . 3-10 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 4—File Management ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4-1 Introduction. 4-1 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4-2 Managing Files . 4-1 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Save Files 4-1   \nRecall Files 4-2   \nRecall Dialog Box 4-2   \nCopying Files  . . 4-3   \nDeleting Files . . 4-5   \nDelete Dialog Box . 4-5 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4-3 File Menu Overview 4-6 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4-4 File Menu . 4-7 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Save Menu . 4-8   \nSave Location Menu . 4-9   \nSave On Event Menu 4-10   \nRecall Menu 4-11   \nCopy Menu . 4-12   \nDelete Menu 4-13 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 5—System Operation ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5-1 Introduction . . 5-1   \n5-2 System Menu Overview . 5-2   \n5-3 System Menu . 5-3   \nSystem Options Menu . 5-4   \nSystem Options 2/2 Menu . 5-5   \nDisplay Settings Menu . 5-6   \nReset Menu . 5-7   \n5-4 Preset Menu . 5-8   \n5-5 Power On Self Test . 5-8   \n5-6 Update Firmware  . . 5-9   \nUsing a USB Memory Device . . 5-9   \nUpdate Firmware Using Master Software Tools . 5-11 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chapter 6—GPS (Option 31) ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6-1 Introduction 6-1   \n6-2 Setting Up GPS (Option 31) . 6-1   \nActivating the GPS Feature . . . 6-1 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Chapter 7—Master Software Tools ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "7-1 Introduction . 7-1   \n7-2 Master Software Tools Overview . 7-1   \n7-3 MST Feature Overview. . 7-1   \n7-4 Installing MST . . 7-2   \n7-5 Updating Instrument Firmware . 7-2   \nUpdate Firmware by Using a USB Device. . 7-6 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix A—Measurement Guides ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "A-1 Introduction A-1   \nA-2 Documents, Firmware, Supplemental Information . A-1 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix B—Error Messages ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "B-1 Introduction . . B-1   \nB-2 Self Test or Application Self Test Error Messages . B-1   \nB-3 Operation Error Messages . . B-2 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix C—LAN and DHCP ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "C-1 Introduction .C-1   \nC-2 Ethernet Configuration .C-1   \nLAN Connection .C-1   \nEthernet Config .C-3   \nEthernet Menu .C-4   \nC-3 DHCP .C-5   \nExample 1 .C-5   \nExample 2 . .C-6   \nC-4 ipconfig Tool . .C-6   \nC-5 Ping Tool .C-7 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Index ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Chapter 1 — General Information ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1-1 Introduction ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This chapter provides a description of the handheld Anritsu Spectrum Master models MS2722C, MS2723C, MS2724C, MS2725C, and MS2726C, referred to collectively as model series $\\mathrm{MS272xC}$ . It also briefly describes preventive maintenance, calibration requirements, ESD cautions, and additional documents. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "General and performance specifications, instrument options, standard accessories, and optional accessories are in the Spectrum Master Technical Data Sheets: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "• PN: 11410-00529 for MS2722C PN: 11410-00524 for MS2723C PN: 11410-00525 for MS2724C PN: 11410-00526 for MS2725C PN: 11410-00527 for MS2726C ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Refer to Appendix A, “Measurement Guides”, for additional information. Throughout this manual, these instruments may be referred to as a Spectrum Master or as a model MS2722C, MS2723C, MS2724C, MS2725C, MS2726C, or as model MS272xC.10580-00277 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1-2 Contacting Anritsu ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "To contact Anritsu, please visit: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "http://www.anritsu.com/contact.asp ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "From here, you can select the latest sales, select service and support contact information in your country or region, provide online feedback, complete a \"Talk to Anritsu\" form to have your questions answered, or obtain other services offered by Anritsu. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Updated product information can be found on the Anritsu web site: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "http://www.anritsu.com/ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Search for the product model number. The latest documentation is on the product page under the Library tab. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Example URL for MS2722C: http://www.anritsu.com/en-us/products-solutions/products/MS2035B.aspx ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1-3 Available Models ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Table 1-1 lists the Spectrum Master models and frequency range described in this User Guide. ",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/6ce9852cc5786f09c194274a8945e6645f2e21de3c21051362ddcbc0e0b55f7c.jpg",
        "table_caption": [
            "Table 1-1. Spectrum Master Model "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Model</td><td>Frequency Range</td></tr><tr><td>MS2722C</td><td>Spectrum Analyzer, 9 kHz to 9 GHz</td></tr><tr><td>MS2723C</td><td>Spectrum Analyzer, 9 kHz to 13 GHz</td></tr><tr><td>MS2724C</td><td>Spectrum Analyzer, 9 kHz to 20 GHz</td></tr><tr><td>MS2725C</td><td>Spectrum Analyzer, 9 kHz to 32 GHz</td></tr><tr><td>MS2726C</td><td>Spectrum Analyzer, 9 kHz to 43 GHz</td></tr></table></body></html>\n\n",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "1-4 Available Options ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Available options for the Spectrum Master is shown in Table 1-2. ",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/c35931bd83fe0ce5645c7854e47e9541d3ecdb54ef4ee3222f4a70f7e1859b95.jpg",
        "table_caption": [
            "Table 1-2. Available Options (Sheet 1 of 2) "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>MS2722C-xxxx MS2723C-xxxx MS2724C-xxxx MS2725C-xxxx MS2726C-xxxx</td><td></td></tr><tr><td>0007</td><td>Description Secure Data Operation</td></tr><tr><td>0019</td><td>High-Accuracy Power Meter (sensor not included)</td></tr><tr><td>0031</td><td>GPS Receiver (Requires GPS Antenna 2000-1528-R)</td></tr><tr><td>0025</td><td></td></tr><tr><td>0027</td><td>Interference Analyzer</td></tr><tr><td></td><td>Channel Scanner</td></tr><tr><td>0089</td><td>Zero-Span IF Output</td></tr><tr><td>0009</td><td>I/Q Demodulation Hardware</td></tr><tr><td></td><td></td></tr><tr><td>0040</td><td>GSM/GPRS/EDGE RF Measurements(1)</td></tr><tr><td>0041</td><td>GSM/GPRS/EDGE Demodulation(1)</td></tr><tr><td></td><td></td></tr><tr><td>0035</td><td>W-CDMA/HSDPA Over-the-Air Measurements(2)</td></tr><tr><td>0044</td><td>W-CDMA/HSDPA RF Measurements(1)</td></tr><tr><td>0045</td><td>W-CDMA Demodulation (mutually exclusive with 0065)(1)</td></tr><tr><td>0065</td><td>W-CDMA/HSDPA Demodulation (mutually exclusive with 0045)(1)</td></tr><tr><td></td><td></td></tr><tr><td>0038</td><td>TD-SCDMA/HSDPA Over-the-Air Measurements(1)</td></tr><tr><td>0060</td><td>TD-SCDMA/HSDPA Measurements(1)</td></tr><tr><td>0061</td><td>TD-SCDMA/HSDPA Demodulation(1)</td></tr></table></body></html>\n\n",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/16c2a46db0908b05129f70f96f61c2c8d87acc4e09615b27edd8ff47e4a53a9a.jpg",
        "table_caption": [
            "Table 1-2. Available Options (Sheet 2 of 2) "
        ],
        "table_footnote": [
            "1.  Requires Option 0009. 2.  Requires Option 0009 and Option 0031. "
        ],
        "table_body": "\n\n<html><body><table><tr><td>MS2722C-xXxx MS2723C-xxxx MS2724C-xxxx MS2725C-xXxx</td><td></td></tr><tr><td>MS2726C-xxxx</td><td>Description</td></tr><tr><td>0541 0542</td><td>LTE RF Measurements(1) LTE Modulation Measurements(1)</td></tr><tr><td>0543</td><td>LTE Bandwidths 15 MHz and 20 MHz (requires option 0541, 0542, 0551 or</td></tr><tr><td></td><td>0552)</td></tr><tr><td>0546</td><td> LTE Over-the-Air Measurements(1)</td></tr><tr><td>0551</td><td>TD-LTE RF Measurements(1)</td></tr><tr><td>0552</td><td>TD-LTE Modulation Measurements(1)</td></tr><tr><td>0556</td><td>TD-LTE Over-the-Air Measurements(1)</td></tr><tr><td></td><td></td></tr><tr><td>0033</td><td> cdmaOne/CDMA2000 1X Over-the-Air Measurements(2)</td></tr><tr><td>0042</td><td>cdmaOne/CDMA2000 1X RF Measurements(1)</td></tr><tr><td>0043</td><td> cdmaOne/CDMA2000 1X Demodulation(1)</td></tr><tr><td></td><td></td></tr><tr><td>0062</td><td>CDMA2000 1xEV-DO RF Measurements(1)</td></tr><tr><td>0063</td><td>CDMA2000 1xEV-DO Demodulation(1)</td></tr><tr><td>0034</td><td>CDMA2000 1xEV-DO Over-the-Air Measurements(2)</td></tr><tr><td>0046</td><td>IEEE 802.16 Fixed WiMAX RF Measurements(1)</td></tr><tr><td>0047</td><td>IEEE 802.16 Fixed WiMAX Demodulation(1)</td></tr><tr><td>0037</td><td>IEEE 802.16 Mobile WiMAX Over-the-Air Measurements(1)</td></tr><tr><td>0066</td><td>IEEE 802.16 Mobile WiMAX RF Measurements(1)</td></tr><tr><td>0067</td><td>IEEE 802.16 Mobile WiMAX Demodulation(1)</td></tr><tr><td></td><td></td></tr><tr><td>0509</td><td>AM/FM/PM Analyzer</td></tr><tr><td></td><td></td></tr><tr><td>0098</td><td>Standard Calibration to Z540</td></tr><tr><td></td><td></td></tr><tr><td>0099</td><td>Premium Calibration to Z540 plus test data</td></tr></table></body></html>\n\n",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1-5 Standard and Optional Accessories ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The Spectrum Master Technical Data Sheet listed in Section 1-1 contains a list and description of available accessories. The data sheet is available on the Anritsu web site: http://www.anritsu.com. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1-6 Additional Documents ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This user guide is specific to the Spectrum Master $\\mathrm{MS272xC}$ (models MS2722C, MS2723C, MS2724C, MS2725C, and MS2726C). Additional instrument functions and descriptions of optional measurement capabilities are described in measurement guides. Refer to Appendix A, “Measurement Guides” for a list of these guides and their Anritsu part numbers. Measurement guides are provided on the Documentation disc that is shipped with the instrument and are also available for download (at no charge) from the Anritsu web site. Refer to section “Anritsu Reference Documents” on page 1-7. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1-7 Instrument Description ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The Spectrum Master is a synthesizer-based handheld spectrum analyzer that provides quick and accurate measurement results. Measurements can be easily made by using the main instrument functions: frequency, span, amplitude, and bandwidth. Dedicated keys for common functions and a familiar calculator-type keypad are available for fast data entry. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Time and date stamping of measurement data is automatic. The internal memory provides for the storage and recall of up to 1000 measurement setups and up to 1000 traces using Master Software Tools (MST). External storage can be used for bulk measurement storage. The bright daylight-viewable, high-resolution, color liquid crystal display (LCD) provides easy viewing in a variety of lighting conditions. The Spectrum Master is capable of up to 2.5 hours of continuous operation from a fully charged battery and can be operated from a 12 VDC source, which also simultaneously charges the battery. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The Spectrum Master is designed for monitoring, measuring, and analyzing signal environments. Typical measurements include: in-band interference and transmit spectrum analysis, plus cell site and $802.11\\mathrm{a}/\\mathrm{b}/\\mathrm{g}$ interference testing. Options are available for RF, advanced demodulation, and over-the-air (OTA) measurement. A full range of marker capabilities (such as peak, center, and delta functions) are provided for faster, more comprehensive analysis of displayed signals. Upper and lower multi-segmented limit lines are available to create quick, simple pass/fail measurements. A menu option provides for an audible alert when a limit value is exceeded. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In transmitter analyzer mode, the Spectrum Master displays six markers and the marker table in Code Domain Power and Codogram displays. In Spectrum Analyzer mode, a full range of marker capabilities is provided. Markers are not available in GSM mode. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Anritsu Master Software Tools, a PC-based software program, provides for storing measurement data. Master Software Tools can also convert the Spectrum Master display into several graphic formats. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Measurements may be stored in the internal memory or a USB flash drive. Stored measurements can be downloaded to a PC by using the included USB and Ethernet cables. After being stored, the graphic trace can then be displayed, scaled, or enhanced with markers and limit lines. Historical graphs can be overlaid with current data by using the PC mouse in drag-and-drop fashion. The underlying data can be extracted and used in spreadsheets or for other analytical tasks. ",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/fe7f0c3b02219e728c48904ed4a4512aac88fbfe48816242629c2de7a0354f75.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Note</td><td>Not all USB drives are compatible with the instrument. Many drives come with a second partition that contains proprietary firmware. This partition must be removed. Only one partition is allowed. Refer to the individual manufacturer for instructions on how to remove it. Some drives can be made to work by reformatting them using the FAT32 format.</td></tr></table></body></html>\n\n",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "1-8 Spectrum Master Specifications ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Refer to the Technical Data Sheet listed in Section 1-1 for general specifications, detailed measurement specifications for all available measurement modes, ordering information, power sensors, and available accessories. The data sheet is included with the instrument and also available on the Anritsu web site: http://www.anritsu.com. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "1-9 Calibration Requirements ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The Spectrum Master loads factory calibration data during start-up, eliminating the need for daily calibration checks. In WCDMA modes, an additional automatic calibration is performed as the internal temperature of the Spectrum Master changes (to insure the best possible measurement results). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Although the Spectrum Master does not require daily field calibration, Anritsu Company recommends annual calibration and performance verification by local Anritsu service centers. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "1-10 Preventive Maintenance ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Spectrum Master preventive maintenance consists of cleaning the unit and inspecting and cleaning the RF connectors on the instrument and on all accessories. Clean the Spectrum Master with a soft, lint-free cloth that is dampened with water or with water and a mild cleaning solution. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Caution To avoid damage to the display or case, do not use solvents or abrasive cleaners. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Clean the RF connectors and center pins with a cotton swab dampened with denatured alcohol. Visually inspect the connectors. The fingers of N(f) connectors and the pins of $\\mathrm{{N}}(\\mathrm{{m})}$ connectors should be unbroken and uniform in appearance. If you are unsure whether the connectors are good, then gauge the connectors to confirm that their dimensions are correct. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Visually inspect test port cables. Test port cables should be uniform in appearance, not stretched, kinked, dented, or broken. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "1-11 ESD Cautions ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The $\\mathrm{MS272xC}$ , like other high performance instruments, is susceptible to ESD (electrostatic discharge) damage. Coaxial cables and antennas often build up a static charge, which may damage the $\\mathrm{MS272xC}$ input circuitry (if allowed to discharge by connecting directly to the $\\mathrm{MS272xC}$ without previously discharging the static charge). $\\mathrm{MS272xC}$ operators must be aware of the potential for ESD damage and take all necessary precautions. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Operators should exercise practices outlined within industry standards such as JEDEC-625 (EIA-625), MIL-HDBK-263, and MIL-STD-1686, which pertain to ESD and ESDS devices, equipment, and practices. Because these apply to the $\\mathrm{MS272xC}$ , Anritsu Company recommends that any static charges that may be present be dissipated before connecting coaxial cables or antennas to the $\\mathrm{MS272xC}$ . This may be as simple as temporarily attaching a short or load device to the cable or antenna prior to attaching to the $\\mathrm{MS272xC}$ . Remember that the operator may also carry a static charge that can cause damage. Following the practices outlined in the above standards ensures a safe environment for both personnel and equipment. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "1-12 Anritsu Reference Documents ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The following URL is an Internet link to the Spectrum Master product page. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Spectrum Master product page link: http://www.us.anritsu.com/SpectrumMaster ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "A table at the bottom of each Spectrum Master web page presents Internet links to related literature and software. Examples include the following types of documents: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "• Application Notes Brochures Data Sheets Instruction Sheets Technical Notes White Papers Master Software Tools ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "1-13 Anritsu Service Centers ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "For the latest service and sales information in your area, please visit the following URL: http://www.anritsu.com/Contact.asp   \nand choose a country for regional contact information. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "1-14 Battery Replacement ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The battery can be replaced without the use of tools. The battery compartment is located on the lower left side of the instrument (when you are facing the measurement display). Slide the battery door down, towards the bottom of the instrument, to remove it. Remove the battery pack from the instrument by pulling straight out on the battery lanyard. Replacement is the opposite of removal. ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/a8ff233b7f7280c5c05c42784cf30190192ca48f623628d407d8bb7700f0083d.jpg",
        "img_caption": [
            "Figure 1-1. Battery Compartment Door "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Note Use only Anritsu approved batteries, adapters, and chargers with this instrument. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The battery that is supplied with the Spectrum Master may need charging before use. The battery can be charged while it is installed in the Spectrum Master by using either the AC-DC Adapter or the 12-Volt DC adapter, or separately in the optional Dual Battery Charger. Refer to section “Symbols and Indicators” on page 2-15 for a description of battery symbols. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Caution ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "When using the Automotive Cigarette Lighter Adapter, always verify that the supply is rated for a minimum of 60 Watts $@$ 12 VDC, and that the socket is clear of any dirt or debris. If the adapter plug becomes hot to the touch during operation, then discontinue use immediately. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Anritsu Company recommends removing the battery for long-term storage of the instrument. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "1-15 Soft Carrying Case ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The instrument can be operated while in the soft carrying case. On the back of the case is a large storage pouch for accessories and supplies. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "To install the instrument into the soft carrying case: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "1. The front panel of the case is secured with hook-and-loop fasteners. Fully close the front panel of the case. When closed, the front panel supports the shape of the case while you are inserting the Spectrum Master.   \n2. Place the soft carrying case face down on a stable surface, with the front panel fully closed and laying flat.   \n3. Fully open the zippered back of the case. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Two zippers provide access around the back of the case. The zipper closer to the front of the case opens the case back, and allows access to install and remove the instrument. The zipper closer to the back of the case opens a support panel that can be used to provide support for improved stability and air flow while the instrument is in the case. This support panel also contains the storage pouch. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4. Insert the instrument face down into the case, taking care that the connectors are properly situated in the case top opening. You may find it easier to insert the connectors first, then pull the corners over the bottom of the Spectrum Master. ",
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/5e3e4dd7195d796c1f784b0a6ed6da438f56cdac0eaadae480177af9eb46d25e.jpg",
        "img_caption": [
            "Figure 1-2. Instrument Inserted Into the Soft Carrying Case "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5. Close the back panel and secure with the zipper. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The soft carrying case includes a detachable shoulder strap, which can be connected to the D-rings on the upper corners of the case, as required for comfort or convenience. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "1-16 Tilt Bail Stand ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The attached Tilt Bail can be used for desktop operation. The tilt bail provides a backward tilt for improved stability and air flow. To deploy the tilt bail, pull the bottom of the tilt bail away from the back of the instrument. To store the tilt bail, push the bottom of the bail towards the back of the instrument and snap the bail into the clip on the back of the instrument. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "1-17 Secure-Environment Workplace ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "This section describes the Option 7 and Frequency Blanking, types of memory in the Spectrum Master, how to delete stored user files in internal memory, and recommended usage in a secure-environment workplace. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Option 7, Secure Data ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Option 7, Secure Data will set the instrument to allow saving information to only an external USB flash drive. Saving to the internal memory is disabled. When Option 7 is installed, itis always On. It can be disabled only if a Service Center or other repair facility removes Option 7 from the instrument. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Note that even with Option 7 enabled, operating parameters (such as frequency Caution range and power level) that are set by the user are stored in the Spectrum Master EEPROM when the Spectrum Master is turned OFF. These parameters can be erased, however, via a Master Reset operation, as described later in this chapter. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Frequency Blanking ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Option 7 allows the user to hide the displayed frequency values. Frequency values displayed on the screen and menus are replaced with ##.####. To enable frequency blanking press the Shift key, then the System (8) key. Press the System Options submenu key, then the Reset submenu key. Press the Frequency Blanking submenu key so that On is underlined. Setting Frequency Blanking back to Off will preset the instrument to factory default settings. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "After frequency blanking is enabled the user is not able to restore the frequency readouts. Following is a list of the security measures that have been taken to protect the frequency information after Frequency Blanking is turned on. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "1. Turning off frequency blanking presets the instrument (and the frequencies) to the factory default settings.   \n2. Turning off the instrument presets the instrument to the factory default settings and turns off frequency blanking.   \n3. Presetting the instrument turns off frequency blanking and restores the factory default settings.   \n4. Frequency blanking is available only with Option 7 to ensure that user files and calibration files are not stored in the internal memory of the instrument. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Warning ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Note that when Frequency Blanking is turned on user files can still be stored and saved to an external USB drive, and that frequency information is not blanked in those files. Also, frequency information is not blanked from the SCPI commands that are used to remotely control the instrument. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Spectrum Master Memory Types ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The instrument contains non-volatile disk-on-a-chip memory, EEPROM, and volatile DRAM memory. The instrument does not have a hard disk drive or any other type of volatile or non-volatile memory. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "EEPROM ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "This memory stores the model number, serial number, and calibration data for the instrument. Also stored here are the user-set operating parameters, such as frequency range. During the master reset process, all operating parameters that are stored in the EEPROM are set to standard factory default values. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "RAM Memory ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "This is volatile memory that is used to store parameters that are needed for the normal operation of the instrument along with current measurements. This memory is reset whenever the instrument is restarted. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "External USB Flash Drive (not included with the instrument) ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "This memory may be selected as the destination for saved measurements and setups for the instrument. You can also copy the contents of the internal disk-on-chip memory to the external flash memory for storage or data transfer. The external Flash USB can be reformatted or sanitized using software on a PC. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Refer to the Chapter 4, “File Management” for additional information about saving and copying files to the USB flash drive. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Erase All User Files in Internal Memory ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Perform a Master Reset: ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "1. Turn on the instrument.   \n2. Press the Shift button then the System (8) button.   \n3. Press the System Options submenu key.   \n4. Press the Reset key, then the Master Reset key.   \n5. A dialog box will be displayed on the screen warning that all settings will be returned to factory default values, and that all user files will be deleted. This deletion is a standard file delete and does not involve overwriting exiting information.   \n6. Press the Enter button to complete the master reset.   \n7. The instrument reboots, and the reset is complete. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Recommended Usage in a Secure Environment ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The Spectrum Master does not currently provide a secure erase feature. In environments where data security is an issue, Anritsu Company recommends that you store your Spectrum Master-created files on an external USB Flash drive that is then securely retained, sanitized, or destroyed after use. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "To set the Spectrum Master to save files to an external USB Flash drive: ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "1. Attach the external Flash drive and turn on the instrument.   \n2. Press the Shift button then the File (7) button.   \n3. Press the Save submenu key.   \n4. Press the Change Save Location and using the arrow keys or rotary knob, select the   \nlocation on the USB drive where the files are to be saved.   \n5. Press the Set Location submenu key.   \n6. Press Esc to clear the Save dialog box. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The external USB drive location is now the default location for saving files. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Not all USB drives are compatible with the instrument. Many drives come with a second partition that contains proprietary firmware. This partition must be Note removed. Only one partition is allowed. Refer to the individual manufacturer for instructions on how to remove it. Some drives can be made to work by reformatting them using the FAT32 format. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Chapter 2 — Instrument Overview ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "2-1 Introduction ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "This chapter provides a brief overview of the Anritsu MS272xC Spectrum Master. The intent of this chapter is to acquaint you with the instrument. To begin using the instrument immediately, go to Chapter 3, “Quick Start Guide”, to find directions for power on, editing, frequency, bandwidth, amplitude, limit line, marker, file management procedures, and firmware update. For more detailed information on measurement setups, refer to the specific measurement guides, which are based on the options that can be purchased for this instrument. The measurement guides and a copy of this user guide are available as PDF files on the Documentation disc or the Anritsu web site (http://www.anritsu.com). Refer to Appendix A, “Measurement Guides”. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "2-2 Hardware Overview ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Turning On the MS272xC for the First Time ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The Anritsu $\\mathrm{MS272xC}$ Spectrum Master is capable of approximately 2.5 hours of continuous operation from a fully charged, field-replaceable battery (refer to Section “Battery Replacement” on page 1-8 of Chapter 1). The $\\mathrm{MS272xC}$ can also be operated from a 12 VDC source (which will also simultaneously charge the battery). This can be achieved with either the Anritsu AC–DC Adapter or Automotive Cigarette Lighter Adapter. Both items are included as standard accessories (refer to the list of accessories in the Technical Data Sheet for your specific instrument, as listed in section “Introduction” on page 1-1). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Caution ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "When using the Automotive Cigarette Lighter Adapter, always verify that the supply is rated for a minimum of 60 Watts at 12 VDC and that the socket is clear of any dirt or debris. If the adapter plug becomes hot to the touch during operation, then discontinue use immediately. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "To turn on the $\\mathrm{MS272xC}$ , press the On/Off button on the front panel (Figure 2-1). ",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/25ec5b79c0e65b0c0dddd0b46e42ac25889e1b33484aa4cd59e13af261e58074.jpg",
        "img_caption": [
            "Figure 2-1. MS272xC On/Off Button "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The $\\mathrm{MS272xC}$ Spectrum Master takes approximately forty seconds to complete power-up and to load the application software. At the completion of this process, the instrument is ready to be used. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "2-3 Front Panel Overview ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "The Spectrum Master menu-driven interface is easy to use and requires little training. Hard keys on the front panel are used to initiate function-specific menus. Five main menu keys are located below the display. These keys vary in function depending upon the selected mode of instrument operation. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "A rotary knob and 21 hard keys are located to the right of the measurement display. Nine of the hard keys are dual purpose, depending upon the current mode of operation. The dual-purpose keys are labeled with a number on the key itself. The alternate function is printed on the panel above each of these nine keys. Use the shift key to access the functions that are printed on the panel. The Escape key (which is used for aborting data entry) is the round button located above the submenu keys. The rotary knob, the four arrow keys, and the keypad can be used to change the value of an active parameter. The rotary knob can also be pressed to duplicate the action of the Enter key. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Arranged in a vertical column on the instrument case and along the right edge of the measurement display are 8 submenu keys. They change function depending upon the current menu selection. The current submenu key function is indicated in the active function block (submenu key labels) on the right edge and within the measurement display. An example of the keys is shown in Figure 2-2. ",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/600459dcab29556349ad8938517164afcceb4be931b74009e816c3e5a1d95792.jpg",
        "img_caption": [
            "Figure 2-2. Front Panel Overview "
        ],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Other features on the front panel include: ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Battery Charge LED (Green) ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The Battery Charge LED flashes if the battery is charging, and remains on steady when the battery is fully charged. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Charge Fault LED (Red) ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The Charge Fault LED remains on under a battery charger fault condition. Fault conditions include a battery cell voltage that is too low to charge or a battery temperature that is outside the temperature range ( $-5^{\\circ}\\mathrm{C}$ to $+45^{\\circ}\\mathrm{C}$ ) for charging. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Fan Inlet and Exhaust Ports ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Keeping the fan inlet and exhaust ports clear of obstructions at all times is important for proper ventilation and cooling of the instrument. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "2-4 Front Panel Keys ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The term hard key refers to all of the buttons on the instrument face except for the vertical row of 8 gray buttons adjacent to the right edge of the measurement display screen (the 8 submenu keys) and the horizontal row of 5 gray buttons below the measurement display screen (the 5 main menu keys). ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The hard keys perform as follows: ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Esc Key ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Press this key to cancel any setting that is currently being made. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Enter Key ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Press this key to finalize data input. Pressing the rotary knob performs this same function. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Arrow Keys ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The four arrow keys (between the rotary knob and the Esc key) are used to scroll up, down, left, or right. The arrow keys can often be used (depending upon measurement selection) to change a value or to change a selection from a list. This function is similar to the function of the rotary knob. In some measurements, the Left/Right arrow keys change values by different increments than the Up/Down arrow keys or the rotary knob. The arrow keys are also used to move markers. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Shift Key ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Press the Shift key and then press a number key to open the menu that is indicated in blue text above the number key. When the Shift key is active, its icon is displayed at the top-right of the measurement display area between the battery charge indicator and the submenu label. ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/410aa85f6061d413f186d45dea8fa7af7d733df856375671b905e9844153c97f.jpg",
        "img_caption": [
            "Figure 2-3. Shift Key Icon "
        ],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The Shift key is also used for UPPERCASE letters when entering text (refer to “Text Entry” on page 2-9. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Back Key ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Press this key to delete only one character, one number, or the range that is specified by the cursor. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "+/– Key ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Press this key to change the sign of numbers that are entered with the number keys. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Number Keypad ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Press these keys to directly input numbers. Number keys 1 through 9 are also used to open menus. Refer to the functions of the “Shift Key”. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Rotary Knob ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Turn the rotary knob to change numerical values, to scroll through selectable items within a list, and to move markers. Values or items may be within a dialog box or an edit window. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Press the rotary knob to finalize the input function in the same manner as pressing the Enter key. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Main Menu Keys ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The 5 main menu keys are horizontally arranged adjacent to the measurement display screen and along its lower edge. These keys (buttons) have no printed labels. They are positioned to accompany virtual key labels that are displayed in the measurement display area. These main menu key labels change to match specific instrument Mode settings. Each Mode has a specific set of main menu keys. For details about the main menu keys, refer to the section “Firmware Overview” on page 2-17. For details about the Mode settings, refer to section “Mode Selector Menu” on page 2-6. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Submenu Keys ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "These 8 gray keys (buttons) have no printed labels. They are arranged adjacent to the measurement display screen along the right-hand edge. They are positioned to accompany virtual submenu key labels that are displayed to match instrument modes and measurement functions. The submenu label area is also called the Active Function Block (refer to Figure 2-2 on page 2-3). The virtual key labels change as instrument measurement settings change. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "2-5 Mode Selector Menu ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "To access the functions under the Mode menu, select the Shift key, then the Mode (9) key. Use the directional arrow keys or the rotary knob to highlight the selection, and press the Enter key to select. The list of modes that appears in this menu will vary depending upon the options that are installed and activated in your instrument. Figure 2-4 is an example of the Mode menu. Your instrument may not show the same list. ",
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/447fe1f37b22084ec7c867db896ac0ee67c23839614fbf2c9be90ed341dc8459.jpg",
        "img_caption": [
            "Figure 2-4. Mode Selector Menu "
        ],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "2-6 Secondary Function Menus ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Pressing the Shift key and then a number key selects the menu function that is printed in blue characters above the number key (Figure 2-5). ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/561b2a3fee9c421410ebdcd178c0dd1070fda466dc3db6b3d2cc5ef16f66050b.jpg",
        "img_caption": [
            "Figure 2-5. Keypad and Secondary Function Menus "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Not all Secondary Function Menus are active in various operation Modes. If any one of these 9 menus is available in a specific instrument Mode of operation, then it can be called from the number keypad. It may also be available from a main menu key or a submenu key. The Secondary Function Menus are: Preset (1), Calibrate (2), Sweep (3), Measure (4), Trace (5), Limit (6), File (7), System (8), and Mode (9). ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "2-7 Display Overview ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Typical measurement displays are shown for the basic Spectrum Analyzer mode of the $\\mathrm{MS272xC}$ . Note that the images shown in this manual may be different from any images that are displayed on your Spectrum Master. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Spectrum Analyzer Mode ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Figure 2-6 illustrates some of the key information areas of the MS272xC display. For more detailed key descriptions of the Spectrum Analyzer mode, refer to the Spectrum Analyzer Measurement Guide (Anritsu part number 10580-00244, available on the Documentation disc or the Anritsu web site). Also refer to Appendix A, “Measurement Guides”, for a complete list of measurement guides. ",
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/d1daf846323df88f5823f76a2420dfe9ca61ecf9ad23b3a5537c9c7606bbe3e0.jpg",
        "img_caption": [
            "Figure 2-6. Spectrum Analyzer Display "
        ],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "2-8 Parameter Setting ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Pop-up list boxes or edit boxes are used to provide selection lists and selection editors. Scroll through a list of items or parameters with the arrow keys or the rotary knob. Select numerical values by scrolling with the arrow keys or rotary knob or by entering the digits directly from the number keypad. These list boxes and edit boxes frequently display a range of possible values or limits for possible values. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Finalize the input by pressing the rotary knob or the Enter key. At any time before finalizing the input, press the escape (Esc) key to abort the change and retain the previously existing setting. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Some parameters (such as for antennas or couplers) can be added to list boxes by creating them and importing them through the use of Master Software Tools. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "2-9 Text Entry ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "When entering text (as when saving a measurement) the submenu key for Text Entry displays the characters (alphabet, hyphen, and underscore) in 6 letters per key (Refer to Figure 2-9). Characters can be entered by using the rotary knob or by using the submenu keys. Refer to Figure 2-7, Figure 2-8 and Figure 2-9. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The rotary knob scrolls through the characters in a pop-up window and is pressed to select each character in sequence. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Alternatively, press the a b c / d e f submenu key (for example) to open another submenu with a separate key for each of these letters. The menu returns to the complete character set after each individual letter is entered. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Use the arrow keys to navigate within a name or character string. Use the Shift key for capital letters. Press the Enter key or the rotary knob to finalize a text entry. ",
        "page_idx": 32
    },
    {
        "type": "image",
        "img_path": "images/572e5b28cdd4b94cee1f15ca6123d2088bb34bac86fd535842cac300bf5ac9d6.jpg",
        "img_caption": [
            "Figure 2-7. Text Entry Menu – Lower Case "
        ],
        "img_footnote": [],
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/ad5e3c9bb35f5fef3abfe04681e2153cca4df285e76d15c29923ee42909d1616.jpg",
        "img_caption": [
            "Figure 2-8. Text Entry Menu – Upper Case "
        ],
        "img_footnote": [],
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/9f05ce82ee1bc59392b8e84343794293d7209a16a41d6c335c72009c18f68c76.jpg",
        "img_caption": [
            "Figure 2-9. Text Entry Menu – Selecting Characters "
        ],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "2-10 Connector Care ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Visually inspect connectors for general wear, for cleanliness, and for damage such as bent pins or connector rings. Repair or replace damaged connectors immediately. Dirty connectors can limit the accuracy of your measurements. Damaged connectors can damage the instrument. Connection of cables carrying an electrostatic potential, excess power, or excess voltage can damage the connector or the instrument or both. Connection of cables with inadequate torque settings can affect measurement accuracy. Over torquing connectors can damage the cable, the connector, the instrument, or all of these items. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Connecting Procedure ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "1. Carefully align the connectors. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The male connector center pin must slip concentrically into the contact fingers of the female connector. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "2. Push connectors straight together. Do not twist or screw them together. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "3. To tighten, turn the connector nut, not the connector body. Major damage can occur to the center conductor and to the outer conductor if the connector body is twisted. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "4. If you use a torque wrench, then initially tighten by hand so that approximately 1/8 turn or 45 degrees of rotation remains for the final tightening with the torque wrench. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Relieve any side pressure on the connection (such as from long or heavy cables) in order to assure consistent torque.  Use an open-end wrench to keep the connector body from turning while tightening with the torque wrench. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Do not over torque the connector. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Disconnecting Procedure ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "1. If a wrench is needed, then use an open-end wrench to keep the connector body from turning while loosening with a second wrench. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "2. Complete the disconnection by hand, turning only the connector nut. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "3. Pull the connectors straight apart without twisting or bending. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "2-11 Test Panel Connectors ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The test panel connector is shown in Figure 2-10 and are described in the following text. ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/8ec21e868eb8768eeb0c6c61418713125601ce70768e8d38a6c8d7d65c42d16c.jpg",
        "img_caption": [
            "Figure 2-10. Test Panel Connectors for MS272xC "
        ],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "External Power ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The external power connector is used to power the unit and for battery charging. Input is 12 VDC to 15 VDC at up to 5.0 A. A green flashing indicator light near the power switch shows that the instrument battery is being charged by the external charging unit. The indicator is steadily illuminated when the battery is fully charged. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "When using the AC-DC Adapter, always use a three-wire power cable that is Warning tchoenneeqcutiepdmteonta tnhtrheies-wmiraennpeor,wtehrelin tehoeutlset.r ifspaotwriesrk so fsruepcpeliveidn gwiathsoeuvtegrreoournfdaitnagl electric shock. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "LAN Connection ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The RJ-45 connector is used to connect the Spectrum Master to a local area network. Integrated into this connector are two LEDs. The amber LED shows the presence of a 10 Mbit/s LAN connection when on, and a 100 Mbit/s LAN connection when off. The green LED flashes to show that LAN traffic is present. For additional information about the LAN connection, Ethernet connection, and DHCP, refer to Appendix C, “Ethernet Configuration”. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "USB Interface – Type A ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The $\\mathrm{MS272xC}$ Spectrum Master can also be a USB Host and allow various USB Flash Memory devices to be connected to the instrument for storing measurements, setups, and files. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "USB Interface – Type Mini-B ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The USB 2.0 interface can be used to connect the $\\mathrm{MS272xC}$ Spectrum Master directly to a PC The first time the $\\mathrm{MS272xC}$ is connected to a PC, the normal USB device detection by the computer operating system will take place. The CD-ROM that shipped with the instrument contains a driver for Windows XP that is installed when Master Software Tools is installed. Drivers are not available for earlier versions of the Windows operating system. During the driver installation process, place the CD-ROM in the computer drive and specify that the installation wizard should search the CD-ROM for the driver. ",
        "page_idx": 37
    },
    {
        "type": "table",
        "img_path": "images/6dc7e48781464972dec2e566801a28414f61552efc056c7acf7344e470bdec71.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Note</td><td>For proper detection, Master Software Tools should be installed on the PC prior to connecting the Spectrum Master to the USB port.</td></tr></table></body></html>\n\n",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Headset Jack ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The headset jack provides audio output from the built-in AM/FM/SSB demodulator for testing and troubleshooting wireless communication systems. The jack accepts a $2.5\\ \\mathrm{mm}\\ 3$ -wire miniature phone plug such as those commonly used with cellular telephones. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Ref Out ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The External Reference Out port is a BNC female connector that provides 10 MHz at approximately $^{-7}$ dBm to 0 dBm. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "To prevent damage to your instrument, do not use pliers or a wrench to tighten the BNC connector. Do not overtighten the connector. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Ext Ref In ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The External Reference In port is a BNC female connector that provides for input of an external frequency reference. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "To prevent damage to your instrument, do not use pliers or a wrench to tighten the BNC connector. Do not overtighten the connector. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "IF Out 140 MHz (Option 89) ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "BNC connector for Zero Span 140 MHz IF Output with Option 89. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "To prevent damage to your instrument, do not use pliers or a wrench to tighten the BNC connector. Do not overtighten the connector. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Ext Trigger In ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "A TTL signal that is applied to the External Trigger female BNC input connector causes a single sweep to occur. In the Spectrum Analyzer mode, it is used in zero span, and triggering occurs on the rising edge of the signal. After the sweep is complete, the resultant trace is displayed until the next trigger signal arrives. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "To prevent damage to your instrument, do not use pliers or a wrench to tighten the BNC connector. Do not overtighten the connector. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "RF In ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "$50\\Omega$ Type-N connector (MS2722C, MS2723C, MS2724C) or a $50\\Omega$ Type-K male ruggedized connector (MS2725C, MS2726C). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "To prevent damage to your instrument, do not use pliers or a plain wrench to tighten the Type-N connector. Do not overtighten the connector. The recommended torque is 12 lbf·in to 15 lbf ·in ( $1.36\\:\\mathrm{N\\cdotm}$ to $1.70\\mathrm{N\\cdotm},$ ). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "GPS Antenna Connector (Option 31) ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The GPS antenna connection on the Spectrum Master is type SMA(F). Selectable $+3$ VDC or $+5$ VDC antenna power. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "To prevent damage to your instrument, do not use pliers or a plain wrench to tighten the SMA connector. Do not overtighten the connector. The recommended torque is 8 lbf·in $(0.9\\mathrm{N\\cdotm}$ or $90\\mathrm{N\\cdotcm}\\$ ). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "2-12 Symbols and Indicators ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The following symbols and indicators convey the instrument status or condition on the display. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Cal Status On: ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The Spectrum Master has been calibrated with discrete Open, Short, and Load components. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Cal Status Off: ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The Spectrum Master has not been calibrated. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Battery Symbol: ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The battery symbol above the display indicates the charge remaining in the battery.   \nThe colored section inside the symbol changes size and color with the charge level. ",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/6d879f6a051f8fb6f06ae65979e40875c43c9a9ab17ef2f784272c216348fdc1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Figure 2-11. Battery Status ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Green: Battery is $30\\%$ to $100\\%$ charged   \nYellow: Battery is $10\\%$ to $30\\%$ charged   \nRed: Battery $0\\%$ to $10\\%$ charged   \nLightning Bolt: Battery is being charged (any color symbol) ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "When the battery is charging, either from the AC-DC Adapter or the 12 Volt DC adapter, the symbol changes to that shown in Figure 2-12: ",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/9c33b67791cc1321c514b28925187c723824d80cf02f5797ab917be59216db63.jpg",
        "img_caption": [
            "Figure 2-12. Battery Charging Status "
        ],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Symbols and Indicators ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The Battery Charge LED (refer to Figure 2-2 on page 2-3) flashes when the battery is charging, and remains on steady when the battery is fully charged. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Caution Use only Anritsu-approved batteries, adapters, and chargers with this instrument. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The battery symbol is replaced by a red plug body to indicate that the instrument is running from external power and is not charging the battery (or to indicate that the battery is not present). When the external AC adaptor is connected, the battery automatically receives a charge, and the battery symbol with the lightning bolt is displayed (Figure 2-12). When the battery is not installed, the red plug body is displayed, as shown in Figure 2-13, and the red Fault LED will be on. If the battery is installed but has lost communications with the instrument, then the battery charge indicator will not be shown. ",
        "page_idx": 39
    },
    {
        "type": "image",
        "img_path": "images/005b99818ea79dc73f5d07e709946b7ee61b2583ac103d8eed2b981c6141d58d.jpg",
        "img_caption": [
            "Figure 2-13. Battery Not Installed "
        ],
        "img_footnote": [],
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Hold ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The Spectrum Master is on hold. To resume sweeping, toggle from Hold to Run in the Sweep menu. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Single Sweep ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Single Sweep is selected. Press Continuous sweep to resume sweeping. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "2-13 Firmware Overview ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Main Menu Keys ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The Spectrum Master menu-driven interface is easy to use and requires little training. The 5 Main Menu keys are located below the measurement display. These 5 keys are used to list function-specific menus in the active menu (submenu labels). These Main Menu keys vary in function based on the selected mode of operation (Shift, Mode (9)). Refer to “Mode Selector Menu” on page 2-6 for more information on changing the instrument mode. Table 2-1 lists from left to right the Main Menu Key labels for each mode of instrument operation. ",
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/25767b8d0d511f87ea6c743546c608e381897929d08a92737f23fe8556e91496.jpg",
        "table_caption": [
            "Table 2-1. Mode-Dependent Main Menu Keys Located Below Measurement Display "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Mode</td><td>Key 1</td><td>Key 2</td><td>Key 3</td><td>Key 4</td><td>Key 5</td></tr><tr><td>Spectrum Analyzer</td><td>Freq</td><td>Amplitude</td><td>Span</td><td>BW</td><td>Marker</td></tr><tr><td>Interference Analysis</td><td>Freq</td><td>Amplitude</td><td>BW</td><td>Measurements</td><td>Marker</td></tr><tr><td>Channel Scanner</td><td>Scanner</td><td>Amplitude</td><td>Custom Scan</td><td>Measurements</td><td></td></tr><tr><td>Power Meter</td><td>Freq</td><td>Amplitude</td><td>Average</td><td></td><td>Limits</td></tr><tr><td>High Accuracy Power Meter</td><td></td><td>Amplitude</td><td>Average</td><td>Zero/Cal</td><td>Limit</td></tr><tr><td>GSM/GPRS/EDGE</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td>Marker</td></tr><tr><td>W-CDMA/HSDPA</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td>Marker</td></tr><tr><td>TD-SCDMA/HSDPA</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td></td></tr><tr><td>CDMA</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td>Marker</td></tr><tr><td>EV-DO</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td>Marker</td></tr><tr><td>LTE</td><td>Freq</td><td>Amplitude</td><td> Setup</td><td>Measurements</td><td>Marker</td></tr><tr><td>Fixed WiMAX</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td></td></tr><tr><td>Mobile WiMAX</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td>Marker</td></tr><tr><td>DVB-T/H</td><td>Frequency</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td>Marker</td></tr><tr><td>AM/FM/PM Analyzer</td><td>Freq</td><td>Amplitude</td><td>Setup</td><td>Measurements</td><td>Marker</td></tr></table></body></html>\n\n",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Submenu Keys ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The 8 submenu keys are located to the right of the measurement display. They change function depending upon the current mode and current menu selection. The current submenu title is shown at the top of the active function block (submenu keys labels). Refer to Figure 2-2 on page 2-3. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Chapter 3 — Quick Start Guide ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "3-1 Introduction ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "This chapter provides a brief overview of the Anritsu $\\mathrm{MS272xC}$ Spectrum Master. The intent of this chapter is to provide a starting point for making basic measurement setups. This chapter describes setup, configure frequency, bandwidth, and amplitude before configuring your measurement setups. After measurements are taken, refer to section “Managing Files” on page 4-1 for a description of saving, recalling, and deleting measurement files. For more detailed information about specific measurements, refer to the measurement descriptions in the measurement guides for the specific instrument mode and analyzer technology (such as Spectrum Analyzer, WiMAX, or 3GPP). Refer to Appendix A, “Measurement Guides”, for a list of these measurement guides and their Anritsu part numbers. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The Spectrum Analyzer Measurement Guide includes sections that describe resolution bandwidth, video bandwidth, sweep, and attenuator functions. For example, in the Spectrum Master, Resolution Bandwidth is determined by the intermediate frequency (IF) filter bandwidth. The spectrum analyzer traces the shape of the IF filter as it tunes past a signal. If more than one IF filter is used in a spectrum analyzer, then the narrowest one dominates and is considered the resolution bandwidth. Figure 3-1 is an example of a spectrogram display. ",
        "page_idx": 42
    },
    {
        "type": "image",
        "img_path": "images/5cc8bcf26c9a57604c4c52d747f7678a0c4b5c65414e4968eb710b003cf916b1.jpg",
        "img_caption": [
            "Figure 3-1. Spectrogram Example "
        ],
        "img_footnote": [],
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "3-2 Measurement Setup ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Connect the Input Source ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Connect the input signal or antenna to the appropriate test connector on the top of the instrument. For connector descriptions, refer to Figure 2-10 on page 2-13. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Editing and Entering Values ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Parameter values that are ready for editing are displayed in red on the submenu key. After changing the value, press Enter to set the new value.   \n• Some submenu keys have toggled parameter values (On / Off, Low / High). On these submenu keys, the current value is underlined. Press the submenu key to toggle the value.   \nUse the arrow keys, numeric keypad, or rotary knob to change submenu key values, to select list box options, or to enter filenames. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Selecting the Analyzer Mode ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "1. Press the Shift key followed by pressing the Mode (9) key on the numeric keypad to open the Mode Selector list box (refer to section “Mode Selector Menu” on page 2-6). 2. Use the directional arrow keys or the rotary knob to highlight the desired mode, and press the Enter key or the rotary knob to select. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "3-3 Set the Measurement Frequency ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Using Start and Stop Frequencies ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "1. Press the Freq main menu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "2. Press the Start Freq submenu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "3. Enter the desired start frequency. When entering a frequency by using the keypad, the submenu key labels change to frequency units: GHz, MHz, kHz, and Hz. Press the appropriate unit key. Pressing the Enter key has the same affect as pressing the MHz submenu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "4. Press the Stop Freq submenu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "5. Enter the desired stop frequency. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Entering Center Frequency ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "1. Press the Freq main menu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "2. Press the Center Freq submenu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "3. Enter the desired center frequency by using the keypad, the arrow keys, or the rotary knob. When entering a frequency by using the keypad, the submenu key labels change to frequency units: GHz, MHz, kHz, and Hz. Press the appropriate unit key. Pressing the Enter key has the same affect as pressing the MHz submenu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "The current setting is shown at the top of the instrument settings summary column on the left side of the measurement display (refer to Figure 2-6, “Spectrum Analyzer Display” on page 2-8). ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Selecting Signal Standard ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "1. Press the Freq main menu key.   \n2. Press the Signal Standard submenu key. The Signal Standards dialog opens.   \n3. Highlight a signal standard and press Enter or the rotary knob to select.   \n4. Press the Channel submenu key to change the channel value in the Channel Editor. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Note The signal standards list can be updated via Master Software Tools. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Setting Measurement Frequency Bandwidth ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Spectrum Analyzer and Interference Analysis Mode ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "1. Press the BW main menu key to display the BW menu. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "• Press the RBW or the VBW submenu key (or both) to manually change values. • Set RBW and VBW automatically by pressing the Auto RBW submenu key or the Auto VBW submenu key. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "2. Press the VBW/Average Type submenu key to toggle between Linear averaging (arithmetic mean) and Logarithmic averaging (geometric mean). ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "3. Press the RBW/VBW submenu key to change the ratio of resolution bandwidth to video bandwidth. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Set the Measurement Frequency ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "4. Press the Span/RBW submenu key to change the ratio of span width to resolution bandwidth. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "3-4 Set the Amplitude ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Press the Amplitude main menu key to display the Amplitude menu. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Setting Amplitude Reference Level and Scale Spectrum Analyzer and Interference Analysis Modes ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "To change the current measurement units, press the Units submenu key and select the required units from the submenu keys that are presented. Press the Back submenu key to return to the Amplitude menu. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "1. Press the Reference Level submenu key and use the Up/Down arrow keys or the keypad to change the reference level. Press Enter to set the reference level value. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "2. Press the Scale submenu key and use the Up/Down arrow keys or the keypad to enter the desired scale. Press Enter to set the scale value. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "The Scale parameter cannot be changed when linear units are selected (Watts or Volts). Press the Amplitude submenu key and select Auto Atten coupling of the attenuator setting and the reference level to help ensure that harmonics and spurs are not introduced into the measurements. Attenuator Functions are described in the Spectrum Analyzer Measurement Guide. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Setting Amplitude Range and Scale ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "This setting applies to most demodulator modes of instrument operation. The Spectrum Analyzer mode has no equivalent to Auto Range. For other analyzer modes, consult the individual measurement guides. Refer to Appendix A, “Measurement Guides”. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "1. Press the Adjust Range submenu key to set an optimal reference level based on the measured signal. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "To have the instrument continually set the optimal reference level, press the Auto Range submenu key so that On is selected. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "2. Press the Scale submenu key. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "3. Enter the desired scale units by using the keypad, the arrow keys, or the rotary knob. Press the Enter key to set. The y-axis scale is automatically renumbered. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Reference Level Offset for External Loss or External Gain ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "To obtain accurate measurements, compensate for any external attenuation or gain by using the RL Offset submenu. The compensation factor is in dB. External attenuation can be created by using an external cable or an external high power attenuator, external gain is typically from an amplifier. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "To adjust the reference level for either gain or loss, press the RL Offset submenu key and enter a positive dB value and then press the appropriate submenu key (dB External Gain or dB External Loss). The new RL Offset value will be displayed on the instrument and reference level is adjusted. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "3-5 Set the Span",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Spectrum Analyzer, Interference Analysis, and Power Meter Modes ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "1. Press the Span main menu key or press the Freq main menu key followed by the Span submenu key. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "2. To select full span, press the Full Span submenu key. Selecting full span overrides any previously set Start and Stop frequencies. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "3. For a single frequency measurement, press the Zero Span submenu key. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "To quickly move the span value up or down, press the Span Up 1-2-5 or Span Down 1-2-5 submenu keys These keys facilitate a zoom-in, zoom-out feature in a 1-2-5 sequence. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "3-6 Setting Up Limit Lines ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Press the Shift key then the Limit (6) key on the numeric keypad to display the Limit menu. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Simple Limit Line ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Spectrum Analyzer and Interference Analysis Modes ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "1. Press the Shift key and then the Limit (6) key.   \n2. Press the Limit (Upper / Lower) submenu key to select the desired limit line, Upper or Lower.   \n3. Activate the selected limit line by pressing the On Off submenu key so that On is underlined.   \n4. Press the Limit Move submenu key to display the Limit Move menu. Press the Move Limit submenu key to change the dBm level of the limit line.   \n5. Press the Back submenu key to return to the Limit menu.   \n6. If necessary, press the Set Default Limit submenu key to redraw the limit line in view. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Limit Line Envelope ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Spectrum Analyzer and Interference Analysis Modes ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Using Limit Envelope: ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "1. Press the Shift key and then the Limit (6) key.   \n2. Press the Limit (Upper / Lower) submenu key to select the desired limit line, Upper or Lower.   \n3. Press the Limit Envelope submenu key to display the Limit Envelope menu.   \n4. Press the Create Envelope submenu key to create an envelope around the measurement.   \n5. Press Upper Points or Lower Points submenu key to change the number of segments in the envelope.   \n6. Press the Upper Shape or Lower Shape submenu key to toggle between square and sloped limit envelope.   \n7. Adjust the Upper or Lower Offset to move the limit line closer to (a smaller value) or further away from the trace. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Complex Limit Lines ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Spectrum Analyzer and Interference Analysis Modes ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Figure 3-2 shows an example of a complex limit line. After the right half of the limit line was completed, the left half of the limit line was built by pressing the Limit Advanced submenu key and then pressing the Limit Mirror submenu key. ",
        "page_idx": 49
    },
    {
        "type": "image",
        "img_path": "images/9ef53d6095a20e97d6c819cd22b0f6c1f4cb92a5566bb6e4c4614a06403db775.jpg",
        "img_caption": [
            "Figure 3-2. Complex Limit Line Example "
        ],
        "img_footnote": [],
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "3-7 Setting Up Markers ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Press the Marker main menu key to display the Marker menu. Refer to Figure 3-3. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Selecting, Activating, and Placing a Marker ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "1. Press the Marker 1 2 3 4 5 6 submenu key so that the desired marker number is underlined. Each press of the Marker 1 2 3 4 5 6 submenu key toggles to the next higher number (cycling from 6 back to 1 again). Press Shift, then the Marker 1 2 3 4 5 6 submenu key to cycle backward through the marker list. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "2. Press the On Off submenu key so that On is underlined. The selected marker is displayed in red, ready to be moved. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "3. Use the rotary knob to place the marker on the desired frequency. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "4. Repeat Step 1 and Step 2 to activate and move multiple markers. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Selecting, Activating, and Placing a Delta Marker: ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "1. Press the Marker 1 2 3 4 5 6 submenu key so that the desired delta marker number is underlined.   \n2. Press the Delta On Off submenu key so that On is underlined. The selected marker is displayed in red, ready to be moved.   \n3. Use the rotary knob or the numeric keypad to place the delta marker on the desired offset frequency from the associated reference marker.   \n4. Repeat Step 1 and Step 2 to activate and move multiple markers. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Viewing Marker Data in a Table Format ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "1. Press the More submenu key. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "2. Press the Marker Table On Off submenu key so that On is underlined. All markers and delta marker data are displayed in a table under the measurement graph. ",
        "page_idx": 51
    },
    {
        "type": "image",
        "img_path": "images/615c8f719a271312d0fcdb0a6da3ce0331abfc61b2fe35c5f569ae7b6ca67f30.jpg",
        "img_caption": [
            "Figure 3-3. Six Noise Markers "
        ],
        "img_footnote": [],
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3-8 Selecting a Measurement Type ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "1. Change the measurement mode (if required). Press Shift then Mode (#9). ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "2. Select the measurement type. Press Shift then Measure (#4). Select the appropriate measurement type with the submenu key. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3-9 Saving Measurements ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "1. Press Shift then File (#7). ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "2. Press the Save Measurement submenu key. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3. Press the Change Save Location submenu key and set the current location to be the USB flash drive or internal memory, and then press Set Location. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "4. Press Change Type (Setup/JPG/…) and select Measurement. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "5. Enter the file name using the letter key and press Enter. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Refer to Chapter 4, “File Management” for additional information. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3-10 Master Software Tools ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Anritsu Master Software Tools is a Microsoft Windows compatible program for transferring and editing saved measurements, markers, and limit lines to a PC. Refer to Chapter 7, “Master Software Tools” for an overview of MST. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Chapter 4 — File Management ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "4-1 Introduction ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "This chapter will review the file management features of the Spectrum Master and detail the File menu. The submenus under this menu allow the user to save, recall, copy, and delete files in internal memory or an external USB flash drive. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "4-2 Managing Files ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Press the Shift key then the File (7) key on the numeric keypad to list the File menu. Follow the additional steps below. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "When navigating through the File menu, pressing the Esc key will return to the Note previous menu. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Save Files ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Set the Save Location ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Press Save then the Change Save Location submenu keys and select the location to save files. You can save files to the internal memory or to an external USB flash drive. You can also create new folders. If an external USB flash drive is connected or disconnected, press Refresh Directories to update the location tree. Press the Set Location key to store the save location. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Save Measurement As ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "The Save Measurement As key is used to quickly save measurements with a specific file name. The Spectrum Master saves the measurement with the latest file name that was used to save a measurement and with a number that is automatically incremented and appended to the end of the file name. For instance, if the last measurement was saved with the name Site 1 Trace, Save Measurement As saves the next measurement as Site 1 Trace_#1, Site 1 Trace_#2, etc. The file name used can be changed using the “Save Menu” on page 4-8. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Save a Measurement ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Press the Save Measurement key and enter the name for the measurement file. The file type will default to measurement and the appropriate extension will be added based on the current measurement mode. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Save a Setup ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Press the Save submenu key, type a name for the setup file, confirm that the file type is Setup using the Change Type key and press Enter to save. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Save a Measurement Screen as JPEG ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Press the Save submenu key, type a name for the JPEG file, confirm that the file type is Jpeg using the  Change Type key and press Enter to save. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Recall Files ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The recall menu enables you to view all the Measurement and Setup files in the internal memory and external USB flash drive. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "You can sort the recall menu by name, date, or type. You can also select to view only measurement files or setup files by pressing File Type on the Recall dialog box and selecting the file type you want to view. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Recall a Measurement ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "From the File menu, press the Recall Measurement submenu key, select the measurement with the rotary knob or the Up/Down arrow keys and press Enter. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Recall a Setup",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Press the Recall submenu key. Confirm that the file type is Setup or All using the File Type key. Select the setup file (.stp) with the rotary knob or the Up/Down arrow keys and press Enter. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Recall Dialog Box ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The Recall dialog box (Figure 4-1) will open previously saved measurements and setups.   \nSee the “Recall Menu” on page 4-11 for additional information. ",
        "page_idx": 53
    },
    {
        "type": "image",
        "img_path": "images/8df7ef8c582a989824f9bab79b0f69d970964abdc1995593f481c9063eaa9e66.jpg",
        "img_caption": [
            "Figure 4-1. Recall Dialog Box "
        ],
        "img_footnote": [],
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Copying Files ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The steps below detail copying a file from internal memory to an external flash drive. Select the files to copy in the top window and the location for the files to be copied to in the bottom window (Figure 4-2). Refer to the “Copy Menu” on page 4-12 for additional information. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "1. Insert a USB drive into either USB Type A port of the Spectrum Master.   \n2. From the File main menu, press the Copy submenu key. The Copy submenu and Copy dialog box are displayed.   \n3. Select the file(s) to copy. To select multiple files, highlight the first then press the Select or De-Select key to keep the file selected. The file will be outlined in blue (Figure 4-2). Repeat with all the files to copy. ",
        "page_idx": 54
    },
    {
        "type": "image",
        "img_path": "images/2e9ec028ac519b336064b32d8d4a96b59b9989a2f26cfcbfe2b158d70a61bdb4.jpg",
        "img_caption": [
            "Figure 4-2. Two .jpg Files Ready to Copy from Internal Memory to the USB Drive, Jpeg Folder "
        ],
        "img_footnote": [],
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "4. To display files within a folder, select the folder and press the Enter key or the Right arrow key. The $^+$ symbol indicates additional files or folders with the folder (Figure 4-3). To expand the $^+$ symbol, highlight the folder and press the Right arrow key. ",
        "page_idx": 55
    },
    {
        "type": "image",
        "img_path": "images/fc39e632ce344ef06fa2356651a134d6ecdadb5f7840a9efe8a14bbf6938ca79.jpg",
        "img_caption": [
            "Figure 4-3. Expanded Folder "
        ],
        "img_footnote": [],
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "5. Press the Scroll key and highlight the USB drive in the lower window using the Up/Down arrow keys. The Scroll submenu key toggles between Src (top window) and Dst (bottom window).   \n6. Select the copy location on the USB drive.   \n7. Press the Copy key to copy the files to the USB drive. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Deleting Files ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Delete a Selected File or Files ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Press the Delete submenu key. Highlight the file to be deleted with the Up/Down arrow keys. Press the Select or De-Select key. The file will be highlighted in blue when selected. Press the Delete key and Enter to delete the selected file. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Delete Dialog Box ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Press the Delete submenu key to open the Delete dialog box (Figure 4-4). The submenus allow sorting by file type, name and saved date. See the “Delete Menu” on page 4-13 for additional information. ",
        "page_idx": 56
    },
    {
        "type": "image",
        "img_path": "images/a8347273aa2887017e207518b6a9b43313ab3a2dd8fa59d82f42899ded574d40.jpg",
        "img_caption": [
            "Figure 4-4. Delete Dialog Box "
        ],
        "img_footnote": [],
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "4-3 File Menu Overview ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Open this menu by pressing the Shift key, then the File (7) key. ",
        "page_idx": 57
    },
    {
        "type": "image",
        "img_path": "images/58d9a72fa7f5b32a3094c01de9369a88a6ea483947c1dc9ca80b043f235881f1.jpg",
        "img_caption": [
            "Figure 4-5. File Menu "
        ],
        "img_footnote": [],
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "4-4 File Menu ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Key Sequence: File ",
        "page_idx": 58
    },
    {
        "type": "table",
        "img_path": "images/1d3e0dc280ca314ed551c239add9e0d132d2fee0534f569514371b44c5c516a5.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>File</td></tr><tr><td>Save Measurement As FileName.spa</td></tr><tr><td>Save Measurement</td></tr><tr><td>Save</td></tr><tr><td>Save On Event</td></tr><tr><td>Recall Measurement</td></tr><tr><td>Recall</td></tr><tr><td>Copy</td></tr><tr><td>Delete</td></tr></table></body></html>\n\n",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Save Measurement As: This key will save the current setup with a user defined file name. The default file name is changed using the Save submenu. To change the default file name, press the Save Measurement submenu key to open the Save dialog box. Enter the new measurement filename with the letter keys. Refer to “Save Menu” on page 4-8. Press Enter to save the name and return to the File menu. The Save Measurement As submenu key displays the new entered name appended with _#1.spa. After a few seconds the screen with return to File menu. Press the Save Measurement As key again and the new file name will be used. Measurement files names have a .spa extension. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Save Measurement: Press this submenu key to display the “Save Menu” on page 4-8 and Save dialog box. Measurements can be saved to internal memory or to a USB flash drive. The saved measurement can be named using the text entry keys. By default, measurements are saved in a directory named /user to internal memory. The save destination is set with the “Save Location Menu” on page 4-9. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Save: Press this submenu key to display the “Save Menu” on page 4-8. Measurements can be saved to internal memory or to a USB flash drive. The saved setup, measurement or JPEG file can be named by using the text entry keys. By default, measurements are saved in a directory named /user to internal memory. The save destination is set with the “Save Location Menu” on page 4-9. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Save on Event (Spectrum Analyzer mode only): Press this submenu key to display the “Save On Event Menu” on page 4-10. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Recall Measurement: Press this submenu key to display the “Recall Menu” on page 4-11. This menu is for recalling measurements from internal memory or a USB flash drive. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Recall: Press this submenu key to display the “Recall Menu” on page 4-11. This menu is for recalling measurement or setup data from internal memory or a USB flash drive. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Copy: Press this submenu key to display the “Copy Menu” on page 4-12. This submenu is for copying files or folders from internal memory or a USB flash drive. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Delete: Press this submenu key to display the “Delete Menu” on page 4-13 and a selection box that shows the setup and measurement names, the type and the date and time that the information was saved. Use the rotary knob or the Up/Down arrow keys to highlight the file that is to be deleted and press the Delete submenu key, then Enter. Press the Esc key to cancel the operation. Note that deleted files can not be recovered. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Figure 4-6. File Menu ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Save Menu ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Key Sequence: File $>$ Save ",
        "page_idx": 59
    },
    {
        "type": "table",
        "img_path": "images/f2c905a29e5bebe3592a9fb3d86be4c7d5df17bde52bafaf92e6d55c0c7061a0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Save</td><td rowspan=\"5\">Text Entry Keys: The top 5 keys are for text entry. The submenu keys for</td></tr><tr><td>Text Entry displays the characters (alphabet, hyphen, and underscore). Press ab c the a b c / d e f submenu key (for example) to open another submenu with a separate key for each of these letters. Characters can be entered by using the</td></tr><tr><td>def rotary knob or by using the submenu keys. ghi The rotary knob scrolls through the characters in a pop-up window and pressing the rotary knob enters a character. The menu returns to the complete</td></tr><tr><td>jkl character set after each individual letter is entered. mno Use the arrow keys to navigate within a name or character string. Use the</td></tr><tr><td>text entry. Back Space: Use this key to delete a file name highlighted in blue or delete</td></tr><tr><td>pqr stu</td><td>Shift key for capital letters. Press the Enter key or the rotary knob to finalize a</td></tr><tr><td>vw x</td><td>individual characters. Change Save Location: Press this submenu key to open the \"Save Location Menu\".</td></tr><tr><td>yz</td><td>Change Type: Press this submenu key to select what type of file is saved. The options are the Measurement, Setup, or Jpeg. The file type can be</td></tr><tr><td>Back Space</td><td>changed with the Up/Down keys or the rotary knob. Setup (.stp): Setup files contain basic instrument information,</td></tr><tr><td>Save Change</td><td>measurement mode setup details, measurement marker data, and limit data.</td></tr><tr><td>Location ChangeType</td><td>Measurement (.spa): Contains the measurement data and opens with Master Software Tools. Jpeg (.jpg): Jpeg files contain a screen capture of the display.</td></tr></table></body></html>\n\n",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Save Location Menu ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Key Sequence: File $>$ Save $>$ Change Save Location ",
        "page_idx": 60
    },
    {
        "type": "table",
        "img_path": "images/3b093cce1ffa82c76590192c0eae14bfa252a68d3a93a49ab2da33b3301bc03b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Save Location</td><td rowspan=\"3\">This menu and dialog box is used to create folders and select where the Spectrum Master will save the current file. Select folders or drives with the Up/Down keys or the rotary knob. Note: Only folders (not files) are visible in the Save Location dialog box. To view files, use the “Recall Menu\" on page 4-11.</td></tr><tr><td>Sort By Name  Date Type</td></tr><tr><td>Sort Order Sort By: Press this submenu key to sort the folders by Name, Type, or Date. Sort Order: Displays the folder names in ascending or descending order.</td></tr><tr><td>Asc Desc Create</td><td>Create Folder: This key will create a new folder in the highlighted location or folder. The create directory dialog box will display for naming the folder.</td></tr><tr><td>Folder Set</td><td>Set Location: This key will set the current location for saving files and return to the “Save Menu\" on page 4-8.</td></tr><tr><td>Location </td><td>Refresh Directories: Press this key to update the display.</td></tr><tr><td>Refresh</td><td></td></tr><tr><td> Directories</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 60
    },
    {
        "type": "image",
        "img_path": "images/05e1bb654938aa6e7feef4783bda2752f8b51cf780492f97c969f85b16ed3973.jpg",
        "img_caption": [
            "Figure 4-8. Save Location Menu ",
            "Figure 4-9. Select Save Location Dialog Box "
        ],
        "img_footnote": [],
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Save On Event Menu ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Key Sequence: File $>$ Save On Event ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "This menu is used to auto save measurements to internal memory after: ...Crossing Limit: Toggling this submenu key to On will save the measurement to internal memory when the measurement has crossed a defined limit line created with the Limit menu.   \n...Sweep Complete: Toggling this submenu key to On will save the measurement to internal memory after the current sweep is complete. If Save Then Stop is toggled Off, a measurement will be saved after every sweep. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Save Then Stop: Set this key to On to stop the sweep after a measurement is saved. With this key Off and Sweep Complete On a measurement is saved after every sweep. ",
        "page_idx": 61
    },
    {
        "type": "image",
        "img_path": "images/1aee87719bd6c108ed3b0f3a4e7c17f952b6dc07068a967a5ef847151ea09508.jpg",
        "img_caption": [
            "Figure 4-10. Save On Menu "
        ],
        "img_footnote": [],
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Recall Menu ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Key Sequence: File $>$ Recall ",
        "page_idx": 62
    },
    {
        "type": "table",
        "img_path": "images/256d6fe8404bccd3045fb0c1a3d0f59f833cd2fc6d76b84feeb43dfbf396ede9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td> Recall </td><td rowspan=\"5\">Setup: Setup files contain basic instrument information, measurement mode setup details, measurement marker data, and Refresh Directories: Press this key to update the display.</td></tr><tr><td>This menu and dialog box is used to create folders and select where the Spectrum Master will save the current file. Select folders or drives with the Sort By Up/Down keys or the rotary knob.</td></tr><tr><td>Sort By: Press this submenu key to sort file and folders by the Name Date Type file name, by the type of file, or by the date that the file or folder was</td></tr><tr><td>Sort Order saved. Sort Order: Displays the folder or file in ascending or descending order</td></tr><tr><td>Asc Desc based on the selection in the Sort By key. File Type</td></tr><tr><td>ALL Refresh</td><td rowspan=\"2\">File Type: Press this submenu key to select what type of file is viewed. The options are the ALL, Measurement, or Setup. The file type can be changed with the Up/Down keys or the rotary knob. Press Enter to make the selection.</td></tr><tr><td>Directories</td></tr><tr><td></td><td>limit data. Measurement: Measurement files contain all of the information in the setup files and the measurement data. Limit Lines (.lim): The Limit line file contains limit line data details. ALL: Displays all file types.</td></tr></table></body></html>\n\n",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Copy Menu ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Key Sequence: File $>$ Copy ",
        "page_idx": 63
    },
    {
        "type": "table",
        "img_path": "images/cb8be0c1057a447c93f4d0438b5d4bedb3393a4af423ec52221738880705a3ed.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">This menu and dialog box is used to copy folders and files. Select folders c</td></tr><tr><td>Copy Sort By </td><td rowspan=\"3\">files with the Up/Down keys or the rotary knob. Figure 4-2 on page 4-3 shows the Copy dialog box with two Jpeg images selected and ready to be copied to the USB flash drive. Highlight a folder and press Enter or the Right arrow key to view the contents. Sort By: Press this submenu key to sort file and folder lists by name,</td></tr><tr><td>Name Date Type</td></tr><tr><td>Sort Order</td></tr><tr><td>Asc Desc File Type</td><td>by type of file, or by the date that the file was saved. Sort Order: Displays the folder or file in ascending or descending order based on the selection in the Sort By key. File Type: Press this submenu key to select what type of file to view for</td></tr><tr><td>ALL Refresh Directories</td><td>copying. The options are: ALL, Measurement, Setup, or Jpeg. The file type can be changed with the Up/Down keys or the rotary knob. Press Enter to make the selection. Refresh Directories: Press this key to update the display.</td></tr><tr><td>Scroll Scr Dst</td><td>Scroll: Press this submenu key to use the scroll function in the Source Window (Scr - top panel) or Destination Window (Dst - bottom panel). See Figure 4-2.</td></tr><tr><td>Select or De-Select</td><td>Note: Previously saved files are not visible in this window. Select or De-Select: Use this key to select or deselect the file(s) or</td></tr><tr><td>Copy</td><td>folder(s) to be copied. When selected, a file or folder will be outlined in blue see Figure 4-2. Copy: Copies the files or folders selected in the top window to the destination selected in the bottom window. A dialog box will display showin when the copying is complete. If a file with the same name exists in the destination folder a warning box will display to allow file overwrite or to</td></tr></table></body></html>\n\n",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Delete Menu ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Key Sequence: File $>$ Delete ",
        "page_idx": 64
    },
    {
        "type": "table",
        "img_path": "images/5ad4bf3ac0b7d299610099a205ca609d23383bfde85e6491084061f73fccc2b5.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>This menu and dialog box is used to delete folders and files. Select folders or files with the Up/Down keys or the rotary knob.</td></tr><tr><td>Delete</td><td rowspan=\"3\">Sort By: Press this submenu key to sort files and folders by name, by the type of file, or by the date that the file or folder was saved.</td></tr><tr><td>Sort By</td></tr><tr><td>Name Date Type</td></tr><tr><td>Sort Order</td><td rowspan=\"3\">Sort: Displays the folder or file in ascending or descending order based on the selection in the Sort By key. File Type: Press this submenu key to select what type of file view for deleting. The options are the ALL, Measurement, Setup, Limit Lines,</td></tr><tr><td>Asc Desc</td></tr><tr><td>File Type or Jpeg. The file type can be changed with the Up/Down keys or the rotary ALL knob. Press Enter to make the selection.</td></tr><tr><td>Select or</td><td rowspan=\"3\">Select or De-Select: Use this key to select or deselect the file(s) or folder(s) to be deleted. When selected, a file or folder will be outlined in blue. Delete: Press this key to open the Delete dialog box. Press Enter to delete</td></tr><tr><td>De-Select</td></tr><tr><td>the selected item or Esc to Cancel. Refresh Directories: Press this key to update the display.</td></tr><tr><td>Delete</td><td></td></tr><tr><td>Refresh</td><td></td></tr><tr><td>Directories</td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Chapter 5 — System Operation ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "5-1 Introduction ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "This chapter reviews the Spectrum Master system operations. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "The other menus (Sweep, Measure, Trace, and Limit) are described in the Measurement Guides that are listed in Appendix A. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "5-2 System Menu Overview ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "To access the functions under the System menu, press the Shift key, then the System (8) key. Menu maps typically display all possible submenu keys, although some keys are displayed on the instruments only under special circumstances (refer to menu descriptions on the following pages). ",
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/a320e9060ed2bca73566638dde73f6a1e21901622f9732ea6332d89585cd9f7f.jpg",
        "img_caption": [
            "Figure 5-1. System Menu Map "
        ],
        "img_footnote": [],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "5-3 System Menu ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Key Sequence: Shift, System (8) ",
        "page_idx": 68
    },
    {
        "type": "table",
        "img_path": "images/ca526d8fbd384992a5ff832e5211fcd12e93898661121b0252698bd14e4b6627.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\"></td></tr><tr><td>System</td><td rowspan=\"3\">Status: Press this submenu key to display the current system status, including the operating system and firmware versions, temperatures, and other details such as current battery information. Press Esc or Enter to return</td></tr><tr><td> Status</td></tr><tr><td>to normal operation. Self Test: Press this submenu key to run a series of tests that are related to</td></tr><tr><td>Self </td><td rowspan=\"3\">the performance of the motherboard hardware. Press the Esc key to abort, or press the Enter key to continue. The display lists a summary of those tests that have passed. If any test fails, then all of the performed tests are listed</td></tr><tr><td>Test</td></tr><tr><td>Application with Pass/Fail notification. Self If the Self Test fails when the battery is fully charged and the instrument is</td></tr><tr><td>Test GPS</td><td rowspan=\"3\">within the specified operating temperature, then contact your Anritsu Service Center (refer to “Anritsu Service Centers\" on page 1-7) and report the test results. Press Esc or Enter to return to normal operation. Application Self Test: Press this submenu key to run a series of tests that are related to the performance of the instrument hardware and that are Section 2-5 “Mode Selector Menu\" on page 2-6). Press the Esc key to abort, or press the Enter key to continue. The display lists a summary of those tests</td></tr><tr><td></td></tr><tr><td>specific to the current instrument application (refer to</td></tr></table></body></html>\n\n",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "System Options: Press this submenu key to open the “System Options Menu” on page 5-4. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Figure 5-2. System Menu ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "System Options Menu ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Key Sequence: Shift, System (8) $>$ System Options ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Date & Time: Press this submenu key to display a dialog box for setting the current date and time. Use the submenu keys or the Left/Right arrow keys to select the field to be modified. Use the keypad, the Up/Down arrow keys, or the rotary knob to select the date and time. Press Enter to accept the changes, or press the Esc key to return to normal operation without changing anything. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Ethernet Config: Press this submenu key to display the Ethernet submenu and to open the Ethernet Editor dialog box to set the IP address of the instrument. For details, refer to section “Ethernet Configuration” on page C-1 in Appendix C, “LAN and DHCP”. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Language: Press this submenu key to open a list box and select a built-in language for the Spectrum Master displays. The languages that are currently available are: English, French, German, Spanish, Japanese, Chinese, Korean, and Italian. In addition, a custom language may be selected if it has been defined by using Master Software Tools and loaded into the Spectrum Master. Two custom languages may be loaded into the instrument via Master Software Tools. If a mode does not have language translations available, then English is the default language. Press Enter to accept the change, or press the Esc key to return to normal operation without changes. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "In addition, any existing language (except English) may be edited for a better local translation. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Note: A Factory Default reset $(E s c+0n)$ will overwrite any custom settings within the Spectrum Master and will require that you reload the custom language files via Master Software Tools. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Display: The Display submenu key opens the “Display Settings Menu” on page 5-6 allowing brightness control and the selection of the default color display, black & white display, night vision display, or a high contrast display. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Name: Press this submenu key to open a dialog box to name the instrument. The Spectrum Master can be named by using the text entry controls as described in section “Text Entry” on page 2-9. Press Enter to save the name. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Volume: Press this submenu key to set the speaker volume. The current volume setting is displayed on the screen. Use the keypad, the Up/Down arrow keys, or the rotary knob to change the volume, and press the Enter key to accept the change. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Reset: Press this submenu key to open the “Reset Menu” on page 5-7. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "More: Press this submenu key to open the “System Options 2/2 Menu” on page 5-5. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Figure 5-3. System Options Menu ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "System Options 2/2 Menu ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Key Sequence: Shift, System (8) $>$ System Options $>$ More ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Share CF & Pwr Offset   \nAll Modes Not Shared: Press this submenu key to toggle the setting to All Modes or to Not Shared. Select All Modes to have the current center frequency setting and power offset setting carried over when changing measurement modes. This function is not applicable to measurements that do not have a center frequency or power offset setting or to measurements in which the current center frequency or power offset setting is outside the range of the new measurement. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Set Remote Access Password: Press this submenu key to open the Password text box (Figure 5-5) and Text Entry menu. Type in the desired password. Upper case and lower case letters and the symbols - _ + . are the allowed password characters. Press Enter to save or Esc to cancel. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Back: Press this submenu key to return to the “System Options Menu” on page 5-4. ",
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/635ec62ba09e251ae4762c96083325b852f06184fa1bcf976cd2e6823e3b5562.jpg",
        "img_caption": [
            "Figure 5-4. System Options Menu 2/2) "
        ],
        "img_footnote": [],
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Remote Access Password ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Warning Do not use SCPI commands with this feature. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "This function is valid only with Master Software Tools (MST) v2.21.1 or later. After setting the password, reboot the instrument (normal power OFF then ON) to provide remote access security. Only one user then has access at any one time. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The password is first set into the instrument, then used in MST. When prompted in MST, enter the password into the password text box. The password text box shown in Figure 5-5 may differ from the text box that is displayed on your instrument. ",
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/81d08c1957a8bebeca89ea61a9f9ca8765a3e6c9da5a626dd7686f5d157ee791.jpg",
        "img_caption": [
            "Figure 5-5. Remote Access Password Text Box "
        ],
        "img_footnote": [],
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The password can be removed or reset by a Master Reset, by a Factory Default reset, or by a firmware update (which includes a restart). ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Display Settings Menu ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Key Sequence: Shift, System (8) $>$ System Options $>$ Display ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Brightness: The brightness of the display can be adjusted to optimize viewing under a wide variety of lighting conditions. Use the keypad, the Up/Down arrow keys or the rotary knob to select a brightness level from 1 to 9, with 9 being the brightest. Press Enter to accept the change. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Default Colors: Sets the display colors to their factory default condition.   \nUsed for normal viewing. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Black & White: Sets the display colors to black and white. Used for printing and viewing in broad daylight conditions. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Night Vision: Sets the display to a red-tinted color. Optimized for night-time viewing. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "High Contrast: Increases the contrast of the default display colors. Used for other challenging viewing conditions. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Back: Press this submenu key to return to the “System Options Menu” on page 5-4. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Reset Menu ",
        "text_level": 1,
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Key Sequence: Shift, System (8) $>$ System Options $>$ Reset ",
        "page_idx": 72
    },
    {
        "type": "table",
        "img_path": "images/3d76e87be578ae5f816a4e6c88df38efdccf5a644fe43a70f5e6e5506b6b40a4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Reset </td></tr><tr><td>Factory</td></tr><tr><td>Defaults</td></tr><tr><td>Master</td></tr><tr><td>Reset Update</td></tr><tr><td>Firmware</td></tr><tr><td>Frequency Blanking On f</td></tr><tr><td></td></tr><tr><td></td></tr><tr><td>Back</td></tr></table></body></html>\n\n",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Factory Defaults: Press this submenu key to restore the Spectrum Master to its factory default parameter values and Mode settings, including Ethernet, language, and brightness settings. Press the Enter key to initiate the reset. The Spectrum Master is automatically rebooted as part of this operation. To return to normal operation without resetting, press Esc rather than pressing Enter. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Note: This same reset sequence can be initiated when turning the Spectrum Master On by pressing and holding the Esc+On keys until the Anritsu splash screen is displayed. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Master Reset: Press this submenu key to restore the factory setting to all system parameters, including Ethernet, language, and brightness settings. Also, all user files in the internal memory are deleted, and the original language and antenna files are restored. Press the Enter key to initiate the reset. The Spectrum Master is automatically rebooted as part of this operation. To return to normal operation without resetting, press Esc rather than pressing Enter. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Note: This same reset sequence can be initiated when turning the Spectrum Master On by pressing and holding the System (8) $1+0\\eta$ keys until the Anritsu splash screen is displayed. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Update Firmware: Press this submenu key to update the instrument operating system using an external USB drive. Press Enter to begin the update, or press Esc to return to normal operation without updating. Refer to “Update Firmware” on page 5-9 for additional information. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Frequency Blanking On/Off (Option 7 Only): The Frequency Blanking submenu only displays when Option 7, Secure Data is installed on the Spectrum Master. When Frequency Blanking is turned On, all frequency values that are displayed on the screen and menu buttons are replaced with ##.#####. This security measure allows the use of the instrument without sensitive frequency information being displayed on the screen. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Setting Frequency Blanking to Off will preset the instrument settings and frequencies to the factory default settings (the current frequency settings will not be saved or displayed on the instrument). ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Back: Press this submenu key to return to the “System Options Menu” on page 5-4. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Figure 5-7. Reset Menu ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "5-4 Preset Menu ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Key Sequence: Shift, Preset (1) ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Preset: This key resets the instrument to the default starting conditions. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Save Setup: Opens the Save dialog box to name and save the current operating settings, allowing them to be recalled later to return the instrument to the state it was in at the time the setup was saved. ",
        "page_idx": 73
    },
    {
        "type": "image",
        "img_path": "images/f40d5356b18b7d09a2c22dffad6297ac286e3685471e64e80d15c61071c8bb05.jpg",
        "img_caption": [
            "Figure 5-8. Preset Menu "
        ],
        "img_footnote": [],
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Recall Setup: This key allows the selection and recall of a previously stored instrument setup. All current instrument settings are replaced by the stored setup information. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "5-5 Power On Self Test ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "At power on, the Spectrum Master runs through a series of quick checks to ensure that the system is functioning properly. The System self test (refer to “Self Test” on page 5-3) runs a series of tests that are related to the instrument. The Application Self Test (refer to “Application Self Test” on page 5-3) runs a series of tests that are related to the current operating mode of the instrument. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "If the Spectrum Master is within the specified operating range with a charged battery, and if the self test fails, then contact your Anritsu Service Center. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "To initiate a self test when the system is already powered up: ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "1. Press the Shift key and then the System (8) key.   \n2. Press the Self Test submenu key. The Self Test results are displayed. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Press the Esc key to continue. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "5-6 Update Firmware ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Using a USB Memory Device ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "The Spectrum Master contains a feature that allows you to update its firmware by using a USB memory device. First, you must load the USB memory device with the firmware using Master Software Tools (MST). Review the section (in MST Help) that discusses this process. After the firmware is loaded onto the USB memory device, follow the instructions below to update the firmware on your Spectrum Master. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "1. Insert the USB Memory Stick into the USB port. 2. Press the follow key sequence: Shift $>$ System (8) $>$ System Options $>$ Reset $>$ Update Firmware. The Load Firmware main menu key is displayed (Figure 5-9). ",
        "page_idx": 74
    },
    {
        "type": "image",
        "img_path": "images/308df4489db497186cca2913024b1ec6b5803d22e8b3b877a2a513de6127b59e.jpg",
        "img_caption": [
            "Figure 5-9. Firmware Main Menu "
        ],
        "img_footnote": [],
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "3. Press the Load Firmware main menu key to list the Firmware Update menu and the Update Application Firmware submenu key.   \n4. Press the Update Application Firmware submenu key, and the Firmware Update dialog opens (Figure 5-10). ",
        "page_idx": 74
    },
    {
        "type": "image",
        "img_path": "images/f96a7097d496bab0720149a5e00a93e1377a18700de9463cd4bc7f42d0a45e98.jpg",
        "img_caption": [
            "Figure 5-10. Firmware Update Menu "
        ],
        "img_footnote": [],
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "5. Highlight each of the save choices: Save None, Save User Data, and Save & Restore User Data. Read through each choice carefully and then select the desired save mode. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Save None: No attempt will be made to save any user data. • Save User Data: User data will be save to the selected external media device. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Warning If not enough memory space is available for all user data, then some data may be lost during this process. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Save & Restore: User data will be saved to the selected external media device. The instrument will also attempt to restore the files to the instrument after the update. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Warning ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "If not enough memory space is available for all user data, then some data may be lost during this process. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "6. Press Enter to begin the firmware update process. To abort the process, press Esc, then choose another analyzer mode or power down. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "7. The Firmware Update dialog will query you to confirm the process by pressing Enter to continue or Esc to abort (Figure 5-11). ",
        "page_idx": 76
    },
    {
        "type": "image",
        "img_path": "images/d95e4d5b6cb5c3c8adeb9aa7aa2e9c66a8e49e86be989103faf0cd954eb638b4.jpg",
        "img_caption": [
            "Figure 5-11. Firmware Update Menu "
        ],
        "img_footnote": [],
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "8. Select Enter and the firmware update process begins. The Firmware Update dialog displays the following message: Updating firmware. Please Wait.   \n9. When complete, the instrument will reboot. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Update Firmware Using Master Software Tools ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Refer to “Updating Instrument Firmware” on page 7-2 in Chapter 7, “Master Software Tools”. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Chapter 6 — GPS (Option 31) ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "6-1 Introduction ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "The Spectrum Master $\\mathrm{MS272xC}$ is available with a built-in GPS receiver feature (Option 31) that can provide latitude, longitude, altitude, and UTC timing information. When GPS is actively locked to satellites, this information is saved with all saved measurements and can be displayed with Master Software Tools. This option also enhances frequency reference oscillator accuracy. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "6-2 Setting Up GPS (Option 31) ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "In order to acquire data from the GPS satellites, you must have line-of-sight to the satellites, or the antenna must be placed outside without any obstructions. In addition to Option 31, the Spectrum Master requires a GPS antenna, Anritsu part number 2000-1528-R. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Activating the GPS Feature ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "1. Attach the GPS antenna to the GPS Antenna connector on the top of the instrument.   \n2. Press the Shift key then the System (8) key on the numeric keypad to display the System menu.   \n3. Press the GPS submenu key to display the GPS menu.   \n4. Activate GPS by pressing the GPS, On/Off submenu key so that On is underlined. When GPS is first turned $\\mathrm{{On}}$ , the GPS icon is displayed in red. ",
        "page_idx": 78
    },
    {
        "type": "image",
        "img_path": "images/5ea357862e7ee02928e45f7a63c4faabff8cc4372894b026b4559c0d4a22aa31.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Figure 6-1. GPS Icon, Red ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "5. Press the GPS Info submenu key to open the GPS Info window, which displays: ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Tracked Satellites   \nLatitude   \nLongitude   \nAltitude   \nUTC timing information   \nFix available   \nAntenna Status   \nReceiver Status   \nGPS Antenna current and voltage ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "6. When the GPS receiver is tracking at least 3 satellites, the GPS icon changes to green. ",
        "page_idx": 79
    },
    {
        "type": "image",
        "img_path": "images/fedcd7b11fb6ccc89b705a85a0f8d51b3d8213da7389a32bb6bfc5353ac80203.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Figure 6-2. GPS Icon, Green ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "As long as 3 minutes may be required for the Ref Freq status to change to GPS High Accuracy in the Status menu, which is displayed on the left side of the measurement display.   \nTo reset the GPS, press the Reset submenu key. The green GPS icon with a red cross appears when GPS satellite tracking is lost (refer to Figure 6-3). This occurs after being active (tracking three or more satellites). ",
        "page_idx": 79
    },
    {
        "type": "image",
        "img_path": "images/3a1c4ee63f8d43ab4b9db1d7f7e754a2c77d80c8c70c8213a7f5d991d75eebaa.jpg",
        "img_caption": [
            "Figure 6-3. GPS Icon, Green with Red Cross "
        ],
        "img_footnote": [],
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "After GPS location Fix is attained, the internal reference oscillator begins to correct its frequency to match the GPS standard. After the internal frequency is adjusted to match the GPS standard, the status is indicated by “GPS High Accuracy” showing in the Status menu, which is displayed on the left side of the measurement display. When the GPS feature is not enabled, the reference source displays either “Internal Standard Accuracy” or a user-selected external reference frequency in the Status menu. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Within three minutes of satellite acquisition, the reference oscillator will have an accuracy of better than 25 ppb (parts per billion). The OCXO internal standard accuracy is $\\pm0.3$ PPM. The correction factor applied to the internal OCXO allows the instrument to maintain GPS frequency accuracy for three days at better than $50\\mathrm{ppb}$ , even when the instrument is obstructed from receiving signals from the GPS satellites. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "In order to acquire data from the GPS satellites, you must have line-of-sight to the satellites, or the antenna must be placed outside with no obstructions. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Option 31 requires a GPS antenna, Anritsu part number 2000-1528-R. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Chapter 7 — Master Software Tools ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "7-1 Introduction ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "This chapter provides a brief overview of Master Software Tools (MST), firmware update, and emergency repair procedures. For detailed information about Master Software Tools, refer to the MST Manual on the CD-ROM that was included with the Spectrum Master. The major sections of this chapter include: ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "“Master Software Tools Overview” on page 7-1   \n“MST Feature Overview” on page 7-1   \n“Updating Instrument Firmware” on page 7-2 ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "7-2 Master Software Tools Overview ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Anritsu Master Software Tools is a Microsoft Windows compatible program (for Windows 2000, Windows XP, and 64-bit Windows Vista) for transferring and editing saved measurements, markers, and limit lines to a PC. Master Software Tools will not function on earlier versions of the Microsoft Windows operating system. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "7-3 MST Feature Overview ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Capturing or Retrieving Traces ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "MST includes a feature to capture the current screen and associated data from the test instrument to the Master Software Tools Graphic Display Editor window. Saved files on the test instrument can also be retrieved and displayed or edited with Master Software Tools. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Editing Graphs ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "MST can be used to change the scale, limit lines, and markers in a measurement through the Edit Graph button in the workspace toolbar, or through the Context Menus. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Context Menus ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Context Menus are accessed by right-clicking the mouse on an active measurement screen in the Graphic Display Editor Window. Context Menu functions may include commands that are also available on the pull down menus and toolbar buttons, or functions, commands, and options specific to the active measurement window. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Overlaying Traces ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Trace Math and Overlays allow for comparing multiple traces. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Folder Spectrogram ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Folder Spectrogram provides a simulated three dimensional view of a large amount of data in one set of graphs. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "3D Spectrogram View ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "The 3D Spectrogram function allows you to view a folder of measurement traces in true three dimensions: frequency, time, and amplitude. You can use markers to select or point out specific frequencies and amplitudes. With Signal ID, you can view specific types of signals and their signal-to-noise ratio (SNR). 3D Spectrogram requires Microsoft DirectX running on your PC. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Script Master ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Script Master is an editor that is used to create files that set up measurement parameters and create automated test procedures that aid field technicians or field application engineers with measurement testing. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "7-4 Installing MST ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "MST is provided on the CD-ROM that is included with the instrument. Insert the CD-ROM into a PC to run the installer. Follow the onscreen instruction. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "7-5 Updating Instrument Firmware ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "1. Connect the Spectrum Master to a PC by using USB or Ethernet. Refer to the Master Software Tools (MST) User Guide (on the CD-ROM) for information regarding connecting your Spectrum Master to a PC. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "If you are using USB, then refer to Section 5-6 “Update Firmware” on page 5-9. If you are using Ethernet, then continue with Step 2. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "2. Run Master Software Tools ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "3.FromtheConnectionmenu:",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "for a USB Connection, Select Connect – USB.   \nfor an Ethernet Connection: a. Enter the IP Address of your Spectrum Master by first clicking Enter IP Address… b. Then click Connect – Ethernet: xxx.xxx.xxx.xxx ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "• In either type of connection, the connection type is displayed in the toolbar. ",
        "page_idx": 81
    },
    {
        "type": "image",
        "img_path": "images/b2731dc631b0bb51cc3a45e1e8bcc0e39a449a91bd633c1b3895a1c5550076c3.jpg",
        "img_caption": [
            "Figure 7-1. IP Address in Connection Button "
        ],
        "img_footnote": [],
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "4. From the Tools menu, click Product Updates. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "The Product Updates window opens. ",
        "page_idx": 82
    },
    {
        "type": "image",
        "img_path": "images/1ed0b33badca5c80d2ea505f3d848b56a1ac55fb1e172ab505b08e78901cddb6.jpg",
        "img_caption": [
            "Figure 7-2. Tool Menu: Product Updates Command "
        ],
        "img_footnote": [],
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "5. Notice the differences in the two Product Updates windows in Figure 7-3 and Figure 7-4. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "File Status Ready   \nIn Figure 7-3, the status of the highlighted file is Ready, and the Install to Unit   \nbutton is active. You can immediately click Install to Unit to update your Spectrum Master with the new firmware.   \nFile Status Available   \nIn Figure 7-4, the status of the highlighted file is Available, and the Install to Un   \nbutton is gray and inactive. This means that the updated file is on the Anritsu   \nProduct Support Web site and needs to be downloaded to your PC. After the file   \nhas been downloaded and placed on your PC, its status changes to Ready, and th Install to Unit button becomes active. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Note ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Screen captured images are provided as examples. The images shown on your instrument may differ from the examples in this user guide. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Product Updates ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Retrieve product updates direct from the Anritsu web site and upload new firmware to supported Anritsu instruments. ",
        "page_idx": 83
    },
    {
        "type": "table",
        "img_path": "images/4b01753e4bb0da709b3920fb1ca860ee98feb1871f7b72b4a5e98faa881c8545.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Model</td><td>File</td><td>Status</td><td>Size</td><td></td></tr><tr><td>MT8220A</td><td>V1.86_MT8220A.zip</td><td>Available</td><td>19015 KB</td><td></td></tr><tr><td>MT8221B</td><td>V1.50 MT8221B.zip</td><td>Ready</td><td>18502 KB</td><td></td></tr><tr><td>MS8911A</td><td>V1.84_MS8911A.zip</td><td>Available</td><td>10938 KB</td><td></td></tr><tr><td>MS8911B</td><td>V1.84_MS8911B.zip</td><td>Available</td><td>12119 KB</td><td></td></tr><tr><td>KAD1nCA</td><td>1/1EMAD1nCA-in</td><td>A+.-il-kl</td><td>CA0VD</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 83
    },
    {
        "type": "image",
        "img_path": "images/f09127a632620fbe64cfc8c6fd912f72ca21ea3367ba5e000173c403f2376cf7.jpg",
        "img_caption": [
            "Figure 7-3. Product Updates Window: Status Ready "
        ],
        "img_footnote": [],
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Product Updates ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Retrieve product updates direct frorm the Anritsu web site and upload new firrmware to supported Anritsu instruments. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Instrument: Internet: ",
        "page_idx": 84
    },
    {
        "type": "image",
        "img_path": "images/98a1ef0905a75554c17956d2e2212ce87e4e782c12b06954490ee47021972db2.jpg",
        "img_caption": [
            "Figure 7-4. Product Updates Window: Status Available "
        ],
        "img_footnote": [],
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "File Status Ready: ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "1. Check that the file status is Ready and that the Install to Unit button is active. 2. Click the Install to Unit button. Your Spectrum Master is updated with the new firmware. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "File Status Available: ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "1. Check that the file status is Available.   \n2. Click Retrieve File to download the file from the Web site to your PC.   \n3. Check that the file status changes to Ready.   \n4. Click the Install to Unit button. Your Spectrum Master is updated with the new   \nfirmware. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "File Not Listed: ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "You might open the Product Updates window and not find the file that you are looking for. In that case: ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "1. Click the Check for Updates button. Master Software Tools checks for the latest updates at the Anritsu Product Support Web Site. New updates that are found are listed in the file menu.   \n2. Click the Retrieve File button. The file is transferred from the Web site to your PC.   \n3. After the status changes to Ready, click the now-active Install to Unit button. Your Spectrum Master is updated with the new firmware. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Update Problems ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "If you do not find the latest update, or if you encounter a problem with updating the firmware, then contact Anritsu. Internet links to worldwide Anritsu locations can be found at the following URL: ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "http://www.anritsu.com/Contact.asp ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Update Firmware by Using a USB Device ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Refer to the Master Software Tools (MST) User Guide (on the CD-ROM) for information regarding connecting your Spectrum Master to a PC. Also refer to Section 5-6 “Update Firmware” on page 5-9. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Appendix A — Measurement Guides ",
        "text_level": 1,
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "A-1 Introduction ",
        "text_level": 1,
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "This appendix provides a list of supplemental documentation for Spectrum Master features and options. The measurement guides are available as PDF files on the Documentation disc or the Anritsu web site. The Technical Data Sheets are available on the Anritsu web site. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "A-2 Documents, Firmware, Supplemental Information ",
        "text_level": 1,
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Documents and Firmware may also be downloaded. ",
        "page_idx": 86
    },
    {
        "type": "table",
        "img_path": "images/4350adf88ec864246cf1261af8380140c7f836458207ccc4b2ab288bdc071cab.jpg",
        "table_caption": [
            "Table A-1. Analyzers and Analyzer Options (Sheet 1 of 2) "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Spectrum Master Feature (Required Option)</td><td>Related Document (Part Number)</td></tr><tr><td>Spectrum Analyzer</td><td rowspan=\"3\">Spectrum Analyzer</td></tr><tr><td>Interference Analyzer (0025) Channel Scanner (0027)</td></tr><tr><td>Zero-Span IF Output (0089)</td></tr><tr><td>AM/FM/PM Analyzer (0509)</td><td>Power Meter</td></tr><tr><td>High-Accuracy Power Meter (0019) GSM/GPRS/EDGE RF Signal Analyzer (0040)</td><td>Measurement Guide (10580-00240)</td></tr><tr><td>GSM/GPRS/EDGE Demodulated Signal Analyzer (0041)</td><td rowspan=\"8\">3GPP Signal Analyzer Measurement Guide (10580-00234)</td></tr><tr><td>W-CDMA/HSDPA RF Signal Analyzer (0044)</td></tr><tr><td>W-CDMA Demodulated Signal Analyzer (0045)</td></tr><tr><td>W-CDMA/HSDPA Demodulated Signal Analyzer (0065)</td></tr><tr><td>W-CDMA/HSDPA Over-the-Air Signal Analyzer (0035)</td></tr><tr><td>TD-SCDMA/HSDPA RF Signal Analyzer (0060)</td></tr><tr><td>TD-SCDMA/HSDPA Demodulated Signal Analyzer (0061)</td></tr><tr><td>TD-SCDMA/HSDPA Over-the-Air Signal Analyzer (0038)</td></tr><tr><td>LTE RF Measurements (0541) LTE Modulation Measurement (0542)</td></tr></table></body></html>\n\n",
        "page_idx": 86
    },
    {
        "type": "table",
        "img_path": "images/67202ec2fdf26d3d82e56d793e06cb938bbd7e855fe2067937592b81a2b0a8ab.jpg",
        "table_caption": [
            "Table A-1. Analyzers and Analyzer Options (Sheet 2 of 2) "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Spectrum Master Feature (Required Option)</td><td>Related Document (Part Number)</td></tr><tr><td>cdmaOne/CDMA2000 1X RF Signal Analyzer (0042) cdmaOne/CDMA2000 1X Demodulated Signal Analyzer (0043) cdmaOne/CDMA2000 1X Over-the-Air Signal Analyzer (0033)</td><td>3GPP2 Signal Analyzer Measurement Guide</td></tr><tr><td>CDMA2000 1xEV-DO RF Signal Analyzer (0062) CDMA2000 1xEV-DO Demodulated Signal Analyzer (0063) CDMA2000 1xEV-DO Over-the-Air Signal Analyzer (0034)</td><td>(10580-00235)</td></tr><tr><td>IEEE 802.16 Fixed WiMAX RF Signal Analyzer (0046) IEEE 802.16 Fixed WiMAX Demodulated Signal Analyzer (0047) IEEE 802.16 Mobile WiMAX RF Signal Analyzer (0066) IEEE 802.16 Mobile WiMAX Demodulated Signal Analyzer (0067)</td><td>WiMAX Signal Analyzer Measurement Guide (10580-00236)</td></tr><tr><td>IEEE 802.16 Mobile WiMAX Over-the-Air Signal Analyzer (0037) Performance Specifications, Spectrum Master Technical Data Sheets</td><td></td></tr><tr><td>MS2722C</td><td>11410-00529</td></tr><tr><td>MS2723C</td><td>11410-00524</td></tr><tr><td>MS2724C</td><td>11410-00525</td></tr><tr><td></td><td></td></tr><tr><td>MS2725C</td><td>11410-00525</td></tr><tr><td>MS2726C</td><td>11410-00526</td></tr></table></body></html>\n\n",
        "page_idx": 87
    },
    {
        "type": "table",
        "img_path": "images/416cd5f2e07a05f39412afb1a9d57de13a7387562fa0d0affde1f954ce49fece.jpg",
        "table_caption": [
            "Table A-2. Supplemental Documents "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>DocumentType</td><td>Part Number</td></tr><tr><td>Performance Specifications, Spectrum Master Technical Data Sheets</td><td></td></tr><tr><td rowspan=\"3\">MS2722C MS2723C</td><td>11410-00529</td></tr><tr><td>11410-00524</td></tr><tr><td>11410-00525</td></tr><tr><td>MS2725C</td><td>11410-00525</td></tr><tr><td>MS2726C</td><td>11410-00526</td></tr><tr><td>Spectrum Master Programming Manual</td><td>10580-00278</td></tr><tr><td>Spectrum Master Maintenance Manual</td><td>10580-00279</td></tr></table></body></html>\n\n",
        "page_idx": 87
    },
    {
        "type": "table",
        "img_path": "images/bcdac892d1aba33d6e23d24a233e204f5b4a106e6d0f86d8baf20c86f6f3e506.jpg",
        "table_caption": [
            "Table A-3. Additional Instrument Supplements "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Supplement Type</td><td>Part Number</td></tr><tr><td>Handheld Instruments Documentation Disc</td><td>10920-00060</td></tr><tr><td>Computer Software Application MasterSoftwareToolsCD-ROM (May also be downloaded)</td><td>2300-498</td></tr></table></body></html>\n\n",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "Appendix B — Error Messages ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "B-1 Introduction ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "This chapter provides a list of information and error messages that could be displayed on the $\\mathrm{MS272xC}$ Spectrum Master. If any error condition persists, then contact your local Anritsu Service Center (http://www.anritsu.com/Contact.asp). ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "B-2 Self Test or Application Self Test Error Messages ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Overall Status FAILED ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "One or more elements of the System or Application Self Test has failed. Refer to the other pass fail tests listed below to determine which specific test failed. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "ADC Self Test FAILED ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The Analog to Digital converter failed to return an answer. Insure that the battery level is adequate for operation or that the temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+0\\mathrm{N}$ . ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "DDC FAILED ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The Digital Down Converter failed to return a value. Insure that the battery level is adequate for operation or that temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+{\\mathrm{ON}}$ . Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Lock Test FAILED ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "One or more Phase Lock Loops Failed to properly achieve Lock Status. Insure that the battery level is adequate for operation or that temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System+ON. Caution: Use of MASTER RESET, System $+{\\mathrm{ON}}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Over Power FAILED ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "RF Power applied to the input connector is too high. Remove or reduce the input power or add additional attenuation. Sometimes out of band frequencies may be present that can cause an Over Power Error. In highly rich RF environments it may be necessary to add an external band pass filter to reduce unwanted interference. See the accessories section for a list of available band pass filters from Anritsu. Out of band frequencies can often be detected by increasing the Span to maximum in the peak detect mode of operation. Another resolution may be to reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+0\\mathrm{N}$ . Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Over Power Start FAILED ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "RF Power applied to the input connector is too high at turn on. See Over Power FAILED error above. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Mixer Saturation:  Increase Attenuation ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "or ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Mixer Overdrive FAILED ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Too much power applied with too little Attenuation. Increase attenuation. Sometimes even out of band frequencies may be present that would cause a Mixer Overdrive Error. In highly rich RF environments it may be necessary to add an external band pass filter to reduce unwanted interference. See the accessories section for a list available band pass filters from Anritsu. Out of band frequencies can often be detected by increasing the SPAN to maximum in peak detect mode of operation. Another resolution may be to Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+0\\mathrm{N}$ . Caution: Use of MASTER RESET, System $+\\mathrm{ON}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "B-3 Operation Error Messages ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "ADC Over range: Increase Reference Level ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Input signal is too large for the Analog to Digital converter to process. Increase the internal or external attenuation or, if using Auto attenuation, then increasing the Reference Level should resolve the error. See also the “Mixer Overdrive FAILED” error (described previously) for information on Out of Band RF power. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Calibrator Reading Error ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Calibration reference source is not providing quality signal. Insure that the battery level is adequate for operation or that temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+0\\mathrm{N}$ . ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Fatal Error ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Usually caused by a failure to communicate with one section or another. Sometimes resolved by restarting the unit or by Factory Defaults, $\\mathrm{ESC+ON}$ , resetting of the unit. Under extreme cases the use of MASTER RESET, System $+0\\mathrm{N}$ , may resolve the issue. Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Trace not saved. Please wait for complete sweep and try again. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Attempted to save a measurement trace before the sweep had completed at least once. Wait for at least one complete sweep and try to save again. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Measurement not valid in Zero Span ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Attempt was made to make an automated measurement that requires more than ZERO SPAN to accomplish. An example would be Occupied Bandwidth measurement. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The Freq range of the Antenna is invalid for this setup. Please select another Antenna ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Choose a start and stop frequency that is within the defined frequency range for the selected antenna compensation table. See also Master Software Tools for creation and Upload of Antenna correction files. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Minimum permitted Sweep time is 50 µs ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "An attempt was made to set the minimum Sweep time to less than $50~\\upmu\\mathrm{s}$ . ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Invalid Attenuation for Preamp ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The only valid attenuation settings while the Preamp is operational are 0 dB, 5 dB and 10 dB. All other settings attempted by the user will result in this message. Select 0 dB, 5 dB or $10~\\mathrm{dB}$ or select AUTO Attenuation to let the system determine the correct setting based on the reference level selected. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Valid Attenuations with Preamp on are 0 dB, 5 dB and 10 dB ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Same as above ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Unable to add additional limit points. $\\%\\text{\\textperthousand}$ is the maximum. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Attempted to add an additional limit line point beyond the maximum number of allowed points. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Use Demod type USB or LSB to use Beat Frequency Osc ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "An attempt to use the Beat Frequency Oscillator while not in Upper or Lower Sideband Demodulation mode. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Trace A/B/C has no data to view ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Attempt to turn on or VIEW a trace that has never had data recalled into this trace location. Refer to Recall Trace section for instructions on how to recall stored measurement traces into either Trace A, B or C. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Locking to Internal Ref failed ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Switching from an external frequency reference to the internal reference has failed. Some additional warm up time may be needed if the unit has been on external reference for a long time or if the unit is not warmed up enough. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Locking to External Ref failed; Lock attempt Failed ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Operation Error Messages ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Switching from an internal frequency reference to the external reference has failed. Verify that the correct external reference frequency value has been selected from the list of valid external reference frequencies. Verify that the level of the external reference frequency is at least 1vp-p. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Fatal error, EEPROM failed ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Hardware communications between modules has failed. Insure that the battery level is adequate for operation or that temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+0\\mathrm{N}$ . Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Fatal error, no SPA board connected ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Hardware communications between modules has failed. Insure that the battery level is adequate for operation or that temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+0\\mathrm{N}$ . ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Operation not Permitted in Recall Mode ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Attempted to perform an operation on a recalled trace. Many operations are valid only on a live or active trace. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Cannot change scale in Linear mode ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Linear display mode of operation does not support a scaling change in the same manner as the Log display mode. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Cannot turn on delta marker because Ref Marker is invalid ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Delta markers cannot be enabled unless the primary marker is within the displayed span. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Cannot turn on delta marker because Ref Marker is a counter Marker ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Delta markers cannot be enabled unless the primary marker is NOT a counter Marker. Turn off the Counter Marker mode of marker operation to use Delta Marker. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Current Marker is not ON ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Attempted to use a marker mode or feature for a marker that is not enabled. Turn on the appropriate marker to use this function or switch to a marker that is already enabled. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Marker must be ON to Use the feature ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Attempted to use a marker mode or feature for a marker that is not enabled. Turn on the appropriate marker to use this function or switch to a marker that is already enabled. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Triggering valid only in Zero Span ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "External triggering can only be used while the SPAN is set to 0 (zero) ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Cannot change Modes for Recalled/Inactive Traces ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Detection modes or other elements such as RBW/VBW, averaging, and so forth, cannot be altered on a recalled trace. The trace is displayed with the same parameters in which it was saved. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Cannot change average for Recalled/Inactive Traces ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Cannot set Delta Detection modes or other elements such as RBW/VBW, averaging, and so forth, cannot be altered on a recalled trace. The trace is displayed with the same parameters in which it was saved. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Pretune Calibration Table fault ",
        "text_level": 1,
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Ensure that the battery level is adequate for operation or that temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+{\\mathrm{ON}}$ . Caution: Use of MASTER RESET, System $+\\mathrm{ON}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Lock failed during initialization ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "One or more of the Phase Lock Loops failed to achieve lock status during startup. Insure that the battery level is adequate for operation or that temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+0\\mathrm{N}$ . Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Reference LVL Cal is OFF ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Factory Calibration is OFF. Insure that the battery level is adequate for operation or that the temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+{\\mathrm{ON}}$ . Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "IF Cal is OFF ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Factory Calibration is OFF. Insure that the battery level is adequate for operation or that the temperature is within acceptable limits. Reset to factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ , or MASTER RESET, System $+{\\mathrm{ON}}$ . Caution: Use of MASTER RESET, System $+0\\mathrm{N}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Cannot set Delta Mkr Freq to Demod Freq ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Marker to Demod frequency is only available with a primary marker as the selected marker. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Fan Failure ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "The system has determined that the fan should be running due to the internal temperature of the unit, but cannot detect that the fan is actually running. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "It is important to keep the fan inlet and exhaust ports clear of obstructions. The cooling fan will vary the speed in relation to the internal temperature of the instrument. The fan will turn on at low speed when the internal temperature of the instrument reaches $44^{\\circ}\\mathrm{C}$ , and will increase the fan speed to maximum at $54^{\\circ}\\mathrm{C}$ . As the internal temperature of the instrument decreases, the fan will reduce speed until the temperature reaches $39^{\\circ}\\mathrm{C}$ , at which point the fan will turn off. ",
        "page_idx": 96
    },
    {
        "type": "image",
        "img_path": "images/30a454b6fc581cd72dc44949110665bddb9b32829a7991aba284cdd8ae032d2e.jpg",
        "img_caption": [
            "Figure B-1. Fan Speed versus Temperature "
        ],
        "img_footnote": [],
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "High Temp Warning ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "The internal temperature has reached an excessive level, $85^{\\circ}\\mathrm{C}$ . Verify that the ventilation openings are unobstructed and that the fan is running. Internal temperatures may be manually verified by using the SELF TEST function. Turn off the unit and allow the temperature to cool down. If the fault is not resolved and if the internal temperature reaches $90^{\\circ}\\mathrm{C}$ , then a countdown of 10 seconds will begin to give the user a chance to save the current setup before it will turn itself off (before internal temperatures can cause any damage). If the error persists after removing any obstructions and allowing the unit to cool, then reset to the factory defaults with either Factory Defaults, $\\mathrm{ESC+ON}$ . Caution: Use of MASTER RESET, System $+{\\mathrm{ON}}$ , will erase all user saved setups and measurement traces and return the unit to a fully Factory Default condition. If the error persists, then contact your Anritsu Service Center. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Copy failed. Please check External USB Memory ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Attempt to copy user saved data to the external USB Flash drive has failed. Do not attempt to remove or power down the unit before the copy has completed. Be sure that the USB memory device is not already full and that it is fully inserted into the USB connector. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "PLL Lock Fail ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Phase Lock Loop failed to lock. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Trace not saved. Please wait for complete sweep and try again. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Attempted to save a measurement trace before the sweep had completed at least once. Wait for at least one complete sweep and try to save again. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Appendix C — LAN and DHCP ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "C-1 Introduction ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "This appendix describes network connections for the MS272xC Spectrum Master. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "C-2 Ethernet Configuration ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "LAN Connection ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "The RJ-45 connector is used to connect the Spectrum Master to a local area network. Integrated into this connector are two LEDs. The amber LED shows the presence of a 10 Mbit/s LAN connection when on, and a 100 Mbit/s LAN connection when off. The green LED flashes to show that LAN traffic is present. The instrument IP address is set by pressing the Shift key, then the System (8) key followed by the System Options submenu key and the Ethernet Config submenu key. The instrument Ethernet address can be set automatically using DHCP, or manually by entering the desired IP address, gateway address, and subnet mask. ",
        "page_idx": 98
    },
    {
        "type": "table",
        "img_path": "images/5ac86d8657576b0c75260a2a1e8d9b1ca2c55a42e4c2026a8119c7a18851564f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Note</td><td>An active Ethernet cable must be connected to the instrument before it is turned ON in order to enable the Ethernet port for DHCP or for a static IP address. Depending upon local conditions, the port may remain enabled when changing from DHCP to static IP address, when changing from static IP address to DHCP, or when temporarily disconnecting the Ethernet cable. If the port becomes disabled, then ensure that an active Ethernet cable is attached</td></tr></table></body></html>\n\n",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Dynamic Host Configuration Protocol (DHCP) is an Internet protocol that automates the process of setting IP addresses for devices that use TCP/IP, and is the most common method of configuring a device for network use. To determine if a network is set up for DHCP, connect the $\\mathrm{MS272xC}$ to the network and select DHCP protocol in the Ethernet Config menu. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Turn the Spectrum Master off, and then on. If the network is set up for DHCP, then the assigned IP address should be displayed briefly after the power up sequence. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "To display the IP address with the instrument on, press the Shift key, then the System (8) key, then the System Options submenu key and the Ethernet Config submenu key. The IP address will be displayed as shown in Figure C-1. The image on the display panel of your Spectrum Master may differ from the image shown here. ",
        "page_idx": 99
    },
    {
        "type": "image",
        "img_path": "images/2264c0ebaf8086245200a8758edca41b1d67762dfffce5eb66cb0b77c3ae4d5e.jpg",
        "img_caption": [
            "Figure C-1. IP Address Assigned Using DHCP "
        ],
        "img_footnote": [],
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Ethernet Config ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Press this submenu key to display the Ethernet submenu and to open the Ethernet Editor dialog box in order to set the IP address of the instrument. ",
        "page_idx": 100
    },
    {
        "type": "image",
        "img_path": "images/0f16d725256ad74e1703935e15b5b332d96e31a1bdf895bda72dac99eaabdb67.jpg",
        "img_caption": [
            "Figure C-2. Setting IP Address Manually "
        ],
        "img_footnote": [],
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Ethernet Menu ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Key Sequence: Shift, System (8) $>$ System Options $>$ Ethernet Config ",
        "page_idx": 101
    },
    {
        "type": "table",
        "img_path": "images/e2326bd6cb04b054fd2464315ee3070aac1a45185d5cdab019f71dd349c7d5a3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Ethernet</td><td rowspan=\"3\">Type Manual DHcP: Press this submenu key to select whether the address w be entered manually, or will be supplied automatically by a network DHCP</td></tr><tr><td>Type</td></tr><tr><td>server. If Manual is selected, then use the submenu keys or the Left/Right Manual DHCP arrow keys to select the field that is to be modified. Use the keypad, the</td></tr><tr><td>Field </td><td>Up/Down arrow keys, or the rotary knob to enter the input. Press Enter to accept the changes, or press the Esc key to return to normal operation without changing anything.</td></tr><tr><td>IP G-Way Sub</td><td>Field IP  G-Way Sub: Press this submenu key to select the desired Internet</td></tr><tr><td>First Octet</td><td>Protocol Property to be edited. First Octet: Moves the cursor to the left most column of the selected IP</td></tr><tr><td>Second Octet</td><td>properties field. Second Octet: Moves the cursor to the second column from the left of the</td></tr><tr><td>Third Octet</td><td>selected IP properties field. Third Octet: Moves the cursor to the third column from the left of the selected IP properties field.</td></tr><tr><td>Fouth Octet</td><td>Fourth Octet: Moves the cursor to the forth column from the left of the selected IP properties field.</td></tr></table></body></html>\n\n",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "C-3 DHCP ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "DHCP stands for Dynamic Host Configuration Protocol. It is a protocol that allows a server to dynamically assign IP addresses to devices that are connected to the network. Most networks include a DHCP server to manage IP addresses. When a DHCP server is available on the network, DHCP is the preferred IP address assignment mode. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "When using DHCP, no setup is required to lease and use a dynamic IP address. In a dynamic IP operation, the IP address in use may change from use to use. The DHCP server hands out IP addresses on a first come, first served basis. As soon as the device is disconnected from the network, the IP address that it was using becomes available to lease to the next unit that requests an IP address. Normally, some amount of lag time is present on the DHCP server end, so if the device is connected again reasonably soon, then it may end up with the same address. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "When a DHCP server is not available, a Static IP address can be used. A Static IP address is a fixed address. After being set, it will always remain the same, and care must be taken to not conflict with other equipment on the network. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "When using a static IP address on an established network, always request the Static IP address from the network administrator. Randomly choosing a Static IP address on an established network may result in duplicate IP addresses or other conflicts. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Three parameters must be set prior to using a Static IP address: ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "IP Address ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "This is the Static IP address on the network. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Default Gateway ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Often when a static IP address is assigned, a default gateway is also identified. If the default gateway is unknown, then type in the Static IP address so that the Static IP address and Default Gateway are the same number. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Subnet Mask ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "This parameter is usually extracted from the Static IP address based on the class of the address and determines the destination of any broadcast messages that might be sent from the instrument. It can be customized if necessary. The subnet mask may also be provided with the Static IP address. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Example 1 ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "In this example, a Static IP address has been chosen because no network DHCP service is available. The instrument is connected to the network port on the PC with a crossover Ethernet cable (not included). This is also referred to as Direct Connect: ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "IP Address: 10.0.0.2   \nDefault Gateway: 10.0.0.2   \nSubnet Mask: 255.255.0.0 ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Example 2 ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "In this example, the Static IP address has been assigned with an associated gateway and subnet mask: ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "IP Address: 153.56.100.42   \nDefault Gateway: 153.56.100.1   \nSubnet Mask: 255.255.252.0 ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "C-4 ipconfig Tool ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "A few tools that are built into the Microsoft Windows operating system can assist in making some determinations about the network to which the PC is connected. Typing ipconfig at a command prompt produces a display of information about the in-use parameters of the PC and its network connection. Following is an example of the typical results expected: ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "The ipconfig display does not report whether the information is from a DHCP Note server or from a Static IP setup. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Y:\\>ipconfig   \nWindows 2000 IP Configuration   \nEthernet adapter Local Area Connection:   \nConnection-specific DNS Suffix. : us.anritsu.com IP Address. 172.26.202.172 Subnet Mask . 255.255.252.0 Default Gateway 172.26.200.1 ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "C-5 Ping Tool ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Another tool that can find out if a selected IP address is already on the network is ping. Ping is a harmless way to determine if an address is found on the network, and (if it is found) to receive a reply. Basically, the ping function sends out a request to a specific address to determine if a computing device is connected to the network at that address. If a valid connection is found, then a copy of the signal (that was sent) is returned. If a connection is not found, then the response is “request timed out”, which means that no reply was received from that IP address. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Y:\\>ping 172.26.202.172   \nPinging 172.26.202.172 with 32 bytes of data:   \nReply from 172.26.202.172: bytes $=32$ time $<\\mathsf{10m s}$ TTL $\\scriptstyle1=128$ Reply from 172.26.202.172: bytes $=32$ time $^{<1}$ 0ms TTL $\\scriptstyle1=128$ Reply from 172.26.202.172: bytes $^{=32}$ time $<\\mathsf{10m s}$ TTL $\\scriptstyle1=128$ Reply from 172.26.202.172: bytes $^{=32}$ time $<1$ 0ms TTL $^{1=128}$ Ping statistics for 172.26.202.172:   \nPackets: Sent $\\mathit{\\Delta}=\\mathit{\\Delta}4$ , Received $\\mathit{\\Theta}=\\mathit{\\Theta}4$ , Lost $\\mathbf{\\varepsilon}=\\mathbf{\\varepsilon}0$ (0% loss), Approximate round trip times in milliseconds:   \nMinimum $\\mathbf{\\tau}=\\mathbf{\\tau}$ 0 ms, Maximum $\\mathbf{\\tau}=\\mathbf{\\tau}$ 0 ms, Average $\\mathbf{\\tau}=\\mathbf{\\tau}$ 0 ms ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Index ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Numerics ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "3D spectrogram, MST 7-1 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "A ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "access control, Internet 5-5   \nadapter, AC-DC . 1-8, 2-2   \nadditional documents . A-1   \naddress, Ethernet IP address . C-1   \namplitude, setting . . 3-5   \nAnritsu service centers . 1-7   \nAnritsu, contact 1-1   \nantenna   \nerror, invalid freq range . B-3   \nESD cautions 1-6   \nGPS   \nantenna location 6-2   \nconnector, type SMA . 2-15   \nsetting up GPS . 6-1   \napplication self test submenu key . . . . 5-3 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "B ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "bail, tilt bail 1-10   \nbandwidth, setting 3-3   \nbattery   \ncharge indicator 2-8   \ndoor (image) 1-8   \ninstrument long-term storage 1-8   \nreplacement 1-8   \nsymbol 2-15   \nblack and white 5-6   \nbrightness 5-6 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "C ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "calibration   \nreading error . B-2   \nSpectrum Master requirements  . . 1-5   \nstatus . 2-15   \ntable fault . B-5   \ncautions   \n12VDC adapter . 1-8, 2-2   \napproved batteries and chargers . 2-16   \ncleaning solvents 1-5   \nESD . 1-6   \ncenter frequency settings 3-3   \ncenter frequency sharing 5-5   \nchange directory . 4-8   \ncleaning RF connectors 1-5   \nconnectors, test panel, illustration  . . 2-13   \ncontacting Anritsu 1-1   \ncopy menu 4-12   \ncreate folder 4-9 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "D ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "data loss warning 5-10   \ndefault factory . . B-1 factory defaults via reset menu . . . 5-7 gateway, for IP address . C-5   \ndefault colors . 5-6   \ndemod marker to demod frequency . . . . B-6 with beat frequency oscillator . . . . B-3   \nDHCP LAN connection C-1 more information . C-5   \ndisplay . . . . 5-4   \ndisplay area . . 2-8   \ndocuments for Spectrum Master  . . . 1-4   \ndocuments, reference . 1-7   \nDynamic Host Configuration Protocol see DHCP ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "E ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "error messages   \nOperation B-2   \nSelf Test . B-1   \nESD cautions 1-6   \nEthernet   \nconfiguration C-3   \nIP address . . C-1   \nmenu . C-4   \nupdating firmware . . 7-2   \nEthernet, remote access password . . 5-5   \nexternal power connector 2-13   \nexternal reference port 2-14   \nexternal trigger . 2-14 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "F ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "factory defaults submenu key 5-7   \nfan 2-4, B-6   \nfile management 4-1   \nfile menu 4-7   \nfirmware   \nupdating via Ethernet 7-2   \nupdating via USB . 5-9, 7-2   \nupdating, main topic 7-2   \nfrequency   \nbandwidth setting 3-3   \nexternal reference port 2-14   \nrange . 1-2   \nsetting signal standard . 3-3   \nsetup the instrument 3-3   \nfrequency blanking . 1-10   \nfront panel keys 2-4 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "G ",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "gateway default, for IP address . C-5 part of IP address . . C-1   \nGPS antenna connector, type SMA  . . . 2-15 setting up 6-1 system menu . 5-2 ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "H ",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "headset jack . .2-13, 2-14   \nhigh contrast 5-6   \nhold condition, no sweep . . 2-16   \nhttp, contacting Anritsu 1-1 ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "I ",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "IF Out port 2-14   \ninstrument settings summary 2-8   \nIP address . C-1   \ndefault gateway . C-5   \nping tool . C-7   \nstatic . C-5   \nsubnet mask C-5   \nipconfig tool . C-6 ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "ck, headset 2-1 ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "K ",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "key   \nfront panel keys 2-4   \nmain menu keys 2-5   \nmode-dependent main menu keys 2-17   \nsubmenu keys . 2-5 ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "L ",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "LAN and DHCP information C-1   \nLAN connection . 2-13, C-1   \nremote access password . 5-5   \nlatitude, GPS . 6-1   \nLCD, Spectrum Master display . 1-4   \nlimit lines, setup . 3-7   \nlinks   \ncontacting Anritsu 1-1   \nMS2722C product page 1-1   \nlongitude, GPS 6-1   \nM   \nmain menu key labels . 2-8   \nmaintenance   \npreventive 1-5   \nmarkers, setup . 3-9   \nmask, subnet, for IP address . C-5   \nmaster reset   \nmemory and files 1-12   \nsubmenu key . . 5-7   \nMaster Software Tools 7-1   \nupdating firmware 7-2   \nmeasurement guides . . A-1   \nmeasurements   \nselecting signal standard . . 3-3   \nsetting amplitude . 3-5   \nsetting bandwidth . 3-3   \nsetting frequency . 3-3   \nsetting span . . 3-6   \nsetting up GPS . 6-1   \nsetting up limit lines . 3-7   \nsetting up markers 3-9   \nmenu   \ncopy 4-12   \ndelete 4-13   \nEthernet . . C-4   \nfile 4-7   \nmode selector 2-6   \noptions, system 5-4   \npreset . 5-8   \nrecall 4-11   \nreset . 5-7   \nsave . 4-8   \nsave location . 4-9   \nsave on event 4-10   \nsystem . 5-3   \nsystem options . 5-4, 5-6   \nsystem options 2/2 5-5   \nmenu map   \nsystem menus 5-2   \nmode   \nselector list box . 2-6   \nMS2722C product page (URL) . . 1-1 ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "N ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "night vision 5-6 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "operating system windows support, MST 7-1 optional data window 2-8 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "O ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "panel, keys on front 2-4 parts replacement, service centers  . . . 1-7 password ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "remote access control 5-5   \nsubmenu key description 5-5   \nping tool . . C-7   \nports, test panel connectors 2-13   \npower offset sharing . . 5-5   \npower on self test . 5-8   \npower, external connector 2-13   \npreset menu 5-8   \npreventive maintenance 1-5   \nproblems   \nupdating firmware 7-6   \nproduct updates window 7-2 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "R ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "real time clock . 2-8   \nrecall menu .4-10, 4-11   \nreference documents 1-7   \nreference level . B-2   \nrefresh directories . 4-9   \nremote access control 5-5   \nrepairs, service centers 1-7   \nreset   \nfiles erased 1-12   \nmenu 5-7   \nRF connectors, cleaning 1-5   \nRF In port 2-15   \nrun versus hold for sweep 2-16 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "S ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "safety symbols   \nfor safety Safety-2   \nin manuals Safety-1   \non equipment . Safety-1   \nsave menu 4-8   \nSCPI commands, not with password . . 5-5   \nsecure data 1-10   \nself test   \nat power on 5-8   \napplication self test submenu key . 5-3   \nself test submenu key 5-3   \nservice centers 1-7   \nset remote access password key 5-5   \nshare center freq and power offset key 5-5   \nsignal standard, selecting 3-3   \nsingle sweep 2-16   \nSPA RF In 2-15   \nspan, setting . 3-6   \nstand, tilt bail 1-10   \nstart and stop frequency settings . . 3-3   \nstatic IP address   \nsetting parameters C-5   \nsubmenu key labels 2-8   \nsubnet . C-1   \nsubnet mask, for IP address . C-5   \nsweep window 2-8   \nsystem   \nmenu 5-3   \nmenus, group 5-2   \nsystem options 2/2 menu 5-5 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "T ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "technical data sheet 1-1   \ntest panel connectors 2-13   \ntilt bail . 1-10   \ntrigger   \nexternal, connector 2-13   \nexternal, description 2-14 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "U ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "updates, product updates window . . . . 7-2   \nupdating firmware   \nvia Ethernet . 7-2   \nvia USB . . 5-9, 7-2   \nURL contacting Anritsu 1-1   \nUSB   \ncopying files 4-3   \nerror, Beat Frequency Oscillator . . B-3   \nflash drive memory . 1-5   \ninterface to PC 2-14   \nType A . . 2-14   \nType Mini-B 2-14   \nupdating firmware . . 5-9, 7-2 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "W ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "warning adapter grounding 2-13 data loss during firmware update 5-10 frequency blanking 1-11 no SCPI commands with password 5-5   \nWCDMA automatic calibration . 1-5 ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "web links MS2722C product page 1-1 ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "website, contacting Anritsu 1-1   \nwindows operating system support, MST 7-1 ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Anritsu prints on recycled paper with vegetable soybean oil ink. ",
        "page_idx": 111
    }
]