[
    {
        "type": "text",
        "text": "Profile of Tokelau ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2016 Tokelau Census of Population and Dwellings ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/9fac3ad2df2b74693f997146eea92a08747abd814520fc5b379c6ab5373c5426.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The five-yearly Census of Population and Dwellings is a very important item on Tokelau’s agenda. Its results provide the most authoritative data on how many people we have, what the composition of their households is, what education level they have, how they contribute to Tokelau’s economy, and so on. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As a non-self- governing territory, Tokelau has a special constitutional relationship with New Zealand. This special relationship is strengthened by connections between the tiny Tokelau National Statistics Office (TNSO) and Statistics NZ. It is the latter organisation that has been largely responsible for the excellent Tokelau Censuses in 2006, 2011, and again in 2016. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "With the publication of Profile of Tokelau:2016 Tokelau Census of Population and Dwellings, we now have a very reliable time series over an entire decade with a wealth of data that are fully comparable (which is not always the case with 5-yearly censuses that were conducted prior to 2006). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In addition to objective data (‘things you can count’), this report includes a number of subjective measures (‘how you feel about things’), especially around the topic of ‘quality of life’. This is a ‘first’ for the Tokelau census. Tokelauans generally consider themselves mostly very ‘happy and healthy’, as the reader will see. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The current census is notable for another reason: it is our first one (indeed in the entire Pacific region) to have been conducted using tablet computers rather than paper-based questionnaires. Assistance from the Pacific Community (SPC) is gratefully acknowledged. Not only did tablets facilitate data entry and validation, data analysis was considerably faster. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is with some pride that we completed the final 2016 Census report within six months of census day, 18 October 2016. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Without the incessant energy and motivation of Mr Michael Berry – leading the wider Stats NZ Census team of about 20 Wellington staff, supported strongly by Ms Sophie Davies and Ms Avril Macfarlane, and the Stats NZ editing team – there would have been little to show for. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Extensive support in the Apia TNSO was given by Dr Jaap Jasperse and Mrs Mafa Mativa. Locally trained interviewers conducted the questionnaires on the three atolls and in Apia, with the District Supervisors putting in a great job of data validation. All participants are gratefully acknowledged for their hard work, not to mention all Tokelauans for their data, and the three Taupulega (village councils) for supporting the operations. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sadly our National Statistician, Mr Kele Lui, was unable to partake in his favourite survey for this third time, due to ill health. His presence and calmly persuasive style were at times sorely missed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Nevertheless we think the 2016 Census was a great success, as evidenced by the series of official statistics publications that have emanated from it, and of which the present work forms the pinnacle. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Contents   \nAbstract and Acknowledgements ..   \n1 Introduction 8   \nTechnology changes . . 8   \nChallenges of measuring Tokelau’s population ... 9   \nStats NZ’s role . 9   \nThe purpose of Tokelau’s Census.... 9   \n2 Geography and history .... .. 10   \nGeography . ...... 10   \nHistory and settlement . . 10   \nTokelau’s relationship with New Zealand . .. 10   \n3 Population definitions.. 12   \nDe jure usually resident population ... 12   \nUsually resident population present in Tokelau on census night .... ...... 13   \nCensus night population count . 13   \n4 Population structure ... 15   \nFinal counts for 2016... ... 15   \nAbout the population’s structure . 15   \nUnderstanding the absentee population... 18   \nPopulation changes between censuses .. . 20   \n5 Social and cultural profile ... ... 25   \nLanguages spoken ..... 25   \nEthnicity.. 26   \nReligion maintains importance .. ... 28   \nSmoking behaviour .. 29   \n6 Education . .. 30   \nEducation in Tokelau .. .. 30   \nReading and writing skills.. . 36   \n7 Quality of life .. . 39   \nHow we assess quality of life .... .... 39   \nSelf-assessed health ... . 41   \nSense of belonging.... 44   \nSocial connectedness .. . 45   \nIncome adequacy......... 48   \n8 Paid and unpaid work .. . 50   \nTokelau labour force model . .. 50   \nLabour force status .. .. 50   \nOccupation .. . 52   \nEmployment status .. . 54   \nUnpaid activities . . 55   \n9 Dwellings and households.. . 58   \nInformation we collected about dwellings and households. . 58   \nWater and power ... . 61   \nRubbish disposal.. . 63   \nInternet and television..... .. 64   \nHousehold goods ... .. 65   \nHousehold income .. ... 67   \nIncome adequacy asked for the first time . . 70   \n10 Census process ...... .... 73   \nPlanning .... .. 73   \nThe forms..... .. 73   \nData collection ... . 74   \nIdentification numbers and household lists .. .. 75   \nClassifications . . 75   \nReferences.. .. 80   \nAppendix 1: Criteria for usual residence... . 81   \nAppendix 2: 2016 Tokelau Census of Population and Dwellings Questionnaire .... .. 83 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "List of tables and figures ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Tables ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1 Men and women present and absent from Tokelau on census night .. . 16   \n6.1 Highest qualifications gained by Tokelau residents aged $^{15+}$ years .. ... 33   \n6.2 Occupation of Tokelau employed residents aged $15+$ years, by highest qualification..... ... 35   \n8.1 Labour force status of Tokelau residents aged $15+$ years, by atoll of usual residence ....... .... 51   \n8.2 Employment status for Tokelau residents aged $15+$ years, by atoll of usual residence .... .. 55 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figures ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Composition of the de jure usually resident population .. . 12   \n3.2 Composition of the Tokelau usually resident population present on census night.. .. 13   \n3.3 Composition of the census night population .... ... 14   \n4.1 Age-sex distribution, usually resident present in Tokelau .... . 17   \n4.2 Age-sex distribution, de jure usually resident population.... ... 18   \n4.3 Proportion of Tokelau de jure usually resident population present/absent on census day ...... 19   \n4.4 Reason for absence, usually resident population absent from Tokelau on census night .......... 20   \n4.5 Age-sex distribution, de jure usually resident population, 2016 and 2011 ... .. 21   \n4.6 Average number of children born per woman, by age group of mother .. ... 22   \n4.7 Parents alive by age group.... .. 23   \n4.8 People in Tokelau who have lived overseas for six months or more .. .. 24   \n5.1 Languages spoken by Tokelau residents (total responses), 2006, 2011, 2016 ....... ..... 25   \n5.2 Ethnicity origin of Tokelau residents, by atoll... .. 26   \n5.3 Ethnicity of Tokelau residents, by age group ... ... 27   \n5.4 Religious affiliation of Tokelau residents, by atoll. .. 28   \n5.5 Cigarette smoking status of Tokelau residents, by atoll . . 29   \n6.1 Proportion of Tokelau residents with a school qualification, by atoll .... ... 31   \n6.2 Highest qualification gained by Tokelau residents, by sex ... .. 32   \n6.3 Tokelau residents who worked/did not work for pay in the week before census .. ... 34   \n6.4 Tokelau usual residents with a school qualification, by qualification type.. .. 36   \n6.5 Usual residents reporting ‘good’ and ‘very good’ reading skills, by age group.... ... 37   \n7.1 Life satisfaction ratings ... .. 40   \n7.2 Life satisfaction by age group ... .. 41   \n7.3 Tokelauan’s self-assessment of their health..... ..... 42   \n7.4 Self-assessed health by life satisfaction.. . 43   \n7.5 Self-assessed health ratings for smokers and non-smokers .... .. 43   \n7.6 Sense of belonging ratings.. .. 44   \n7.7 Sense of belonging by age group.... .. 45   \n7.8 Proportion having face-to-face contact with overseas family/friends in last 12 months ........... 46   \n7.9 Frequency of contact by telephone and internet in the last four weeks . .. 47   \n7.10 Contact at least once a week with family and/or friends overseas... ... 48   \n7.11 How current annual income meets household’s everyday needs . .. 49   \n8.1 Labour force status model for Tokelau .. .. 50   \n8.2 Proportion of Tokelau residents who did/didn’t work for pay in the week before census ..... ... 52   \n8.3 Occupation groups for Tokelau residents .. . 53   \n8.4 Types of unpaid work done by Tokelau residents, 2011 and 2016.. . 56   \n8.5 Types of unpaid work done by Tokelau residents, by sex .. .. 57   \n9.1 Number of rooms per dwelling, occupied private dwellings, by atoll . .. 59   \n9.2 Number of rooms per dwelling, occupied private dwellings.... ... 60   \n9.3 Number of occupants on census night, occupied private dwellings .. 61   \n9.4 Household’s main source of drinking water, private occupied dwellings . . 62   \n9.5 Household rubbish collected by village workers, by atoll... ... 63   \n9.6 Household disposal of rubbish not collected by village workers, by atoll ... .. 64   \n9.7 Household access to the internet, by atoll... .. 64   \n9.8 Household access to Sky television, by atoll .. .. 65   \n9.9 Items owned by households, by atoll .... ... 66   \n9.10 Sources of household income (total responses), by atoll ... .. 67   \n9.11 Total annual household income, by atoll... .. 68   \n9.12 Change in number of households in each income bracket, by income group and atoll ....... .... 69   \n9.13 How household’s everyday needs are being met by income, by atoll .. . 70   \n9.14 Household income and the proportion of households whose income is enough or more   \nthan enough... .. 72 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1  Introduction ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census of Population and Dwellings was carried out on 18 October 2016. This report marks the final official release from the census. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Profile of Tokelau contains detailed analysis of population and demography, social and cultural life, education, paid and unpaid employment, household and dwellings, and aspects of quality of life for Tokelauans. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This report offers readers a comprehensive snapshot of life for the people of Tokelau in 2016. Where possible, we’ve compared findings from the 2016 Census with those of the previous two censuses in 2006 and 2011. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The 2016 Census was carried out by local enumeration staff, trained by Statistics New Zealand (Stats NZ) staff. Significant planning and consultation occurred in both Tokelau and New Zealand, to develop and carry out a census that best met the needs of the Tokelau public and policy makers. Tokelau Public Service staff, key atoll stakeholders (including the general managers), staff from the Ministry of Foreign Affairs and Trade, and subject matter experts from Stats NZ were consulted on all aspects of the census throughout its development. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The 2016 Census form was based on the 2011 Census, although with substantial content additions, most notably around including quality of life measures. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Technology changes ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Before the 2016 Tokelau Census we decided to move from administering the census on paper, as was done previously, to using a tablet-assisted questionnaire. Moving to CAPI (computer assisted personal interviewing) was a carefully considered decision, motivated by a desire to produce high quality statistics for Tokelau decision-making as efficiently as possible. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Enumerators in Tokelau for previous censuses wanted to use a format that was more user friendly, to let them more easily navigate the questionnaire and provide a better experience for respondents. Paper questionnaires were used previously, which meant a considerable amount of time and resource was used to enter the data before analysis could begin. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The ability to alert interviewers to mistakes they made (eg incorrectly entering the locations of a respondent’s children based on a total number of children), and to direct them to questions they need to ask of respondents, based on age or sex, meant we had to resolve far fewer errors during the enumeration and post-enumeration phases. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Using tablets required more intensive training, which the trainers did well. The trade-offs in time spent training were more than recouped in the post-census phase. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Stats NZ loaned the tablets and we used a World Bank programme (Survey Solutions) developed primarily for developing countries to administer surveys and censuses to administer the 2016 Census. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As internet access in Tokelau can be limited, and at the time of the census there was no mobile data capability on the atolls, we needed a wireless solution. Survey Solutions can collect data offline. When interviewers returned to the each atoll’s headquarters on census day, we used the wi-fi connection to upload the data to a server in Washington DC in the United States. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "An additional benefit of the tablets was that once the data was uploaded to the server it was safe and secure. In previous censuses, although we had no issues, there was the risk that forms could be lost between the census on the atolls and the data entry phase in Samoa. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Tokelau was the first place in the Pacific to use tablets to conduct their census. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Challenges of measuring Tokelau’s population ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chapter 4, Population structure, explores Tokelau’s migratory characteristics. The high degree of migration poses a unique challenge in counting the population. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the 2016 Census, approximately 20 percent of the usually resident population was away from Tokelau. While Tokelauans travel overseas for many reasons, healthcare and education are two notable reasons for absence. Due to the high number of people absent from Tokelau on census day, in 2006 we developed stringent criteria to determine who was a ‘usual resident’. These criteria were applied consistently across the 2006, 2011, and 2016 Censuses. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Tokelau Census team was committed to producing an accurate count of Tokelau’s population and ensuring we collected information about all usual residents. Demographic information was completed by the head of the household for usual residents who were away on census day (absentees). Where the whole household was absent on census day, the census day supervisor for each atoll was responsible for answering basic demographic information for the household. We also collected information that allowed the team analysing the data to ascertain whether the absentee was a usual resident (under the criteria). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The 2016 Census also collected information about Tokelauan members of the Tokelau Public Service (TPS) and their families in Samoa. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Stats NZ’s role ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A special relationship exists between the Tokelau National Statistics Office (TNSO) and Stats NZ. Stats NZ was contracted to conduct the Tokelau Censuses in 2006, 2011, and 2016. For the 2011 and 2016 Censuses we seconded a statistics adviser from Stats NZ to TNSO, for two successive periods of 2.5 years. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The main aim of the position (currently continued as a three-year separate employment contract) is to build the statistical capacity of the Tokelau people, so there is a degree of local selfsufficiency when it comes to official statistics. Other than census, the adviser’s focus is economic statistics, such as calculating the quarterly consumer price index (CPI), since 2012, and various other indicators.  We expect Stats NZ will continue to play a significant role in expanding and improving TNSO’s work. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The purpose of Tokelau’s Census ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Tokelau Census provides detailed information about the entire population and dwellings of Tokelau. There is currently no other source of official data about Tokelau collected on the same scale. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Collecting data to make decisions is a primary purpose for the census. We hope the census data will be particularly helpful for policy makers to make decisions that benefit Tokelau. Time-series information can be used to compare 2016 Census results with 2011 and 2006 results. However, due to changes and additions to the latest census questionnaire, some time-series comparisons won’t be possible. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2 Geography and history ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Geography ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Tokelau comprises three small coral atolls – Fakaofo, Nukunonu, and Atafu. Fakaofo sits roughly 500 km north of Samoa. Nukunonu lies 64 kilometres north-west of Fakaofo, and Atafu lies 92 kilometres north-west of Nukunonu. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The three atolls have four villages, with Nukunonu and Atafu having one each, and Fakaofo having two, with close ties between these two. All Tokelau’s villages are concentrated on the western sides of the atolls, close to small natural passes into the sheltered central lagoon. Canoes and small boats can enter the lagoon, while larger passenger and cargo boats drift in the deeper ocean. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Tokelau has close ties to Samoa, with many Tokelauans living in Samoa. Boats transporting passengers and cargo arrive from Samoa approximately once a week. The only way to reach Tokelau is by boat, which takes a minimum of 24 hours to reach the first atoll. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The low fertility of the coral soil in Tokelau means that few crops are supported. Coconuts, breadfruit, and some bananas grow on the islands. Fish are an important food source. Food needs not met by produce grown on the atoll are supplemented by imports. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "History and settlement ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Archaeological evidence shows that Tokelau was settled about 1,000 years ago. Linguistic records that stretch back over the last few hundred years detail significant cultural shifts throughout the 19th Century. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Oral traditions tell the three atolls were largely independent, while maintaining cultural and linguistic similarities. A fourth island, Swains Island, is considered culturally part of Tokelau, although it is now administered by the United States as part of American Samoa. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The first European contact with Tokelau was reported in 1765. From the 1840s, Europeans increased their exploration of the region, introducing new food and materials to Tokelau. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the 1860s, Peruvian slave ships visited Tokelau and removed almost all able-bodied men from the islands. Of the 253 men forcibly taken, most died of smallpox or dysentery – very few returned to Tokelau. The removal of almost the entire population of able-bodied men forced a change in the governance structure of Tokelau. Tokelau moved towards a Taupulega system of governance, where families on each atoll are represented on the village Council of Elders (Taupulega). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From 1877 to 1926, Tokelau was a British Protectorate. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Tokelau’s relationship with New Zealand ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In 1926, the administration of Tokelau passed from Britain to New Zealand. However, Tokelau is relatively autonomous with New Zealand providing a light-handed governance. Each atoll is responsible for its own running, and since 2003 Tokelau has been responsible for administering its own national budget. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In 2006 and 2007, Tokelau ran two referendums to decide whether the country should become a ‘self-governing state in free association with New Zealand’, a similar legal status as the Cook ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Islands and Niue. Both referendums failed to reach the required margin to pass. Tokelau remains a non-self-governing territory of New Zealand. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Regardless of the future legal state of the relationship between Tokelau and New Zealand, Tokelau will continue to have close ties with New Zealand. In New Zealand’s 2013 Census, more than 7,000 people identifying as Tokelauan were living in New Zealand. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3 Population definitions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census used three main population counts to define the population of Tokelau. Each count has an important difference, and people need to understand these differences to be able to use the most appropriate count. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In figures 3.1 to 3.3, a dark blue box indicates the group is included in the population count, and a light blue box indicates the group is excluded from the count. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "De jure usually resident population ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The de jure usually resident population count includes the usually resident population present in Tokelau on census night plus usual residents who are temporarily overseas at the time of the census. Those temporarily overseas include Tokelauan employees of the Tokelau Public Service (TPS) based in Apia, and their immediate families, and usual residents who are temporarily overseas. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The de jure usually resident count is the one that determines the number of representatives for each atoll in the General Fono (parliament). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure 3.1 illustrates which groups are included and excluded from the 2016 Tokelau Census de jure usually resident population count. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Note: TPS is Tokelau Public Service. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure 3.1 ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/2129c220becc2c7d1e314aecb28380b912383084c89d7e61a3b661c2ff54209b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Usually resident population present in Tokelau on census night ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The usually resident population present in Tokelau on census night is a count of all people who usually live in Tokelau who were present in Tokelau on census night. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This count excludes visitors from overseas and excludes residents who are temporarily overseas on census night. Residents who are in Tokelau and were away from their usual address (ie another atoll) on census night are counted as part of the population of the atoll where they usually live. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "While the other population counts provide national and atoll population counts, this count will be of most use to analysts and policy-makers as it provides the widest range of information. We collected the full set of census information for these respondents, as they were present on census night. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Other population counts contain only the limited information provided on behalf of absentees. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Figure 3.2 illustrates who was included in the usually resident population present in Tokelau on census night in 2016. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/3735e303d47b5b50ab275a516f050d18acbb3564f3d30d6f44830b9451c852fa.jpg",
        "img_caption": [
            "Figure 3.2 "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Census night population count ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The census night population count includes everyone present in Tokelau on census night. It includes visitors and temporary residents and excludes residents who are absent on census night. It also excludes Tokelauan TPS employees, and their immediate families, who are based in Apia. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Figure 3.3 illustrates who was included in the 2016 census night population for Tokelau. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/f609242f25c21613389215e633a87150a6bd746882b483e7b61b37220882d2f7.jpg",
        "img_caption": [
            "Figure 3.3 "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4 Population structure ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This chapter provides information about the three different population counts from the 2016 Census. It gives a detailed breakdown of the composition of the Tokelau population. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Due to Tokelau’s remoteness and small population, access to services such as education and healthcare are limited. As a result, many of Tokelau’s population frequently travel overseas to access these important services. Because such a large proportion of the Tokelau population is temporarily overseas, we collect information about these usual residents. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Final counts for 2016 ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The three different population counts available from the 2016 Census are outlined below. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "De jure usually resident population ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The de jure usually resident population in 2016 was 1,499. This was a 6.2 percent increase from the 2011 de jure count, which was 1,411. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The de jure count was made up of 1,197 usual residents who were present in Tokelau on census night, and 302 usual residents who were overseas. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The absentee sub-population of 302 includes 48 Tokelauan TPS employees and their immediate families based in Apia, and 254 usual Tokelauan residents who were overseas at the time of the census. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Usually resident population present on census night ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The usually resident population present on census night in 2016 was 1,197. All usual residents had a census interview, or had one done on their behalf (young children), and therefore this count is the group we have the most information about. Heads of households provided some basic information about absentees. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "There was a 4.7 percent increase in the usual resident population present on census night from 2011, when the population was 1,143. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Census night population ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The census night population count in 2016 was 1,285. This figure includes all residents, temporary residents, and visitors present in Tokelau on census night. This is a 6.6 percent increase from 2011, when 1,205 people were present on census night. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The census night population count shows how many people are in Tokelau at a point in time every five years. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "About the population’s structure ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "One-fifth of the population were away on census night ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Of the total de jure usually resident population, 20.1 percent were absentees (302 people). The absentee figure includes the TPS employees and their immediate families based in Apia. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The proportion of absentees is down from the 2011 and 2006 Censuses. In 2011, 23.4 percent of the de jure usually resident population were absentees, and in 2006 over one-quarter (26.7 percent) of this count were absent on census night. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Atafu was the atoll with the highest proportion of absentees (23.7 percent), followed by Fakaofo (21.1 percent). Nukunonu had the lowest proportion of absentees (14.8 percent). In 2011 Nukunonu was the atoll with the highest proportion of absentees. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "At the national level there were similar proportions of male and female absentees. Of the total male population, 20.5 percent were absent on census night, compared with 19.8 percent of females. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Ratio of male to female absentees on each atoll ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Looking at the de jure usually resident population for each atoll (table 4.1), the ratio of males to females for each atoll varies. Atafu had 94 males for every 100 females and for Fakaofo the ratio was 88. The ratio was substantially higher for Nukunonu with 127 males for every 100 females. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Nationally the ratio of males to females was relatively balanced, at 102 males to 100 females, which was similar to 2011 where it was 99 males to 100 females. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "These results are similar to those in 2011, when Nukunonu had the highest ratio of males to females. Nukunonu had exactly the same sex ratio (127 to 100 females) in 2011 and 2016. ",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/e40edf67c7926be05b9329c0987cdf0af45c3c0c71f9c8dba8c6fd5888a7ba2c.jpg",
        "table_caption": [
            "Table 4.1 "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"8\">Men and women present and absent from Tokelau on census night By atoll of usual residence For de jure usually resident population, 2016</td></tr><tr><td rowspan=\"2\">Usual residence</td><td colspan=\"2\">Male</td><td colspan=\"2\">Female</td><td colspan=\"2\">Total</td></tr><tr><td> Present </td><td>Absent</td><td>Present</td><td>Absent</td><td>Present </td><td>Absent</td></tr><tr><td>Atafu</td><td>198</td><td>53</td><td>215</td><td>53</td><td>413</td><td>106</td></tr><tr><td>Fakaofo</td><td>185</td><td>41</td><td>214</td><td>44</td><td>399</td><td>85</td></tr><tr><td>Nukunonu</td><td>218</td><td>33</td><td>167</td><td>30</td><td>385</td><td>63</td></tr><tr><td>Samoa</td><td>0</td><td>28</td><td>0</td><td>20</td><td>0</td><td>48</td></tr><tr><td>Total</td><td>601</td><td>155</td><td>596</td><td>147</td><td>1,197</td><td>302</td></tr><tr><td colspan=\"7\"> Source: 2016 Tokelau Census of Population and Dwellings </td></tr></table></body></html>\n\n",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Most of Tokelau’s people are under 30 years ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Figure 4.1 shows the age-sex distribution of the usually resident population who were present in Tokelau on census night. The figure widens at the base, showing that Tokelau has a youthful population. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The shape starts to narrow from the 35–39 age group, with fewer people in these older age groups. It becomes particularly narrow for the $65+$ age groups, with only 12.0 percent of the population being $65+$ . ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Figure 4.1 also shows the sex structure across the different age groups. Overall men show a smoother transition between the age groups, with a general decrease as you move to the older age groups. The percentage of women in each age group shows less consistency. Some of this is explained by women living longer – significantly more women than men were aged $75+$ . ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "More detailed analysis of the variability would be an interesting avenue for further analysis. It may be simply a feature of the small population size. Other possible explanations are that more women leave Tokelau, or there were periods in Tokelau’s history when fewer female babies were born. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The median age for the usually resident population present in Tokelau on census night was 25 years. In 2006 the median age was 22 years and in 2011 it was 24 years. In 2016, the median age for males was 23 years (22 years in 2011) and 27 years for females (25 years in 2011). ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/5b5840395b0a22b9417ad067b87e96585832322dfd7df037709d34331bf4213e.jpg",
        "img_caption": [
            "Figure 4.1 "
        ],
        "img_footnote": [
            "Source:2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Figure 4.2 shows the age-sex distribution for the de jure usually resident population, which includes absentees and TPS employees and their immediate families based in Apia. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Figures 4.1 and 4.2 show few differences. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The biggest differences are for the 20–24 and 25–29-year age groups – figure 4.2 is wider for these two groups than figure 4.1. Many absentees are aged 20–29 years, an age group with members who leave Tokelau for higher education, or to pursue employment opportunities not available in Tokelau. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "A similar narrowing begins from the 35–39-year age group. Between 40 and 64 years the proportions of the population in these age groups remain reasonably constant. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/bc47f1eb9f0a4361e64b194fb05a88c86bd9614dc7fbfd82a5669cae23fc5c14.jpg",
        "img_caption": [
            "Figure 4.2 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Understanding the absentee population ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The high number of usual residents who are away from Tokelau can make it difficult to measure and understand the population. To account for absentees, the head of their usual household completes core demographic information about them on their behalf. This information is important for us to collect as they are only temporarily away from Tokelau. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Figure 4.3 shows the proportion of the de jure usually resident population who were present, and absent, on census night in 2016. ",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/cf8fd24f67b0cb522e84a6f3c94a1d56d6695298fc1e862b8c307fd4219d5a02.jpg",
        "img_caption": [
            "Figure 4.3 ",
            "Proportion of Tokelau de jure usually resident population "
        ],
        "img_footnote": [
            "Source:2016Tokelau Censusof PopulationandDwellings "
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Nukunonu had fewest people away on census night ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Nukunonu had a lower proportion of absentees (14.1 percent) than Fakaofo (17.6 percent) and Atafu (20.4 percent) (figure 4.3). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The proportions of absentees differ from the 2006 and 2011 Censuses, when Nukunonu had the highest proportion of usual residents on census night, and the lowest proportion of absentees. In 2006 nearly one-third of Nukunonu’s usual residents were away (32.6 percent); in 2011 this dropped to 28.5 percent. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Fakaofo had a major increase (107 percent) in absentees from 2011 to 2016. The significant change from 2011 to 2016 indicates how much the absentee population fluctuates – something to be aware of when making comparisons between censuses. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Despite an absentee increase in Fakaofo, compared with 2011 the total proportion of absentees in Tokelau decreased slightly (from 23.4 percent in 2011 to 20.1 percent in 2016). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The 48 absentees in Samoa on census day were Tokelauan TPS employees and their immediate families (all are part of the de jure usually resident population of Tokelau). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Note: the census is a measure of the population at a point in time every five years. It does not measure population fluctuations over shorter periods of time. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Due to the small population size of Tokelau, even a small number of people being away can have a sizeable effect on the proportion of the population absent on census night. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "More than a quarter of absentees away for education ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Figure 4.4 shows the main reasons people were away on census night in 2016. The most common reason for absence was for schooling or education (35.0 percent). This is up from 2011 when26.1 percent of absentees were away for education. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Being away on holiday overseas (14.6 percent), and being a private medical patient (12.2 percent) were the next most-common reasons for absence. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "On all three atolls, schooling or education was the main reason for absence. Atafu had the highest proportion of usual residents absent for this reason (36.8 percent). ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "As figure 4.4 shows, a number of people were absent for ‘other’ reasons. These included family commitments, accompanying family on a medical referral, or who are overseas studying. Some people were overseas to attend a funeral. ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/3190f9fc61b49fde2cca3b32b519d675887ee4d734e5547f90b0413bd434956b.jpg",
        "img_caption": [
            "Figure 4.4 "
        ],
        "img_footnote": [
            "Source:2016Tokelau Censusof Population andDwellings "
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Population changes between censuses ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Looking at the age-sex distributions over time provides interesting insight into the population trends for Tokelau. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Figure 4.5 shows the age-sex distribution of the Tokelau population in 2016 and 2011. ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/f2775490e76912414fa1e3ea14d51b61cf2b7533aa44fddd3ca3139ff2ac2ec5.jpg",
        "img_caption": [
            "Figure 4.5 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulationandDwelings "
        ],
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/e9e47d01e9c2fddb46a0c4c97971c1889de7796fd9fe75c50acaa2cc056edff2.jpg",
        "img_caption": [
            "Source:2011Tokelau CensusofPopulationandDwellings "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Overall, the age-sex distributions in 2016 and 2011 are relatively similar. The shapes have broad bases then narrow from age 30 years. However, to some extent we can see birth cohorts moving through. There appears to be a relatively large cohort aged 35 to 59 years in 2016. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "There are differences. The proportion of 5–9-year-olds increased between the 2011 and 2016 Censuses, particularly for males. In contrast, the proportion of 10–14-year-olds fell. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "For the 25–29 and 30–34-year age groups, the shape widens in 2016. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "We also see changes in the sex distribution in figure 4.5. In 2016 males and females had even proportions in the 0–24 age groups; in 2011 the proportions varied. In 2016 there was more variability in all age groups from 35 years than in 2011. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The changes could be due to many factors. Birth rate is mainly responsible for change in the 0–4 age group, whereas migration is likely to be the main reason behind changes in the middle age groups (25–59 years). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "By comparing one age group in 2016 with the age group five years younger in the 2011 Census, we are able to identify some of the population movements. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Tokelau’s birth rate lower than Samoa’s ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "We asked women (15 years and over) how many children they had ever given birth to and the date their youngest child was born. This provides useful information about the fertility patterns of Tokelau. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Figure 4.6 shows the average number of children born, by the mother’s age group. The $65+$ age group had the highest average number of children (5.0) in 2016, although this was down from 2011 (6.3 births). The average for all age groups, except for women aged 25–34 years, had decreased from 2011. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Overall, the average number of children per woman was 3.8 in 2016. ",
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/4b6047b155c5fa382430f3318eef397f95511ed03c6bb499e4a2e350ba4b76fa.jpg",
        "img_caption": [
            "Figure 4.6 "
        ],
        "img_footnote": [
            "Source:2016Tokelau Censusof PopulationandDwellings "
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In the 12 months before 2016’s census night, 28 mothers had given birth to their youngest child. Almost half (12) these newborn babies were from Fakaofo, while 10 were from Atafu, and six were from Nukunonu. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census showed a crude birth rate of 19.4. This means that for every 1,000 people in Tokelau, 19.4 babies are born each year. The crude birth rate uses the de jure usually resident population, so it includes absentees. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In 2011, the crude birth rate for the de jure usually resident population was 18.4. The change is reflected in the 6.2 percent growth of the total population between 2011 and 2006. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Tokelau’s 2016 crude birth rate is higher than the rate for New Zealand (13.3 per 1,000), but lower than Samoa’s (26.0 per 1,000) (United Nations, nd,a). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Note: birth and fertility data must be used with caution. In Tokelau it is common for children to be raised by people who are not their birth parents. These children are typically considered to be the children of the people who raise them. While we aimed to ensure we collected only information about birth children, the Tokelau National Statistics Office and Stats NZ cannot guarantee the quality of this data. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Mothers tend to live longer than fathers ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "We asked adults (15 years and older) whether their birth mother and father were still alive. As figure 4.7 shows, for all age groups a higher proportion of mothers were alive than fathers. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "This difference was particularly evident in the older age groups. The biggest difference was for the 50–54-year age group – 47.4 percent of their mothers were still alive but only 14.0 percent of fathers. Females have a greater life expectancy than males. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Figure 4.7 also shows the proportions with both parents alive. As expected, it shows a steady decline across the age groups. The biggest drop occurred between being 40–44 years and being 45–49 years – down almost 30 percentage points, from 43.8 percent to 15.7 percent. ",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/abd4351eaecd894b40d09d7dbf51ab81ce404ca7491313a1c89dc877ea030444.jpg",
        "img_caption": [
            "Figure 4.7 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Most adults aged 30–69 are married ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "For the two youngest age groups (15–24 years) the married proportion (8.8 percent) is heavily outweighed by those not married (91.2 percent). For the 25–29-year age group, the proportions are almost even. From age 30 the trend reverses – the married proportion was considerably higher than the never married group. The married proportion peaks for those aged 45–49 years – 87.1 percent of this group were married. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Separated or divorced proportion unchanged ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "In 2016, only 2.5 percent of usual residents were divorced or separated, exactly the same proportion as in the 2011 Census. In 2016, 56.9 percent of Tokelau’s adult population were married, 33.5 percent had never married, and 4.9 percent were widowed. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Tokelau population mobile ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Almost three-quarters of usual residents (72.3 percent) who were present in Tokelau on census night were also in Tokelau at the time of the 2011 Census. Other than Tokelau, New Zealand was the most-common country people were in five years before the 2016 Census (8.4 percent of residents). ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "the most-common country people were in five years before the 2016 Census (8.4 percent of residents). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "People aged 20–29 years were the age group most likely to be overseas in 2011 (35.8 percent). This shows the high mobility of this group, and again emphasises that young people go overseas for education. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Birthplace ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Looking at the 2006, 2011, and 2016 Censuses we see the proportion of residents born overseas continues to increase. In 2016, just over half the usual residents (55.1 percent) were born in Tokelau. This was down from 62.1 percent in 2011, and a major change from 2006 where 75.8 percent of residents were born in Tokelau. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "For those not born in Tokelau, the most-common countries of birth were Samoa (15.3 percent of the total population) and New Zealand (11.5 percent). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Nukunonu had the most diverse population for birthplace. Just 51.4 percent of Nukunonu’s usual residents were born in Tokelau, 16.1 percent were born in Samoa, and 11.5 percent in New Zealand. Nukunonu had the greatest proportion of residents born in Fiji (7.8 percent). Fakaofo had the most usual residents born in Samoa (17.0 percent) while Atafu had the highest proportion born in Australia (6.8 percent). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "In addition to the high number of people born overseas, most of Tokelau’s population had lived overseas for at least six months. For all people aged five years or older, 59.1 percent had lived overseas at some time. Atafu had the greatest proportion that had lived overseas (69.5 percent). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Figure 4.8 shows the proportions in each five-year age group that had ever lived overseas. For ages 20–74, at least 60 percent of people had lived overseas. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/8dd53fbe308899ba87e473c47a5c563e9bf05492b2206bf0a554c120c7b4d962.jpg",
        "img_caption": [
            "Figure 4.8 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "5 Social and cultural profile ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Census data on the social and cultural make-up of Tokelau’s population gives planners and policymakers a detailed picture of the profile of Tokelau. Information about ethnic origin, languages spoken, and religious affiliation is vital for policy-makers, as different groups often require different policy interventions. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The social and cultural profile of Tokelau is useful in areas such as education and healthcare. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Literacy rates and languages spoken are important indicators of the social development of Tokelau. Languages spoken is covered in this section, information about literacy rates in Tokelau is discussed in chapter 6, education. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Languages spoken ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "In the 2016 Census we made changes to the questions asked about languages. An extended suite of questions aimed to gain a broader, more comprehensive view of the language skills of Tokelauans. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Proportion of Tokelauan speakers experiences slight decline ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Having data from three censuses, back to 2006, offers an opportunity to observe how things have changed over time. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "In the census, we ask Tokelauans which languages they can have an everyday conversation in. Figure 5.1 demonstrates that in 2006, 96.1 percent of Tokelauans reported they could have a conversation in Tokelauan. By 2016, the proportion had fallen to 88.1 percent. ",
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/24bf5ff30c9130e1757b8f6b92c7e80c03b838c48b88a31b89a2dd1c7289b484.jpg",
        "img_caption": [
            "Figure 5.1 ",
            "Languages spokenby Tokelauresidents(total responses)(1) "
        ],
        "img_footnote": [
            "1.Forusuallyresidentpopulationpresent inTokelauoncensusnight. Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "English was the second most-commonly spoken language. In 2011, 59.2 percent of usual residents could have a conversation in English. In 2006, the figure was 58.4 percent. However, by 2016 English proficiency had fallen to 48.6 percent. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The proportion who could have a conversation in Tuvaluan stayed steady between 2011 and 2016 – 11.7 percent in 2011 and 11.2 percent in 2016. In 2006, 7.2 percent had proficiency in Tuvaluan. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Most people in Tokelau speak more than one language ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "In Tokelau, half the population (52.3 percent) spoke two or more languages in 2016. The proportion speaking more than one language was a significant decline on 2011, when more than two-thirds (67.6 percent) of the population spoke two or more languages. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Almost one-quarter of the population (23.7 percent) in 2016 reported they could speak three or more languages. Eleven people in Tokelau spoke five languages. Across the three atolls, almost 10 percentage points separated the atolls with the highest and lowest proportions of multi-lingual residents. On Nukunonu, 57.2 percent of residents spoke two or more languages, while on Atafu 47.5 percent of the population could do so. Much of the difference came from the larger proportion of Nukunonu’s population that could speak three or more languages (27.7 percent), compared with Atafu’s 19.5 percent. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "On Fakaofo 52.4 percent could speak more than one language. The ability to speak two or more languages also varied significantly by age. More than three-quarters (75.4 percent) of the 50–54- year-old group in Tokelau spoke two or more languages in 2016. Understandably, only 14.4 percent of children aged four and under spoke more than one language. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Ethnicity ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "In the 2016 Tokelau Census, we asked respondents to identify their ethnicity. They could select more than one ethnicity; consequently the totals add to more than 100 percent. Figure 5.2 shows the proportions of the population identifying with each ethnic group across the three atolls. There are some significant differences across the three atolls. Nukunonu had the lowest proportion reporting their ethnicity as Tokelauan (73.9 percent). This compares with 84.0 percent in Fakaofo and 87.2 percent in Atafu. ",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/38db30065b3c469b01f9681cb82a6db43c8f972732158c33de795105180bb833.jpg",
        "img_caption": [
            "Figure 5.2 "
        ],
        "img_footnote": [
            "1.Forusuallyresidentpopulationpresent inTokelau on censusnight. Note:percentagesof less than1percentdonotdisplayongraph. Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Most Tokelauans of Tokelauan ethnicity born there ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Of people who identified their ethnicity as Tokelauan, two-thirds (67.0 percent) were born in Tokelau. This compares with just 4.2 percent of those who did not identify as Tokelauan. The comparatively high rates of Tokelauan ethnicity for people born there suggests that ethnicity and nationality are intrinsically tied together in Tokelau. This contrasts with a nation like New Zealand, where many people identify with European ethnicity but are unlikely to have national ties to a country in Europe. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Despite most of the population identifying as Tokelauan, it appears that Tokelau is becoming more ethnically diverse. Figure 5.3 shows the proportion of each age group identifying as Tokelauan or part-Tokelauan (Tokelauan and one other ethnicity) or as other ethnicities. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "In the 2006 Census, we recorded ethnicity slightly differently from later censuses. People were asked to give only one answer for their ethnicity, but could then select multiple ethnicities (eg by reporting themselves as part Tokelauan/Samoan).The categories we use in figure 5.3 allow comparisons back to 2006. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Figure 5.3 shows that older groups have greater proportions identifying as being of full-Tokelauan ethnicity. Younger age groups have greater proportions identifying as either part-Tokelauan or other ethnicities. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "In the youngest age group (0–9 years) 59.4 percent of the group identified as full-Tokelauan. In contrast, in the oldest age group ( $70+$ years) 82.8 percent identified as full-Tokelauan. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "While the proportion of each group identifying as full-Tokelauan generally increases from the youngest to the oldest age group, people aged 30–39 years had the lowest proportion of fullTokelauans (50.0 percent). ",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/2e6184b5bccf5743a2eea8804bfc0bbde01d4a288b34df83b4684f13cd382684.jpg",
        "img_caption": [
            "Figure 5.3 "
        ],
        "img_footnote": [
            "1.ForusuallyresidentpopulationpresentinTokelauoncensusnight Source:2016TokelauCensusof Population andDwellings "
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Religion maintains importance ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Religion is a central part of faka Tokelau (the Tokelauan way of life). Most people in Tokelau are Christian, and to reflect this, the census questionnaire included three major denominations as options – Congregational Christian, Roman Catholic, and Presbyterian – along with an ‘other, please specify’, option. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Figure 5.4 shows the two main denominations were Congregational Christian and Roman Catholic. There is a significant difference across the three atolls. Congregational Christian is the major denomination on both Atafu and Fakaofo, with 78.3 percent and 62.7 percent, respectively, while on Nukunonu 81.8 percent identified as Roman Catholic. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Comparing 2016 with 2011 and 2006, the proportion of residents on Atafu and Fakaofo who were Congregational Christian has continued to decline. The proportions fell from 95.4 percent (2006) to 89.8 percent (2011) on Atafu, and from 70.7 percent (2006) to 68.9 percent (2011) on Fakaofo. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "On Nukunonu, there has been a continuing decline in the proportion identifying as Roman Catholic – 81.8 percent was down from 93.9 percent in 2006 and 96.9 percent in 2006. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "In contrast, the proportion of people on Fakaofo identifying as Roman Catholic has been rising, up to 32.6 percent in 2016, from 25.9 percent in 2011, and 22.2 percent in 2006. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Presbyterian was the third most-common denomination overall (4.2 percent), although on Fakaofo (2.8 percent) and Nukunonu (6.2 percent), ‘other Christian’ was more common. ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/8cee3873ab8e5aaa560faff27c32e85f4bf1f432ce8e3c9c19a040b2eaf42ced.jpg",
        "img_caption": [
            "Figure 5.4 "
        ],
        "img_footnote": [
            "1. ForusuallyresidentpopulationpresentinTokelauoncensusnight Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Smoking behaviour ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "In the 2016 Tokelau Census, we asked adults (aged $^{15+}$ years) whether they smoked regularly (one or more cigarettes a day). If they did not currently smoke, we asked if they had ever smoked regularly in the past. The 2016 Census was the third time we asked questions about smoking. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "More than half the adults smoked ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "In the 2016 Census, 51.3 percent of adults reported they smoked regularly. The smoking rate was a slight increase from 2011, when 47.8 percent of adults reported they smoked. The 2016 rate was identical to the rate in 2006 (51.3 percent). ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Figure 5.5 shows the proportion of each atoll’s usual residents who currently smoked, used to smoke regularly but did not now, and who had never smoked regularly. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Atafu had the highest rate of current smokers (52.5 percent), although there was no significant variation across Tokelau. Nukunonu had the lowest rate, with 49.4 percent of adults being current smokers. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Larger differences appear in the rates for people who previously smoked regularly and didn’t any longer, and those who had never smoked. Atafu had the highest smoking cessation rate, with 28.5 percent of adults saying they used to smoke. Atafu also had the lowest rate for people who had never smoked (19.0 percent). ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Fakaofo and Nukunonu had similar rates of smoking cessation (9.8 percent and 10.2 percent, respectively). The two atolls also had similar rates for people who had never smoked – 38.3 percent in Fakaofo and 40.4 percent in Nukunonu. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Looking at adults who had ever smoked regularly, Atafu had the highest proportion (81.0 percent). Fakaofo and Nukunonu had much lower rates for people who had ever smoked, 61.7 percent of Fakaofo residents, and 59.6 percent of Nukunonu residents. ",
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/865c84d9a5b1911c37a68c935523669899430b3412807879100219f0536a978b.jpg",
        "img_caption": [
            "Figure 5.5 "
        ],
        "img_footnote": [
            "1.Forusuallyresidentpopulationpresent inTokelauoncensusnight Note:percentagesof lessthan1percentdonotdisplayongraph. Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "6 Education ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "An education system is key in developing a country and its people. The level and duration of education provided for the population are primary determinants of a nation’s skill level. This chapter examines the level of education of Tokelau's usual residents, and how this differs by sex, age group, occupation, and atoll. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Education in Tokelau ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Secular education began in Tokelau in the early 1950s, after the Tokelau Act 1948 was passed. By the early 1960s, scholarships were available for students to allow them to further their education in New Zealand. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Today, Tokelau has a free, compulsory education system for primary and secondary students up to 16 years. A distance learning foundation course run by the University of the South Pacific is available in Tokelau via satellite for students who want to prepare for tertiary study. A scholarship scheme also offers some students the chance to undertake tertiary study abroad. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "At the time of the 2016 Tokelau Census, 6.9 percent of usual residents aged $15+$ and present in Tokelau (54 students) were still at school. Almost half of all residents (44.5 percent) said the last school they attended was a Tokelau village school, 15.6 percent had last attended secondary school in Samoa, and 14.2 percent had been at secondary school in New Zealand. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The 6.9 percent still at school was a drop from 10.6 percent in 2011, while the 15.6 percent whose last school was a Samoan secondary school in 2016 was down from 19.9 percent in 2011. This may reflect in part the ageing of the population. The proportion who had attended secondary school in New Zealand (14.2 percent) was up slightly from 13.6 percent in 2011. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Older people less likely to have school qualifications ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Note: In the 2016 Census, we collected qualifications gained after leaving school for TPS employees based in Samoa. We didn’t ask for ‘highest qualification gained while at school’. Where figures include TPS employees in Samoa, we say this. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Around two-thirds of Tokelau’s resident adult population (69.1 percent) had a school qualification. The development of Tokelau's education system is evident in figure 6.1, which shows age differences in the proportion of usual residents aged $^{15+}$ who had no qualification. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Figure 6.1 shows that three in four residents aged under 55 years (75.4 percent) had a school qualification, compared with only half (49.2 percent) of the $55+$ group. People aged $75+$ had the lowest proportion with a school qualification (32.4 percent). ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The proportion of Tokelau adults with a school qualification increased markedly from 2011, up from 53.3 percent to 69.1 percent in 2016. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "We made some changes to the education categories in 2016, including New Zealand qualifications. However most people under 25 years with school qualifications held non-New Zealand certificates, which suggests a real rise in the proportion of young people gaining a school qualification since 2011 (up from 42.7 percent to 69.1 percent in 2016). ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "As in the 2011 Census, males were more likely to have a school qualification than females, although in 2016 the gender gap had narrowed from 5 percentage points down to less than 2. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "In 2016, 29.6 percent of males aged $^{15+}$ had no qualification, compared with 31.3 percent of females. In 2006 the gap was wider, with 41.4 percent of females having no qualifications and 34.7 percent of males – almost 7 percentage points difference. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Proportion of Tokelau residents (1) with a school qualification By age group 2016 ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/241e2428070ce51316b8399897cc16b084c26a86218eeda519747f1961a386f2.jpg",
        "img_caption": [
            "Figure 6.1 "
        ],
        "img_footnote": [
            "1. For usually resident population present in Tokelau on census night, aged 15 years and over Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "School qualification is the highest for one-third of Tokelau adults ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Figure 6.2 shows highest school and post-school qualifications gained by adults present in Tokelau on census night. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "In 2016, for 30.6 percent of Tokelauan residents, their highest educational qualification was a school qualification. This was more likely for males than females (35.3 percent and 26.1 percent, respectively). School qualifications are gained at either primary or secondary school (see figure 6.4 for more information). ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Figure 6.2 also shows that males were more likely than females to hold a trade certificate (8.8 percent and 5.1 percent for females), while females were more likely to have a degree-level qualification (bachelor’s or postgraduate). The proportion of females still studying at tertiary level was also higher than for males (7.9 percent and 3.1 percent). ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Of all Tokelauan adult residents present on census night, 45.1 percent were either currently studying or had studied at tertiary level, which was higher than in 2011 (36.8 percent). ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/501eadbf296c332a3c882ca159e0aa012485623403302f27664e18f251678d2a.jpg",
        "img_caption": [
            "Figure 6.2 "
        ],
        "img_footnote": [
            "1.For usually resident population present in Tokelau on census night, aged 15 years and over Source:2016 TokelauCensus of Population and Dwellings "
        ],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "2016 qualification levels are higher for all atolls than in 2011 ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "All three Tokelau atolls had fewer adult residents with no qualifications in 2016 than in 2011. Residents living on Fakaofo were the most likely (33.7 percent) to have no school qualification in 2016, down from 48.0 percent in 2011. On Atafu, 22.1 percent of adults had no qualifications (33.8 percent in 2011) and on Nukunonu, 19.6 percent had no qualifications (30.0 percent in 2011). ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "In 2016, Atafu residents were more likely to have gained a school qualification (35.0 percent) than their counterparts on Nukunonu (32.5 percent) and Fakaofo (25.8 percent). The level of school qualifications was higher on all three atolls than in 2011. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "In Tokelau, 26.3 percent of residents aged $^{15+}$ had completed a post-school qualification (eg a university or a technical/trade institution qualification); a further 11.9 percent had started a postschool qualification but did not complete it. Nukunonu residents were more likely to have gained a post-school qualification (32.2 percent) than Fakaofo (23.5 percent) or Atafu (23.6 percent) residents. ",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/7454e03d044c80ea57dd5f727299a1b66f05012cb22be61f0b7b816433eb0d42.jpg",
        "table_caption": [
            "Table 6.1 "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"9\">Highest qualifications gained by Tokelau residents aged 15+ years By atoll of usual residence For usually resident population present in Tokelau on census night, 2016</td></tr><tr><td colspan=\"9\"></td></tr><tr><td rowspan=\"3\">Highest qualification</td><td colspan=\"2\">Atafu</td><td colspan=\"2\">Atoll of usual residence Fakaofo</td><td colspan=\"2\">Nukunonu</td><td colspan=\"2\">Total people</td></tr><tr><td>Count</td><td> Percent </td><td>Count</td><td> Percent </td><td>Count</td><td> Percent </td><td>Count</td><td> Percent </td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>No qualification</td><td>58</td><td>22.1</td><td>89</td><td>33.7</td><td>50</td><td>19.6</td><td>196</td><td></td><td>25.1</td></tr><tr><td>School qualification (1)</td><td>92</td><td>35</td><td>68</td><td>25.8</td><td>83</td><td>32.5</td><td></td><td>243</td><td>31.1</td></tr><tr><td></td><td>16</td><td>6.1</td><td>14</td><td>5.3</td><td>13</td><td>5.1</td><td></td><td>43</td><td>5.5</td></tr><tr><td>Started post-school qualification, did not</td><td>35</td><td>13.3</td><td>31</td><td>11.7</td><td>27</td><td>10.6</td><td></td><td>93</td><td>11.9</td></tr><tr><td>complete Bachelor's degree</td><td>15</td><td>5.7</td><td>17</td><td>6.4</td><td>21</td><td></td><td>8.2</td><td>53</td><td>6.8</td></tr><tr><td>Post-graduatedegree</td><td>7</td><td>2.7</td><td>2</td><td>0.8</td><td></td><td>13</td><td>5.1</td><td>22</td><td>2.8</td></tr><tr><td>Qtheruniversty</td><td>4</td><td>1.5</td><td>4</td><td>1.5</td><td>7</td><td></td><td>2.7</td><td>15</td><td>1.9</td></tr><tr><td>Trade certificate</td><td>13</td><td>4.9</td><td>24</td><td>9.1</td><td>17</td><td></td><td>6.7</td><td>54</td><td>6.9</td></tr><tr><td>Nursiatel/diploma</td><td>8</td><td>3</td><td>4</td><td>1.5</td><td>4</td><td></td><td>1.6</td><td>16</td><td>2</td></tr><tr><td>Oother pas-school</td><td>15</td><td>5.7</td><td>11</td><td>4.2</td><td>20</td><td></td><td>7.8</td><td>46</td><td>5.9</td></tr><tr><td>Total people stated</td><td>263</td><td>100</td><td>264</td><td>100</td><td>255</td><td></td><td>100</td><td>782</td><td>100</td></tr><tr><td> Not stated</td><td>15</td><td>..</td><td>3</td><td>..</td><td>..</td><td></td><td></td><td>18</td><td>..</td></tr><tr><td>Total people</td><td>278</td><td>...</td><td>267</td><td></td><td>255</td><td></td><td>..</td><td>800</td><td>...</td></tr><tr><td colspan=\"10\">1.chooqualificatiaregainedeithatprimrorecdarhlprarchltfomcertificateavincerifa school certificate, university entrance, and NCEA Levels 1-3). Symbol:... not applicable Source: 2016 Tokelau Census of Population and Dwellings</td></tr></table></body></html>\n\n",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "People with a qualification are more likely to work for pay ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Figure 6.3 shows the proportions of people who were, and were not, in paid work in the week before the 2016 Tokelau Census, at each qualification level. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Note: figure 6.3 does not include data for TPS employees based in Samoa. ",
        "page_idx": 32
    },
    {
        "type": "image",
        "img_path": "images/a61d93b441020a441009994a2be674b0b6c95d6fe4a2583e3fdf6b910ef295b9.jpg",
        "img_caption": [
            "Figure 6.3 ",
            "Tokelau residents(1) who worked/did not work for pay in the week before census By highest qualification 2016 "
        ],
        "img_footnote": [
            "1.For usually resident population present inTokelau on census night, aged 15years and over Source:2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Overall, 59.8 percent of Tokelau residents worked for pay in the seven days before the 2016 Census. The difference in the proportions for Tokelau residents with no qualifications is noticeable. One in three Tokelau residents not in paid employment (33.4 percent) had no qualification, compared with only 19.7 percent of those who worked for pay. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Conversely, residents who worked for pay in the week before the 2016 Tokelau Census were more likely to hold a school or post-school qualification than those not in paid work. Of particular note are the differences for people with a bachelor’s or postgraduate degree who did and didn’t work for pay (see figure 6.3). ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Occupation relates to educational qualification level ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Table 6.2 displays occupations for Tokelau's population and TPS employees by the highest qualification they held in 2016. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "People in less technical/skilled jobs were more likely to have no qualifications than those in more highly-skilled employment – 66.3 percent of people with no qualifications worked in the 'labourers, agriculture, and fisheries workers' occupation group. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "In contrast, most people with a postgraduate degree worked in the ‘professionals’ (66.7 percent) or 'legislators, administrators, and managers' (25.0 percent) occupation groups. ",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/ffb4cd8c57708250725b8390f6efe42feb7e721ccf38021534f980d71c647b89.jpg",
        "table_caption": [
            "Table 6.2 "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"8\">Occupation of Tokelau employed(1) residents aged 15+ years By highest qualification For usually resident Tokelau population and Samoa TPS employees present on census night, 2016</td></tr><tr><td rowspan=\"2\">Hlughication</td><td colspan=\"6\"></td></tr><tr><td>managers</td><td>Profes-</td><td></td><td>Occupation group count</td><td>workers</td><td>Not stated</td><td>Total</td></tr><tr><td> No qualification</td><td>3</td><td>13</td><td>11</td><td>4</td><td>61</td><td>0</td><td>92</td></tr><tr><td>School qualification (2)</td><td>8</td><td>26</td><td>19</td><td>11</td><td>75</td><td>1</td><td>140</td></tr><tr><td>Still studying for first post-school qualification</td><td>3</td><td>9</td><td>0</td><td>0</td><td>1</td><td>0</td><td>13</td></tr><tr><td>Started post- schificaion did not complete</td><td>6</td><td>22</td><td>11</td><td>6</td><td>28</td><td>0</td><td>73</td></tr><tr><td>Bachelor'sdegree</td><td>5</td><td>35</td><td>2</td><td>2</td><td>3</td><td>0</td><td>47</td></tr><tr><td>Post-graduate</td><td>6</td><td>16</td><td>0</td><td>1</td><td>1</td><td>0</td><td>24</td></tr><tr><td>gthairuanivesity</td><td>1</td><td>4</td><td>1</td><td>1</td><td>1</td><td>0</td><td>8</td></tr><tr><td>Trade certificate</td><td>1</td><td>10</td><td>14</td><td>4</td><td>12</td><td>1</td><td>42</td></tr><tr><td>Nursing certificate/diploma</td><td>0</td><td>9</td><td>0</td><td>0</td><td>1</td><td>0</td><td>10</td></tr><tr><td>gother ast-schol</td><td>6</td><td>16</td><td>2</td><td>2</td><td>11</td><td>0</td><td>37</td></tr><tr><td>Total</td><td>39</td><td>160</td><td>60</td><td>31</td><td>194</td><td>2</td><td>486</td></tr><tr><td colspan=\"8\">1 Employed refers to those who worked for pay in the week before the census. Schoolqualificatinaregainedateitherprimaryrecndryschlprimarchltforcertificteavingceiicat school certificate, university entrance, and NCEA levels 1 -3. Source: 2016 Tokelau Census of Population and Dwellings</td></tr></table></body></html>\n\n",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Two in three Tokelau residents hold a school qualification ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "In 2016, two-thirds (69.1 percent) of Tokelau's usual residents had a school qualification. This figure is largely influenced by the population’s age distribution, with younger residents having higher school qualification rates. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "As figure 6.4 shows, 14.9 percent of residents with a school qualification had a Year 8 Primary certificate and 30.9 percent had a Kaukumete Year 11 certificate. The proportion of Tokelau residents with a New Zealand NCEA qualification was 16.3 percent. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Note: 6.9 percent of Tokelau residents aged $^{15+}$ were still at school at the time of the 2016 Tokelau Census so are excluded from the figures. Also, many young people were absent from Tokelau for their education. (Schooling or education was the most-common reason for absence from Tokelau on census night). ",
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/68de3ef3496356a5247c2d35f8866000df61eccb6bdd53a7e302d53cfb2fa64b.jpg",
        "img_caption": [
            "Figure 6.4 ",
            "Tokelau usual residents(1) with a school qualification By qualification type 2016 "
        ],
        "img_footnote": [
            "1.For usually resident population present in Tokelau on census night, aged 15 years and over Source:2016Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Reading and writing skills ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Literacy rates are an important indicator of Tokelau's educational development. In 2016, we asked respondents about the languages they spoke (see chapter 5, Social and cultural profile), and their reading and writing skills – as an indicator of adult literacy in Tokelau. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "We asked about their ability to read and write in Tokelauan and in English. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Older people less able to read well in English ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Figure 6.5 shows the proportion of Tokelau residents who reported having 'good' and 'very good' reading skills in Tokelauan and English. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Older people were less likely than young people to have good or very good reading skills in English. Figure 6.5 shows a notable decrease in English reading skills from age 55 years in 2016. This pattern fits with the 2011 Census results, when the $50+$ age group had much lower English reading skills than younger age groups. While 71.0 percent of Tokelau residents aged $^{15+}$ reported having good or very good reading skills in English (down from 75.3 percent in 2011), only 11.8 percent of people aged $75+$ had the same skill level. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The skill level of males reading English dropped in 2016, with only 65.9 percent saying they could read English well or very well (74.5 percent in 2011). For females, 75.9 percent  said they had good or very good reading skills in English, the same as in 2011. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Fewer Tokelauan residents aged $^{15+}$ said they could not read at all in English (2.8 percent compared with 4.2 percent in 2011). ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "In contrast to English, reading skills in Tokelauan were high (between 77 and 94 percent) across all age groups. In 2011, 90.4 percent of Tokelau residents aged $15+$ reported their reading skills in Tokelauan were good or very good, but this dropped to 85.9 percent in 2016. Less than 1 percent of adult residents could not read in Tokelauan at all in 2011, but in 2016 this figure rose to 2.2 percent. ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/94568926f3372e6331165caca1261a3a3d082ec4a5188cf1071e705c380d0d7d.jpg",
        "img_caption": [
            "Figure 6.5 ",
            "Usual residents reporting'good' and 'very good' reading skills "
        ],
        "img_footnote": [
            "1.For usuallyresident population present inTokelau on census night,aged 15years and over Source:2016TokelauCensus of Populationand Dwellings "
        ],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Writing skills decrease in 2016 ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "In 2016, two-thirds (67.6 percent) of Tokelau residents aged $^{15+}$ reported their English writing skills were either good or very good. This was lower than in the 2011 Census (72.3 percent). ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "English writing skills follow the same age-related pattern as English reading skills, with a marked decline from age $55+$ . In 2011, English writing skills were lower after $50+$ years. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Females were more likely than males to have good or very good English writing skills (71.6 percent for females and 63.6 percent for males). The gender gap has widened 3 percentage points since 2011. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Four out of five adult residents (81.8 percent) reported their Tokelauan writing skills were either good or very good in 2016. This was below 2011, when 88.1 percent reported good or very good Tokelauan writing skills. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The proportions of Tokelau's adult population who could not write in English and Tokelauan were similar (3.6 percent and 2.9 percent, respectively). ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Proficiency in both English and Tokelauan reading and writing has generally declined over the five years between the censuses, although the 50–54-year age group reported higher literacy skills in 2016 than in 2011. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "7  Quality of life ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The 2016 Census was the first time we collected information on people’s quality of life in Tokelau. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "International research suggests subjective well-being measures are needed in combination with objective measures to get a detailed picture of societal progress. This is evident in the United Nations Sustainable Development Goals (SDGs). Goal three of the SDGs is to “ensure healthy lives and promote well-being for all at all ages” (United Nations, nd,b). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Measuring quality of life has been an area of interest for some time in Tokelau. Due to its remoteness, scarce resources, and small population size, economic development is constrained. Although there are challenges to living in Tokelau, there are the advantages of close family and community ties. Collecting subjective measures gives a more-rounded perspective of living in Tokelau, and complements the objective measures such as income and education. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "How we assess quality of life ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "There are many different aspects to the quality of life topic. In the census, we asked about overall life satisfaction, self-assessed health, social connectedness, sense of belonging, and income adequacy (explained in more detail below). Most of these are asked about in the New Zealand General Social Survey, so we can make comparisons between New Zealand and Tokelau. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Key stakeholders noted that collecting this information will help target policies to improve the overall well-being of Tokelau’s people. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Most people rate life satisfaction 10 out of 10 ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "We asked residents $^{15+}$ years to rate their overall life satisfaction on a scale of 0 to 10, where 0 was completely dissatisfied and 10 was completely satisfied. This scale is used internationally, which means we can make international comparisons, and is the most important and widely used measure of well-being. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Figure 7.1 shows the distribution of people’s self-reported life satisfaction in Tokelau. Overall, people reported very high levels of life satisfaction. Almost three-quarters of residents (71.3 percent) rated it at 8 or higher; only 2.5 percent gave a rating of 4 or lower. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The most-common response by a considerable margin was 10 (49.9 percent). The next mostcommon response was 8 (36.1 percent). These results indicate that the majority of people were satisfied with their lives in Tokelau. ",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/c2553aac6d89b012b5cbbd1f91c3159c4ef09654f61eff24d9dd3750b76e4809.jpg",
        "img_caption": [
            "Figure 7.1 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "All atolls report similar levels of life satisfaction ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "All three atolls had a similar distribution of life satisfaction rating – more than 65 percent of residents rated their life satisfaction as 8 or higher, and had less than 5 percent of people rating it at 4 or below. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Fakaofo had the greatest proportion of residents (52.8 percent) who rated their life satisfaction as a 10. Atafu had the greatest proportion rating their life satisfaction at 8 or higher (75.5 percent) and the lowest proportion rating it at 4 or below (1.8 percent). ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Life satisfaction increases with age ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Figure 7.2 shows life satisfaction for each age group, with ratings generally being higher for the older age groups. The $65+$ age group had the highest proportion of people who rated their life satisfaction as 10 (64.9 percent). In contrast, for people aged 25-44 years only 42.7 percent gave a rating of 10. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The proportions rating life satisfaction at 8 or higher were: 66.3 percent for the 15–24 age group, 68.0 percent for those aged 25–44, 75.4 percent for the 45–64 age group, and 81.9 percent for people aged $65+$ . ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "For all age groups similar proportions (all under 5 percent) rated their life satisfaction at 4 or lower. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "When we break down life satisfaction by five-year age groups we find no one aged 70-74 years gave a rating of less than 7. However, the 70–74-year age group had the smallest number of people. No one in the 30–34, 35–39, or 65–69 age groups gave a rating under 5. ",
        "page_idx": 39
    },
    {
        "type": "image",
        "img_path": "images/dce5e5ab67a7b0bee36c51dabd64931d1d61f5f194bbc057631d0a10f276eea3.jpg",
        "img_caption": [
            "Figure 7.2 "
        ],
        "img_footnote": [
            "Source:2016Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Tokelauans generally have greater life satisfaction than New Zealanders ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "In New Zealand, life satisfaction data is collected by the New Zealand General Social Survey (GSS). The GSS is a sample survey that runs every two years and has a sample size of approximately 8,000 people. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Results for New Zealanders from the 2014 GSS (Statistics NZ, 2015) and for Tokelauans from the 2016 Tokelau Census showed that New Zealanders had lower levels of life satisfaction than Tokelauans. Only 17.8 percent of people in New Zealand rated their life satisfaction as 10, compared with 49.9 percent for people in Tokelau. In addition, 63.3 percent of people in New Zealand gave a rating of 8 or higher whereas in Tokelau this was 71.3 percent. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The increase in life satisfaction across the age groups was similar for New Zealand and Tokelau. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Note: the 2016 Tokelau Census was the first time the quality-of-life questions were asked. Therefore, we don’t have a time series to observe these variables across time. Neither can we infer if older people are more satisfied with their lives as a result of being older, nor whether higher quality of life is a feature of these cohorts. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Self-assessed health ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Health is an important part of people’s well-being and is likely to be a contributor to overall life satisfaction. New Zealand’s GSS asks people to self-assess their health as do other ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "In Tokelau, we asked people aged $^{15+}$ years to rate their health on a five-point scale. The scale consisted of the categories: poor, fair, good, very good, and excellent. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Most people rated their health as ‘good’ ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "For Tokelau, the most-common rating was ‘good’ (41.3 percent). There were very few people who assessed their health as poor (1.6 percent). Figure 7.3 shows the distribution of self-assessed health ratings across the Tokelauan population. ",
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/ab6203df0142d905f6b10fa26c594152b0f1f0a487abd5d913911545ca90157e.jpg",
        "img_caption": [
            "Figure 7.3 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "‘Good’ was the most-common response for all three atolls. Nukunonu had the highest proportion of people who rated their health as either ‘very good’ or ‘excellent’ (42.0 percent) compared with Fakaofo (33.3 percent) and Atafu (35.5 percent). For each atoll, less than 3 percent of residents rated their health as ‘poor’. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "The results were also similar for men and women. Less than 2 percentage points separated the sexes for three of the categories (very good, good, and poor). The proportion of men who rated their health as ‘excellent’ (18.0 percent) was greater than that of women (14.8 percent), which is interesting as the age-sex distribution shows women live longer. On the other hand, more women (22.7 percent) than men (17.5 percent) rated their health as ‘fair’. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Self-assessed health affects life satisfaction ratings ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Figure 7.4 gives the breakdown of life satisfaction by self-assessed health rating. Generally as people’s health rating improves so too does their life satisfaction. This relationship is most evident for those rating their life satisfaction as 10. The proportion of people with a rating of 10 increased from 42.5 percent for those assessing their health as poor or fair, to 61.8 percent for people who thought their health was excellent. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "People with a poor or fair health rating had the highest proportion rating their life satisfaction at 4 or lower (7.5 percent). Life satisfaction ratings of 5–9 were similar for all five health categories. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "We see a relationship between how healthy people feel and their level of life satisfaction in Tokelau. It demonstrates how important access to health care and improving people’s health is to people’s overall quality of life. ",
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/0716cf1fa8ed905ebf7f17236e680a86de5fe6ef3827ac1f3220a48a17cbea21.jpg",
        "img_caption": [
            "Figure 7.4 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Lowest smoking rate for people rating their health ‘excellent’ ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "We examined self-assessed health against smoking rates in Tokelau. Figure 7.5 shows that people rating their health as ‘excellent’ had the lowest smoking rate (42.0 percent). This suggests a link between the two variables for this group. ",
        "page_idx": 42
    },
    {
        "type": "image",
        "img_path": "images/333c130a84cf06be4b04876279d813efc08342f8217e2bae578cea05d6c1e5f1.jpg",
        "img_caption": [
            "Self-assessed health by life satisfaction Usual residents (15 years and over), present on census night 2016 ",
            "Figure 7.5 ",
            "Self-assessed healthratings for smokers and non-smokers Usual residents, aged 15 years and over, present on census night 2016 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "For all other health ratings, the proportion of smokers was higher than the proportion of nonsmokers. The biggest difference was in the ‘very good’ health, where 54.3 percent were smokers and 44.4 percent were non-smokers. In both the ‘very good’ or ‘good’ health categories, more than 50 percent of people smoked. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Sense of belonging ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "We asked residents $^{15+}$ years about their sense of belonging to the community. As for life satisfaction, they rated this on a 0 to 10 scale, where 0 indicated no sense of belonging and 10 was a strong sense of belonging. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "We collected this information to get an indication about whether people enjoyed the strong community relations that exist in Tokelau. Physical proximity does not necessarily correlate with a strong sense of belonging so we asked the question to assess whether strong interpersonal connections exist between individuals and their community. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Sense of belonging is thought to contribute to overall life satisfaction. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Strong sense of belonging exists among residents ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Overall, the results were similar to those for life satisfaction. Figure 7.6 shows most residents (58.6 percent) rated their sense of belonging to the community at 10. Only 2.8 percent of residents gave a rating below 5. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Fakaofo had the highest proportion of residents rating their belonging at 10 (67.8 percent). Atafu and Nukunonu proportions were 54.7 percent and 49.0 percent, respectively. ",
        "page_idx": 43
    },
    {
        "type": "image",
        "img_path": "images/291fd9d98748acd9f424871634b338b7edd0c124f415908005a5a4afb810a8d2.jpg",
        "img_caption": [
            "Figure 7.6 "
        ],
        "img_footnote": [
            "Source:2016 Tokelau Census of Population andDwellings "
        ],
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Sense of belonging increases with age ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Figure 7.7 displays people’s sense of belonging by age group. There was a relatively even measure of belonging across the age groups, although a slightly higher proportion of older people rated their sense of belonging at 10. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Ratings of 10 varied from 53.6 percent for people aged 25–44 to 64.9 percent for those aged $65+$ years. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "The results indicate that Tokelauans feel a very strong sense of belonging to their community. It suggests they enjoy the close-knit community and the many activities done together on each atoll. ",
        "page_idx": 44
    },
    {
        "type": "image",
        "img_path": "images/c35b1c0c65603a3a836be1e9d02615fa2bc404a5ec8da6808665000ad45972e0.jpg",
        "img_caption": [
            "Figure 7.7 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Stronger sense of belonging for those who have lived overseas ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Of the people who had a very strong sense of belonging (8, 9, or 10 rating), most had lived overseas for six months or longer (64.8 percent). Of the overall Tokelauan population, 59.1 percent had lived overseas, demonstrating those who had lived overseas had a slightly higher sense of belonging than those who had not. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Social connectedness ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Relationships and contact with family and friends is an important part of people’s well-being.   \nTokelau’s people live in relatively close physical proximity to one another. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "The major benefit of this is that people can easily see their family and friends every day. However, the geographic location of Tokelau poses challenges for external social contact. The long distance to travel to visit overseas family and friends and the high cost of telecommunications makes it difficult to have frequent contact with them. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Understanding how much contact Tokelau residents have with overseas family and friends is important to consider when looking at their overall quality of life. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Most people saw overseas family/friends in the last year ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "We used a pre-screening question to eliminate people who had no family or friends overseas. Therefore the totals for questions about the frequency of contact using telephone and internet refer to those who do have family and friends overseas. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "We asked residents aged $^{15+}$ years about the frequency and type of contact they have with overseas family and friends. We first asked whether they had seen, in person, family or friends who live overseas in the last 12 months. We then asked about their frequency of contact – by telephone and over the internet. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Most residents $^{15+}$ years (71.9 percent) had seen their overseas family and/or friends in person in the last 12 months. Figure 7.8 shows the proportion of residents from each atoll who had. It shows some interesting differences between the atolls. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "On Nukunonu, just over 80 percent (80.4 percent) of residents had seen their family/ friends in the last year. This was much higher than the proportion of Atafu residents (62.7 percent) and almost 10 percentage points higher than for Fakaofo residents (72.7 percent). ",
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/b82d09b8d0a2a31d2d64e792ec373f2602e2c9f0cdb345562fd4ddf459d6e867.jpg",
        "img_caption": [
            "Figure 7.8 ",
            "Proportion having face-to-face contact with overseas family/friends in last 12 months "
        ],
        "img_footnote": [
            "Source:2016Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Telephone commonly used to contact family/friends overseas ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "As figure 7.9 shows, people often use the telephone to contact their family and/or friends overseas. ",
        "page_idx": 46
    },
    {
        "type": "image",
        "img_path": "images/9eb4d4abcfc7726128e0fc5df57ef9193ddcbd62c850164d137bf55f61226c29.jpg",
        "img_caption": [
            "Figure 7.9 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusof Populationand Dwellings "
        ],
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Of those who contact their family and/or friends every day, more used the internet (16.4 percent) than the telephone (8.2 percent). However, for people who contacted their overseas family and/or friends less frequently, more used the telephone. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "A greater proportion of people said they never used the internet to contact their family and/or friends (39.2 percent) than those who never used the telephone (16.3 percent). ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "The internet seemed to allow more-frequent contact with overseas friends/family, whereas telephone contact was favoured for less-frequent contact. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Contact using internet decreases with age ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Figure 7.10 shows the frequency of contact over the internet and telephone by four age groups. It shows a clear age difference for people who use the internet more than the telephone. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "For the younger age groups (15–24 years and 25–44 years), more people used the internet to contact their family and/or friends overseas. The youngest age group showed the biggest difference – 58.5 percent used the internet and 36.8 percent used the telephone. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "From age 45 onwards, the proportion of people using the telephone to contact their family/friends at least once a week was greater than those using the internet. The biggest difference occurs in the oldest age group $65+$ years). In this group, only 10.8 percent used the internet, whereas 47.3 percent contacted their friends and/or family at least once a week using the telephone. ",
        "page_idx": 46
    },
    {
        "type": "image",
        "img_path": "images/355587b5236ae2b3d22dd13c69304aefa426271387a0b576c65f3a76645859bf.jpg",
        "img_caption": [
            "Figure 7.10 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Amount of contact with family/friends overseas hardly affects life satisfaction ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "We looked at the frequency of contact with family/friends overseas, either by internet or telephone, alongside life satisfaction. The results showed the amount of contact did not affect people’s life satisfaction ratings. However, most people who had no contact with family/ friends overseas also had a low life satisfaction rating (under 5). ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "It appears that while the frequency of contact has little relationship with life satisfaction, having some contact relates to greater life satisfaction. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Income adequacy ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Using only objective measures of society, such as household income, has been criticised as being one-dimensional and not giving a full understanding of people’s experiences and living conditions (OECD, 2013). As a result, we decided to collect people’s subjective view of whether they received enough income each year. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Using a four-point scale, we asked Tokelau households if they had ‘not enough money’ to ‘more than enough money’ to meet their everyday needs. This question is usually asked of individuals about their personal income but as income is generally shared within a household in Tokelau, it was not appropriate to do this for Tokelau individuals. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Largest proportion of households who have ‘enough’ money are from Fakaofo ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Figure 7.11 compares income adequacy for the atolls. We see that just a small proportion of households (an average of 6.3 percent) felt they had more than enough money. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Atafu and Nukunonu had similar proportions across the different ratings of income adequacy. Fakaofo showed a major difference – 45.9 percent of its households had ‘enough’ money to meet their everyday needs, compared with 28.7 percent for Atafu and 22.0 percent for Nukunonu. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Of all Tokelauan households, 39.0 percent considered their yearly income to be ‘only just enough money’ to meet their everyday needs. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Fakaofo also had the lowest proportion of households (11.8 percent) that said they did not have enough money. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "How current annualincome meets household's everyday needs By atoll ",
        "page_idx": 48
    },
    {
        "type": "image",
        "img_path": "images/9636ceada17b88886f9a008bcd223373467fc0925565bd408d8cac1964584319.jpg",
        "img_caption": [
            "Figure 7.11 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "As income adequacy is closely related to the household’s actual income, we explore the relationship between these two variables further in chapter 9, Dwellings and households. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "8   Paid and unpaid work ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "A census can be a good source of information on the workforce of a country. This chapter presents findings from the 2016 Tokelau Census about both paid and unpaid work. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "People aged $^{15+}$ years make up Tokelau’s working-age population. In the census, we asked these people about the types of work they carried out (with or without pay) in the week before the census. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Their information provides a picture of Tokelau’s labour force. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Tokelau labour force model ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Several variables are used when analysing a country’s working-age population. Those we used in Tokelau combine concepts from international standards alongside a specifically tailored model – together they help explain the work situation in Tokelau. Since the western concept of unemployment is difficult to apply in the Tokelau situation, we used other measures. Because unpaid work plays an important role in Tokelau, we include people who did unpaid work in the labour force. ",
        "page_idx": 49
    },
    {
        "type": "image",
        "img_path": "images/d3576fa43ada86dcc8f8d7914133f9bb8f08dc288babf2ad7ce3f81aacb10086.jpg",
        "img_caption": [
            "Figure 8.1 "
        ],
        "img_footnote": [],
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Labour force status ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Table 8.1 shows the labour force status of people in Tokelau – with a breakdown for each atoll and based on the model in figure 8.1. It shows the number and percentage of people aged $15+$ who worked for pay, who did unpaid work, who did both paid and unpaid work, and who did not work in the week before the census. In 2016, labour force status counted respondents in each group they reported (see table 8.1). ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Most of Tokelau’s working-age population contributes work ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "As table 8.1 shows, 79.2 percent of Tokelau’s residents (619 people) aged $^{15+}$ years were in the unpaid labour force. Well over half (59.8 percent or 468 people) the residents were in the paid labour force, and 50.9 percent (398 people) were in both the paid and unpaid labour force. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Nukunonu had the highest proportion of its people (70.2 percent) in the paid labour force. Fakaofo had 57.6 percent and Atafu had 52.1 percent. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Nukunonu also had the highest proportion of people not in the labour force – 16.1 percent, compared with 12.5 percent for Fakaofo and 7.2 percent for Atafu. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "For the whole of Tokelau, 11.9 percent of residents aged $^{15+}$ were not in the labour force. This group consists of people who did not work in the week before the census (with or without pay). ",
        "page_idx": 50
    },
    {
        "type": "table",
        "img_path": "images/84ee9486a5b6ba06130d60ca1d18b5e23f78fc3bd8acc2292b0254e3a6a767d1.jpg",
        "table_caption": [
            "Table 8.1 "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"9\">Labour force status of Tokelau residents(1) aged 15+ years By atoll of usual residence For usually resident population in Tokelau on census night, 2016</td></tr><tr><td rowspan=\"2\">Labour force status</td><td colspan=\"6\">Atoll of usual residence</td><td rowspan=\"2\">Total respondents</td></tr><tr><td>Atafu</td><td></td><td>Fakaofo</td><td></td><td>Nukunonu</td><td></td></tr><tr><td></td><td>Count</td><td>Percent</td><td>Count</td><td>Percent </td><td>Count</td><td>Percent</td><td>Count</td><td>Percent</td></tr><tr><td>Unpaid labour force</td><td>239</td><td>90.9</td><td>221</td><td>83.7</td><td>159</td><td>62.4</td><td>619</td><td>79.2</td></tr><tr><td>Paid labour force</td><td>137</td><td>52.1</td><td>152</td><td>57.6</td><td>179</td><td>70.2</td><td>468</td><td>59.8</td></tr><tr><td>Paid and unpaid labour force</td><td>132</td><td>50.2</td><td>142</td><td>53.8</td><td>124</td><td>48.6</td><td>398</td><td>50.9</td></tr><tr><td>Non-labour force</td><td>19</td><td>7.2</td><td>33</td><td>12.5</td><td>41</td><td>16.1</td><td>93</td><td>11.9</td></tr><tr><td>Not stated</td><td>15</td><td>5.7</td><td>3</td><td>1.1</td><td>0</td><td>0.0</td><td>18</td><td>2.3</td></tr><tr><td colspan=\"9\">1.In 2016, labourforce status counted respondents ineach grouptheyreported.Therefore percentages wi not sum to 100 percent. Source: 2016 Tokelau Census of Population and Dwellings</td></tr></table></body></html>\n\n",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Labour force status varies with age and sex ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "In 2016, people in the youngest working-age group (15–19 years) had the lowest proportions in the paid labour force (19.1 percent) and the combined paid and unpaid labour force (18.2 percent). However, most were still likely to be in the unpaid labour force (70.9 percent). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "People aged 40 to 49 years had the highest proportions in both the paid labour force (79.4 percent) and the combined paid and unpaid labour force (66.7 percent). Those aged 50–59 years had the highest proportion in the unpaid labour force (88.2 percent). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Of all people not in the labour force, people aged $70+$ years had the highest proportion (36.2 percent), followed by those under 20 years (27.4 percent). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Because males and females contributed in different ways to providing for the household, labour force status varied by sex. Males had a higher proportion in the paid labour force (70.0 percent) than females (49.9 percent). There was also a higher proportion of males (59.9 percent) than females (42.0 percent) doing both paid and unpaid work. The sexes had relatively similar proportions within the unpaid labour force (81.4 percent for males and 77.0 percent for females). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The non-labour force had a higher proportion of females (15.2 percent) than males (8.5 percent). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Some groups less likely to work for pay ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Figure 8.2 shows the proportions of working-age people of different ages who were, and were not, in paid work in the week before the 2016 Tokelau Census. It clearly shows that the oldest age group $(70+)$ and the youngest (15–19 years) were less likely to work for pay – 80.9 percent of 15 to 19-year-olds and 68.4 percent of people aged $70+$ did not work for pay in the week before the census. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "People aged $70+$ were also less likely to have done unpaid work in the week before the census.   \nAlmost half (47.4 percent) of them reported they did not do unpaid work that week. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Males were more likely than females to be in paid work in the week before the census. In Tokelau, 57.9 percent of the employed population was male. In contrast, 63.1 percent of those who did not do paid work in the week before the census were female. ",
        "page_idx": 51
    },
    {
        "type": "image",
        "img_path": "images/1934e35ca83aba82a49b8efacbf11701af4d72b0cafcaf551eb15a9986d8eaa2.jpg",
        "img_caption": [
            "Figure 8.2 ",
            "Proportion of usual residents(1) who did/didn't work for pay in the week before the census "
        ],
        "img_footnote": [
            "1. Forusually resident population present in Tokelau on census night, aged 15 years and over Source:2016TokelauCensusof PopulationandDwellings "
        ],
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Occupation ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The following section looks at the occupations of people in Tokelau’s paid labour force, as measured on census night. The 2016 Tokelau Census also collected occupation information for those working for the TPS in Apia, Samoa. Where figures include TPS employees in Apia, we state this. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Tokelau has an occupational classification that includes the types of occupations carried out in Tokelau. It is based on an international model. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "See chapter 10, Census process for details of this classification. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Females and males have preferred occupations ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Figure 8.3 displays the proportions of people in each occupational group in 2016, broken down by sex. It includes TPS employees working in Samoa. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Despite the difference in the numbers of men and women in paid employment, women were much more likely to be in the professional group than men were. In 2016, 37.9 percent of women were professionals, compared with 29.7 percent of men. In contrast, men were more likely than women to be technicians and trade workers (20.1 percent of men, and 1.5 percent of women). ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Figure 8.3 also shows that women were more likely than men to work in clerical and administrative roles (10.3 percent of women, 4.6 percent of men), and in the agriculture and fisheries group (42.4 percent of women, 37.8 percent of men). ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Occupation groups for Tokelau residents By sex 2016 ",
        "page_idx": 52
    },
    {
        "type": "image",
        "img_path": "images/ee5eb4c639b99fd9f058d6f2e198f6b6d7de21c85f35e7dd37516794619a1045.jpg",
        "img_caption": [
            "Figure 8.3 "
        ],
        "img_footnote": [
            "1.Foremployed usuallyresident population present inTokelau oncensus night,aged 15 years and over.Employed means inpaid employment. Source:2016 Tokelau Census of Population andDwellings "
        ],
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Professionals includes people working as: ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "doctors, dentists, nurses, or nursing professionals teachers or teaching professionals communication, medical, finance, health, or police officers. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Technicians and trade workers includes people working as: ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "mechanics, plumbers, or builders cooks/bakers, electricians, or power workers. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Labourers, and agriculture and fisheries workers includes people working as: ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "foremen   \ngeneral village workers   \nmachine operators/generator operators fishermen. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Occupation varies by age ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "In 2016, most employed 15–19-year-olds (57.1 percent) worked as labourers, or agriculture and fisheries workers. This was also true for people in the oldest age group – 52.6 percent of employed people aged $70+$ worked as labourers, or agriculture and fisheries workers. For other age groups, 45.5 percent of those aged 60–69, and 41.9 percent of those aged 50–59 worked in this occupation group. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Employed people aged 40 to 59 had the highest proportion of legislators, administrators, and managers (13.4 percent for 40–49-year-olds, and 14.9 percent for 50–59-year-olds). This contrasts with 1.9 percent for people aged 20–29 and 2.9 percent for those aged 30–39. People aged 20–39 years were more likely to be professionals than any other occupation. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Labourers, agriculture and fisheries workers remains most-common occupation group ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "In 2016, 39.7 percent of Tokelau’s employed population worked as labourers, and agriculture and fisheries workers, down from 44.1 percent in 2011. In contrast, the proportion of employed residents working as professionals increased – up from 23.8 percent in 2011 to 33.1 percent in 2016. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "However, most people in paid employment worked as labourers, and agriculture and fisheries workers – on all three atolls. The proportions of people employed in other occupation groups were similar throughout Tokelau. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "In 2016 in Samoa, the majority of TPS workers (44.0 percent) were in the professionals category. In 2011, the majority were in the legislators, administrators, and managers category (60.0 percent). ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Employment status ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The following section looks at how people who worked for pay in the week before census described their main job. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Most paid workers work for government or village council ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "In 2016, most people in paid employment were either salaried TPS members, working for government (47.2 percent), or village council workers (46.8 percent) (table 8.2). ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Very few people (less than 2 percent) described themselves as employees; or as working for wages or salary from a private person or business in Tokelau, or an overseas institution. Only 3 percent described themselves as self-employed in their main job. ",
        "page_idx": 53
    },
    {
        "type": "table",
        "img_path": "images/399405bdf805b0cb2ded947e593812b661ec6037a81da781cfcd2f14306f81aa.jpg",
        "table_caption": [
            "Table 8.2 "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"10\">Employment status for Tokelau residents aged 15+ years By atoll of usual residence For the employed(1) usually resident population present in Tokelau on census night, 2016</td></tr><tr><td colspan=\"10\"></td></tr><tr><td rowspan=\"2\">Employment status</td><td colspan=\"2\">Atafu</td><td colspan=\"2\">Atoll of usual residence Fakaofo</td><td colspan=\"3\">Nukunonu</td><td colspan=\"2\">Total respondents</td></tr><tr><td>Count</td><td>Percent</td><td>Count</td><td>Percent</td><td></td><td>Count</td><td>Percent</td><td>Count</td><td>Percent</td></tr><tr><td>Salaried member TPS</td><td>60</td><td>43.8</td><td>68</td><td>44.7</td><td>93</td><td>52.0</td><td>221</td><td></td><td>47.2</td></tr><tr><td>Worker for village council</td><td>64</td><td>46.7</td><td>79</td><td>52.0</td><td></td><td>76</td><td>42.5</td><td>219</td><td>46.8</td></tr><tr><td>Self-employed</td><td>8</td><td>5.8</td><td>2</td><td>1.3</td><td>4</td><td></td><td>2.2</td><td>14</td><td>3.0</td></tr><tr><td>Employee(private person/business)</td><td>2</td><td>1.5</td><td>2</td><td>1.3</td><td>4</td><td></td><td>2.2</td><td>8</td><td>1.7</td></tr><tr><td>Employee (overseas institution)</td><td>0</td><td>0.0</td><td>0</td><td>0.0</td><td>1</td><td></td><td>0.6</td><td>1</td><td>0.2</td></tr><tr><td>Other</td><td>3</td><td>2.2</td><td>1</td><td>0.7</td><td></td><td>1</td><td>0.6</td><td>5</td><td>1.1</td></tr><tr><td colspan=\"10\">1 Employed means working in paid employment in the previous 7 days. Source: 2016 Tokelau Census of Population and Dwellings</td></tr></table></body></html>\n\n",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Most TPS employees in ‘middle’ years ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "National TPS employees based in Samoa were most likely to be middle-aged, with 77.8 percent being 30–49 years. About half of salaried TPS employees were in this age group. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Over one-third (37.3 percent) of village council workers were aged 30 to 49 years and nearly onethird (33.2 percent) were under 30 years. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "People in the employee group (working for wages or salary from a private person or business in Tokelau, or an overseas institution) were most likely to be between 30 and 49 years (75 percent). ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Unpaid activities ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Unpaid work contributes a great deal to the daily running of Tokelauan society. Most usual residents (79.2 percent) aged $^{15+}$ years were involved in unpaid work in the week before the 2016 Tokelau Census. This is down from 84.5 percent at the time of the 2011 Census. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Contribution of unpaid work falls from 2011 ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "While males were more likely than females to be in the paid labour force, in 2016 they were also slightly more likely than females to be in the unpaid labour force (81.4 percent for males, 77.0 percent for females). ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "This reflects a decline since the 2011 Tokelau Census when 85.1 percent of males and 84.3 percent of females carried out unpaid work in the week before the census. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "People aged 50–59 years most likely to do unpaid work ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "In Tokelau, people aged 50–59 years were the age group most likely (88.2 percent) to have done unpaid work in the week before census. Those in both the oldest and youngest age groups were less likely to do unpaid work. People aged $70+$ years had the lowest proportion of people doing unpaid work in the week before census (52.6 percent). The next lowest was those aged 15–19 years, at 70.9 percent. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Of those who did do some form of unpaid work, the most common types of unpaid work were: housework (92.1 percent), helping family or other relatives (75.0 percent), and caring for children from own household (66.4 percent). ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "More unpaid work by adults helping family in 2016 than 2011 ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Figure 8.4 shows comparisons in the types of unpaid work done by Tokelau adults in the week before the 2011 and 2016 Tokelau Censuses. It shows some differences in the types of unpaid work done between the two censuses. ",
        "page_idx": 55
    },
    {
        "type": "image",
        "img_path": "images/9ebc9e371d8536872acd596f18ed072e8343bd6ac40ac7c023b68f70a7deea16.jpg",
        "img_caption": [
            "Figure 8.4 ",
            "TypesofunpaidworkdonebyTokelauresidents(1) 2011and2016 "
        ],
        "img_footnote": [
            "1.ForusuallyresidentpopulationpresentinTokelauoncensusnightaged5yearsandver, whocarriedoutunpiadworkintheweekbeforecensus. Source:2016TokelauCensusof PopulationandDwellings "
        ],
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The only main increase in type of unpaid work done by Tokelau residents was in helping family or other relatives (up to 75.0 percent in 2016 from 64.1 percent in 2011). All other groups remained relatively constant. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The biggest decreases in types of unpaid work were in helping with other village activities not elsewhere mentioned (down to 48.3 percent in 2016 from 58.8 percent in 2011), and other unpaid work (down to 6.5 percent in 2016 from 15.5 percent in 2011). ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Traditional roles evident in types of unpaid work ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Figure 8.5 shows the types of unpaid work done by Tokelau adults in the week before the 2016 Tokelau Census. It shows some differences in the work done by males and females. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Traditional roles were evident in the data – for example, males were much more likely than females to help with village fishing (59.4 percent compared with 3.0 percent for females). In contrast, females were more likely than males to contribute to village weaving (37.5 percent compared with 4.1 percent). Females were also more likely than males to care for children from their own household (80.6 percent) or other households (43.4 percent) compared with 52.7 percent and 26.0 percent, respectively. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 56
    },
    {
        "type": "image",
        "img_path": "images/15197c923c61fe53e1bfe3ae27297917110c8a5d3403e268b331b14c13356f67.jpg",
        "img_caption": [
            "Figure 8.5 ",
            "Types of unpaid work done by Tokelau residents(1) "
        ],
        "img_footnote": [
            "1.Forusually resident population present inTokelau oncensus night,aged 15 years and ver,who carriedout unpiadworkintheweekbeforecensus. Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The type of unpaid work done also varied between age groups. A high proportion of people in their thirties cared for children from their own household (82.5 percent). Those in the youngest age group (15–19 years) had the highest proportion of those helping family or other relatives (84.6 percent). The highest proportion of those helping village cleaning were in their fifties (66.7 percent). ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Usual residents aged 40 to 49 years had the highest proportion of people who helped with village fishing (38.8 percent) and helped with other village activities (51.7 percent). ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Those aged 60–69 years had the highest proportion of people who helped with village weaving (34.4 percent) while those aged under 20 years had the lowest proportion of people who helped with village weaving (5.1 percent). ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "9   Dwellings and households ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "In the 2016 Tokelau Census, the head of the household was asked questions about the dwelling and members of the household. This chapter focuses on the results from these questions relating to private occupied dwellings – the majority of dwellings in Tokelau – and the households that occupy them. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "This chapter provides information on the conditions in which Tokelauans live and the level of income across the three atolls. This information in this section can be used to inform housing policy decisions and plan for Tokelau’s future resource requirements. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "For the first time a measure of household income adequacy has been included in the census. This was done to indicate to policy makers how Tokelauan households were dealing with meeting their everyday needs with their current level of income. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Information we collected about dwellings and households ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census of Populations and Dwellings collected information on: ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "main dwelling facilities   \nage of the main dwelling   \nitems owned by the household   \nthe household’s collective income   \nthe household’s income adequacy   \naccess to the internet and Sky television. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "In Tokelau, it is not uncommon for extended families to live in sub-dwellings surrounding a main dwelling. The nature of the household’s structure can pose a challenge in collecting and analysing definitive household statistics for Tokelau. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census only collected information relating to the main dwelling. Respondents were explicitly asked to only include things pertaining to the main dwelling. By only collecting statistics relating to the main dwelling, we are able to maintain comparability with international standards. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The census defines the main dwelling as the structure that usually, but not always, contains the household’s cooking, washing, or living facilities, and is the building in which most household activity takes place. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The 2016 Census collected information on private and non-private occupied main dwellings. Occupied dwellings are those that are currently in use, and usually have someone living or sleeping in them. A private dwelling is one where an individual or family lives, and which is not available for public use. A non-private dwelling is one where occupants are generally not related, and in which people stay temporarily; for example a hospital, boat, or guest house. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The census did not collect information on unoccupied dwellings. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "No information on the three types of houses in Tokelau ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Unlike previous censuses, the 2016 Tokelau Census did not collect the type of housing – Tokelauan fale, European style house, and mixed housing – in Tokelau. This is because the housing stock in Tokelau has become relatively homogenised, with most houses being a European style house, as a result of a housing scheme established in the 1980s by the New Zealand Government that allows households in Tokelau to apply to their Taupulega (local government) for funding to improve their housing. There was little change between the 2006 and 2011 Censuses in the proportion of houses in each of the three categories. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Rooms have many uses ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Households were asked how many rooms their main dwelling had. Most dwellings in Tokelau have only one or two rooms with most household activities taking place in these rooms. As these rooms are used for multiple purposes, they need to be counted for each use. For example, if a room was used as a living room and a bedroom, households were asked to count this as two rooms. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Counting rooms based on their uses was an attempt to ensure a meaningful definition of a room for the analysis, and to allow for meaningful comparison with other nations. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Figure 9.1 shows a substantial variation in the number of rooms per private dwelling across the three atolls. In Atafu, the most common number of rooms is one (44.8 percent of private occupied dwellings), where it is common for the living space to be in one dwelling, and then sleeping, cooking, etc to be in other sub-dwellings. In Nukunonu, five or more rooms was the most common number of rooms in private dwellings (37.3 percent). ",
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "images/023dd65e3f5dee48500f95bfdd0c92efcda55b8f7bc6d0e063833c8574877cff.jpg",
        "img_caption": [
            "Figure 9.1 "
        ],
        "img_footnote": [
            "Source:2016Tokelau Census ofPopulationandDwellings "
        ],
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "images/7a8e58c8fffc29fe8296ca64bf48ad953466d81c9ba11dd5a4d82635d09c1b41.jpg",
        "img_caption": [
            "Figure 9.2 shows that across the whole of Tokelau, the most common number of rooms per dwelling is three. ",
            "Figure 9.2 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusof PopulationandDwellings "
        ],
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Number of occupants in a dwelling an important indicator of community and household well-being ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The number of occupants is also an important variable when constructing an analysis of dwellings and households in Tokelau. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Figure 9.3 shows that the most common number of occupants for a household on census night was three (18.1 percent of private occupied dwellings). It was also common to have eight or more occupants in a house (14.5 percent). Tokelauan society is based on large networks within communities. It is not uncommon for large extended families to live in one household, which could explain the high numbers of people living together. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "While it is common to have large numbers of people living in single dwellings, figure 9.3 also shows us that single-occupant dwellings were not rare on census night, with 11.3 percent of private occupied dwellings having only one occupant. ",
        "page_idx": 59
    },
    {
        "type": "image",
        "img_path": "images/123cd8ba45a295f103057419a386d14e91f2746abff20ecde0b349207ba85c1d.jpg",
        "img_caption": [
            "Figure 9.3 ",
            "Number of occupants on census night Occupied private dwellings "
        ],
        "img_footnote": [
            "Source:2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Housing stock relatively new ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Tokelau’s housing stock is relatively new. The housing programme established in the early 1980s has allowed for the regeneration of Tokelau’s housing. The majority of the housing in Tokelau has been built in the last 30 years, with 50 percent of housing being built since 1990. Since 1980, more than 75 percent (77.2 percent) of houses have been constructed. Only 11.8 percent of the private housing stock was built before 1970. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Water and power ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Water source changing over time ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Tokelau relies entirely on rain water, as the small coral atolls have no ground water. This makes it vulnerable to droughts. The significant drought of 2011 affected the population’s water supply. The impact of the drought can be seen in the data collected in the 2011 Census. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "In 2016 there was no such drought. Figure 8.4 shows a much higher proportion of households had a private water tank as their main water source (94.5 percent) in 2016 than in 2011 (67.1 percent). The proportion of households using a private water tank as their main water source was slightly higher than in 2006 (83.4 percent) when there was also no drought. Significant moves have been made over the last few years to increase the capacity of water tanks for private dwellings, which may explain some of the increase in private water tank use. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Figure 9.4 also compares the proportion of households using other water sources (that is, not a private or shared water tank). In 2011, 19.1 percent of households used another water source for their drinking water, mostly village water sources that were brought in to deal with the national water emergency. In 2016, only 0.4 percent of households used another source for their drinking water, similar to the rates for the 2006 Census (0.9 percent). ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 61
    },
    {
        "type": "image",
        "img_path": "images/bb412c78cc9c612f4af285d6305845c8125aa415dac1afb87c8cf5606e8fade1.jpg",
        "img_caption": [
            "Figure 9.4 "
        ],
        "img_footnote": [
            "Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Shower and toilet facilities vary across Tokelau ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "A small majority of Tokelau households reported having an indoor shower (51.0 percent). Most of the rest had a private outdoor shower (47.1 percent), and only 5 of the 255 households living in private dwellings who responded to this question had a shower shared with neighbours. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The proportion of indoor and outdoor showers varied substantially between atolls, with 63.2 percent of dwellings having an indoor shower in Atafu, and 39.8 percent in Nukunonu. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Most Tokelauans had access to a private toilet in their homes: 72.9 percent of private occupied dwellings had an indoor flush toilet, and 21.6 percent of dwellings had an outdoor flush toilet. Atafu had the highest proportion of dwellings with an indoor toilet (87.4 percent), and Nukunonu had the highest proportion of households with an outdoor toilet (34.9 percent). ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Electricity use ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "In 2012, Tokelau switched from diesel-generated electricity to close to 100 percent renewable energy generation. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The trend towards gas for cooking has continued. In 2006, 34.6 percent of households used gas as their main means for cooking, this rose to 57.6 percent in 2011, and to 72.0 percent in 2016. Gas cooking has become the preferred cooking method, replacing kerosene stoves, used by 56.6 percent of households in 2006, 38.0 percent in 2011, dropping to just 23.6 percent in 2016. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Rubbish disposal ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Most household rubbish collected by village workers ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "In Tokelau as a whole, most household rubbish was collected by village workers – 98.8 percent of all private occupied dwellings had at least some of their household rubbish collected. Figure 9.5 shows Fakaofo had the highest proportion of households where all rubbish was collected by village workers (72.9 percent). All households in Fakaofo had at least some household rubbish collected. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Nukunonu had the lowest proportion of households across the three atolls where all household rubbish was collected, with 47.6 percent of households having all their rubbish collected. ",
        "page_idx": 62
    },
    {
        "type": "image",
        "img_path": "images/35553c9adb68953ab3ce3cd4b4fb4d46d67e0c36061bc508075f62ae364842eb.jpg",
        "img_caption": [
            "Figure 9.5 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulation andDwellings "
        ],
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Burning a common method of rubbish disposal ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Where village workers do not collect rubbish, households used alternate methods for disposing of household rubbish. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Figure 9.6 shows common methods of getting rid of uncollected rubbish were burning, burial, and disposing of in the garden. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Burning was the most common method of disposal in all three atolls, with Nukunonu burning rubbish at a slightly lower rate (53.5 percent of private occupied dwellings) than Atafu (61.5 percent) and Fakaofo (66.7 percent). ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "For Atafu and Fakaofo, the next most common method of disposal was burying (30.8 percent and 33.3 percent, respectively); for Nukunonu, the second most common method was disposing of rubbish in gardens or plantations (37.2 percent). ",
        "page_idx": 62
    },
    {
        "type": "image",
        "img_path": "images/66b12028ef7266153bbbffbd290f1e615443c37994219265f38d6f5710abf734.jpg",
        "img_caption": [
            "Figure 9.6 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Internet and television ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Internet in Tokelau ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census was the second time internet access was measured in Tokelau, the first being the 2011 Census. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Many households in Tokelau operated on a shared usage model for internet. It was common practice for households to use their neighbour’s router to access the internet. The 2016 Census measured three types of access: privately purchased, public access, or another type of access (typically access through a neighbour’s router). ",
        "page_idx": 63
    },
    {
        "type": "image",
        "img_path": "images/3cc4ef6aaa5a6c537b2e14738d189bec6a715b3967820b09f0980588b09f2051.jpg",
        "img_caption": [
            "Figure 9.7 "
        ],
        "img_footnote": [
            "1.Privateoccupied dwellings Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The most common type of access across all atolls was privately purchased internet access (see figure 9.7). Nukunonu had the highest proportion of households (55.4 percent) who could access the internet in some way. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "On all atolls, at least 50 percent of households had access to the internet through privately purchasing it at their house, through public access, or another type of access. For Tokelau as a whole, 53.3 percent of private occupied dwellings had access to the internet. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Internet access increased across Tokelau from the 2011 Census to the 2016 Census. The proportion of households with access to the internet grew by almost 13 percentage points (12.9 percent), up from 40.4 percent of households in 2011. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Sky television access nears 30 percent coverage ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Tokelau does not have free-to-air television so some households chose to subscribe to Sky television. The proportion of households with access to Sky television for the whole of Tokelau was just under 30 percent of households (29.8 percent), see figure 9.8. ",
        "page_idx": 64
    },
    {
        "type": "image",
        "img_path": "images/e8dd0e0ecaa386483fa0ccc21841611372afbaf78ed0cc762a9467b4726d8255.jpg",
        "img_caption": [
            "Figure 9.8 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulation andDwellings "
        ],
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Fakaofo had the highest proportion of households with access to Sky television (32.9 percent), with Atafu coming second (28.7 percent), and Nukunonu last (27.7 percent). ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Household goods ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Nearly all households have a freezer ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census asked households whether they owned common household items. There was no distinction between items owned solely by the household, or where these items were owned communally. The items were included in the census because they are thought to improve the well-being and standard of living of households in Tokelau. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The list of items in the census is not exhaustive, and there is nothing to suggest that a household that does not have one or more of the items is worse off than a household with all the items. The results are simply an indicator to the economic well-being of households. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Freezers were the most commonly owned items across all three atolls – 94.3 percent of households in Atafu, 95.3 percent in Fakaofo, and 91.5 percent of households in Nukunonu owned a freezer. Telephones and washing machines were also commonly owned items. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Some items, like freezers, televisions, and washing machines were owned at similar rates across the three atolls. Ownership rates of other items, such as sewing machines, stereos, and computers, varied significantly across the three atolls. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Figure 9.9 shows the proportions of ownership across the three atolls for each item. ",
        "page_idx": 65
    },
    {
        "type": "image",
        "img_path": "images/0886ff2323234fbeec8f33f76102cf59267f17bf90ad95a5fcd55e62e2a05c25.jpg",
        "img_caption": [
            "Figure 9.9 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Atafu had the highest proportions of household ownership of: ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "washing machines (87.4 percent) computers (75.9 percent) refrigerators (72.4 percent). ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Fakaofo had the highest proportions of household ownership of: ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "freezers (95.3 percent) telephones (91.8 percent) aluminium boats (76.5 percent) outboard boats (69.4 percent) televisions (67.1 percent) sewing machines (45.9 percent). ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Nukunonu had the highest proportions of household ownership of: ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "stereos (47.6 percent). ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Household income ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Most common source of income for Fakaofa and Nukunonu was TPS ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Income statistics are important in measuring standards of living across the population. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Household income has been collected across three Tokelau censuses: 2006, 2011, and most recently 2016. Due to the communal nature of Tokelauan society, it was more practicable to collect household income than individual income. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Figure 9.10 shows where Tokelauans received their income from. The most common source of income for Fakaofo and Nukunonu was TPS (Tokelau Public Service) salary – 87.1 percent and 90.4 percent of households, respectively, received TPS income at some point over the last 12 months. Atafu had 85.2 percent of households receiving TPS salary in the last 12 months, just slightly lower than the proportion receiving benefits over the past 12 months (86.4 percent). Recent changes to how village workers are employed has meant that people previously employed by the village, and paid village wages, are now employed by the TPS. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Benefits and monetary inati were also common sources of income in Atafu (64.8 percent of households) and Nukunonu (66.3 percent). Inati is a system where resources are shared amongst households, usually by villages or atolls. As the inati is decided by each village, the amount received in each village is not necessarily the same. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Atafu had the highest proportion of households receiving income from proceeds from their own business (21.2 percent), Nukunonu had the highest proportion of households receiving honoraria (27.7 percent), and Fakaofo had the highest proportion of households receiving money from family overseas (18.8 percent). ",
        "page_idx": 66
    },
    {
        "type": "image",
        "img_path": "images/531484f11d0436447f72990cbdfdcc52bb09ae7a9bc741eaba74a1458c798bff.jpg",
        "img_caption": [
            "Figure 9.10 "
        ],
        "img_footnote": [
            "1. Where each household has reported more than one income source, the household is counted in each group Source: 2016 Tokelau Census of Population and Dwellings "
        ],
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Quality of household income data ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "The 2016 Census asked an adult member of each household to report the combined income all members of the household received over the previous 12 months to census night. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "While income questions are common in censuses around the world, there are known issues with the quality of the data, primarily as people tend to have poor recall of their income or are reluctant to disclose their income. From our experiences with the New Zealand Census, we assume data quality was an issue for the 2016 Tokelau Census. Census interviewers reported to us that some heads of households found it difficult to recall and combine annual income for their entire households, and some heads of households were reluctant to divulge the information. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "While there are potential issues with data quality, income remains a useful measure for Tokelau.   \nThe quality issues were consistent across the three atolls. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Median income \\$17,500 ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "The median income for all households in Tokelau was $\\$17,500$ (the mid-way point of the median bracket, $\\$15,001-520,000$ . This was consistent across each of the three atolls. The consistent median indicated a relatively even distribution of income across the three atolls. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Figure 9.11 shows a relatively normal distribution of household income in Tokelau, centred on the $\\$15,001-520,000$ bracket. However, there was a higher than expected concentration of households in the highest income bracket; $\\$50,001$ or more per year. The proportion of households in the highest income bracket was similar across the three atolls. ",
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/1d6e867921727cece93db331c117fd06d0e577bb429e857e468767bbbfd34bea.jpg",
        "img_caption": [
            "Figure 9.11 "
        ],
        "img_footnote": [
            "Source:2016 Tokelau Census of Population andDwellings "
        ],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "While the distribution was relatively similar across the three Tokelau atolls, there were some small differences. Nukunonu had a lower proportion of households earning less than $\\$5,000$ per year (2.4 percent of households) compared with Atafu (6.9 percent) and Fakaofo (4.7 percent). ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The median income bracket for Nukunonu was $\\$15,001-520,000$ , while the most common income bracket for the atoll was $\\$10,001-515,000$ , with 26.8 percent of households having an income within this range. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Fakaofo had a much lower proportion of households in the second highest income bracket $(540,001-550,000)$ with just 1.2 percent of households having an income in this range, compared with 4.6 percent for Atafu and 6.1 percent for Nukunonu. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Household income has grown between 2011 and 2016 as fewer households have a total household income in the lower income groups. There was a decrease in the number of households in these lower income groups, as evidenced by the negative numbers in figure 9.12. As the numbers of households with low incomes declined from the 2011 Census to the 2016 Census, the number of households in the higher income brackets increased. ",
        "page_idx": 68
    },
    {
        "type": "image",
        "img_path": "images/9558065efc7636dd1e30db7933274d129ad1ed4955b508c864af0f0bed7c25fa.jpg",
        "img_caption": [
            "Figure 9.12 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusof PopulationandDwellings "
        ],
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The largest decrease in the number of households in an income bracket was for Atafu in the $\\$5,001-510,000$ income bracket, with 15 fewer households in this group in 2016 compared with 2011. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "For the whole of Tokelau, the three atolls combined, the largest decrease in households in a single income bracket was in the lowest income bracket, $\\$0-95,000$ . In the 2016 Census, 34 fewer households reported having an annual income in this bracket than in the 2011 Census. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The income bracket with the largest increase in the number of households across the three atolls was $\\$50,001$ or more. The combined increase of this income bracket was 22 households. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Income adequacy asked for the first time ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "For the first time in the Tokelau Census, households were asked how they felt their current income met their everyday needs. Respondents could answer that their income was not enough money, only just enough money, enough money, or more than enough money. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "This income adequacy question was included to support the income data, and give Tokelau a better idea of how its residents were finding meeting their everyday needs (accommodation, food, clothing, other necessities) with their income. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "When households are better able to meet their needs with their current income it is thought that they will experience less financial stress, and in turn well-being will be improved. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Most households are struggling to meet needs ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Across the whole of Tokelau, more than 70 percent (71.3 percent) of households reported that they had only just enough or enough money to meet their everyday needs. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Only a small proportion of households (6.3 percent) reported that they had more than enough money. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Figure 9.13 shows the proportions of households that reported each level of income adequacy. Fakaofo had the smallest proportion of households who felt they did not have enough money (11.8 percent). The proportion of households in Fakaofo who felt they did not have enough money to meet their everyday needs was substantially lower than in Atafu (27.6 percent) and Nukunonu (28.0 percent). ",
        "page_idx": 69
    },
    {
        "type": "image",
        "img_path": "images/26b01b77306d1619d163a503211fb76b5299d5aa13c4f786cda84a039a37cc94.jpg",
        "img_caption": [
            "Figure 9.13 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Nukunonu had the highest proportion of households who felt they had more than enough money (8.5 percent). ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The proportion of households who felt like they had only just enough money was similar between the three atolls, with between 37.6 percent (Fakaofo) and 41.5 percent (Nukunonu) of households reporting that this was how they felt about their income. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Fakaofo had the highest percentage of households who felt that they had enough money to meet their household’s needs. Nearly half (45.9 percent) of households in Fakaofo felt that their needs were being met with their current income (but did not have more than enough money). The proportion of households who felt they had enough money was substantially less for Atafu (28.7 percent) and again for Nukunonu (22.0 percent). ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The proportions of households who reported that their income is enough money or more than enough money to meet their everyday needs, presents a picture of how households across the three atolls are coping financially. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "More than half (50.6 percent) of households in Fakaofo reported that they felt they had enough or more than enough money.  Fakaofo had the highest proportion of households of the three atolls who felt their needs were being met by their current income. In Atafu, 34.5 percent of households felt that they had enough or more than enough money to meet their everyday needs. In Nukunonu, this figure was just 30.5 percent of households. For Atafu and Nukunonu, more than 65 percent of households felt that they were struggling to meet their everyday needs with their current income. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "To identify the relationship between the amount of income a household has, and the degree to which their needs are being met, we plotted income brackets against the proportion of the households within those brackets who say that their income is enough or more than enough to meet their everyday needs (see figure 9.14). ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "In the case of Tokelau, as the level of income increased, on the whole, so too did the proportion of households who felt their income was adequate to meet their everyday needs. There is one significant exception – those households on very low incomes, equal to or less than \\$5,000, reported their income was enough or more than enough to meet their everyday needs at higher rates than we would expect. In fact, there were only two income brackets $(530,001-540,000$ and $\\$50,001+$ where a higher proportion of households reported their income was adequate to meet their everyday needs. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The regression line in figure 9.14 produced a ${\\mathsf{R}}^{2}$ value of 0.48, meaning 48 percent of the variance in the percent of households with enough or more than enough money is explained by their level of household income. ",
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/b2138e61139e3d937488de32e39ca24573fbdc784bb2359ee74ca62365d1445b.jpg",
        "img_caption": [
            "Figure 9.14 ",
            "Householdincomeand theproportionofhouseholdswhose income isenoughormorethanenough Private occupied dwellings 2016 "
        ],
        "img_footnote": [
            "Source:2016TokelauCensusofPopulationandDwellings "
        ],
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "10 Census process ",
        "text_level": 1,
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "This chapter summarises the methodologies and processes we used to develop, operate, and prepare outputs for the 2016 Tokelau Census of Population and Dwellings. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "A major focus of the census is to ensure good time-series comparisons. Although a new data collection method was used for this census, where possible we reused other processes and methods from the 2006 and 2011 Censuses. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Planning ",
        "text_level": 1,
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "We developed a high-level plan and three stage plans for the 2016 Tokelau Census. The stage plans covered the development, operation, and output phases of the census. Detailed census planning ensured good preparation and a fully documented process. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "We reused the majority of the 2011 Census forms, though we had to add a reasonable amount of new content, particularly around the new quality of life topic. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "A significant amount of planning and research prior to census day went into preparing for the new data collection method – for the first time ever, tablets were used for collecting the census data. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The Tokelau National Statistics Office consulted key Tokelauan stakeholders at appropriate times during planning. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The forms ",
        "text_level": 1,
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The 2016 Census forms were based on the 2011 versions, with the aim to produce time-series comparisons as a priority. Although having consistency over time is a priority, it is also important to ensure content remains relevant. As a result, some variables from the household form were removed as there was no need to collect this information any more. For example the source of lighting variable was no longer needed as Tokelau recently become nearly 100 percent solar powered. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The main new content was around the quality of life, which has been a topic of interest for some time in Tokelau. This topic included questions on life satisfaction, self-assessed health, income adequacy, sense of belonging, and social connectedness. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Questions around language proficiency and mortality were added as these areas were identified as currently having a lack of accurate data. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The English version of the questionnaire was reviewed by using cognitive testing with Wellingtonbased Tokelauan families. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "We consulted about the forms in Tokelau and Samoa with Tokelau government representatives and decision-makers. This consultation gave us an opportunity to determine what information was required by various data users and how it could best be delivered. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "We developed a questionnaire translation strategy early in the process, to try and ensure there was an improvement on how the translation was carried out for the 2016 Tokelau Census. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The census form was a tablet-computer-based, interviewer-administered form with questions available in two languages (English and Tokelauan). Answer choices were in English with a Tokelauan version of the answers available as showcards. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Data collection ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Data collection was significantly different to all previous Tokelau censuses. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Interviewers used Samsung tablet computers to collect data from each individual. The application we used to collect and store the data was called Survey Solutions, developed by the World Bank. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census was a modified de jure census. A de jure census counts people where they usually reside. The census was done this way to ensure Tokelauan employees of the Tokelau Public Service (TPS), based in Apia, were included in the census count. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "A modified de jure census is also used by Statistics Canada – so government employees who are stationed overseas are included in the census population count. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Preparing for census day ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "To ensure that local people were aware of the census, and its importance, the Tokelau National Statistics Office distributed pamphlets with information about the census to the key decision makers on each of the atolls. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "The team also carried out a consultation in Tokelau earlier in 2016. The purpose of this was to consult about the proposed content for the 2016 census and to promote and raise awareness about the census. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "In Tokelau, we recruited people from each atoll to work as district supervisors and interviewers – we had three district supervisors and 29 interviewers in the field. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "The plan was to train the entire field staff on one atoll – Fakaofo. We set aside five days and had training modules prepared. However, because of the boat schedule having to change for unexpected circumstances, the training had to take place on each individual atoll. The core team trained the Fakaofo field staff together; however the Nukunonu and Atafu field staff were trained by only one member of the core team on their respective atolls.  Due to the training having to be done separately, the training time had to be significantly reduced. Although this was not ideal, the core team ensured that the training was consistent across the three atolls. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "The training sessions, and atoll-based field collection staff, provided ways to gain local engagement in the census process. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Census day process ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "The 2016 Tokelau Census took place on Tuesday, 18 October 2016. On that day every person in Tokelau was interviewed. Tokelauan employees of the TPS based in Apia (and their immediate families), were also interviewed in Apia on census day. The census forms and data collection methodologies used in Tokelau and Apia were different – they were altered to meet local requirements. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "A person from their own atoll interviewed Tokelau respondents at their homes in Tokelau. The head of the household completed the household questionnaire and the individual questionnaires were answered by the individual or by the head of the household in the case of young children. Each household nominated their own head of household. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "In this census, because of the new quality of life questions, it was particularly important that each individual answered their own individual questionnaire. As a result of this, it was more challenging and took longer than expected to complete all the interviews on census day. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Two members of the Tokelau National Statistics Office were responsible for carrying out the collections process at the TPS office in Apia. We completed interviewer training in one day, and interviews were completed at the Apia TPS office on census day. The TPS employee was asked about each member of their immediate family. We used a shorter version of the full individual questionnaire, which consisted of only basic demographic questions about each member of the household. No dwelling questions were asked in Samoa. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "On each of Tokelau’s atolls, one of the census management team oversaw field operations and undertook quality monitoring on census day. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Checking after census day ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Thanks to the new data collection method, it was possible to quality check census forms on census day as soon as the interviewers uploaded them. Supervisors helped the census management team to quality check every census form and if there were missing answers or errors found, the forms were sent back to the interviewers to fix. The ability to check the quality of answers was one of the major benefits of using tablets for data collection; it made the checking process faster and more thorough. This checking also ensured that the final population counts were able to be released only three weeks after census. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Identification numbers and household lists ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "We used basic maps and the supervisors’ local knowledge to help come up with a list of households for each atoll. This was then used to allocate households to each interviewer. This household list was used by the supervisor on census day to check that no households had been missed. Each interviewer had a list of 9 or 10 households and was given an identification number for each of these households. Each time they started a household they were required to put in this identification number. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "The census management team noted that this system was very successful. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Classifications ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "The classifications used for the answers were based on the 2006 and 2011 Tokelau Censuses, with a few minor tweaks. The majority of the classifications were based on the tick-box options from each question on the form. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Thanks to tablets being used, we were able to reduce the number of questions with open-ended responses. For those questions that did allow for open-ended responses, such as occupation, we built code files. A coding dictionary was created for all of the questions from the household form and the individual form. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Wherever possible, we based the classifications on New Zealand standard classifications. Often these classifications have multiple levels of detail, where the most-detailed level covers all the countries or religions in the world and the least-detailed level covers the main groups or areas. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Classifications were tailored for the Tokelau situation. Knowledge of and experience in Tokelau suggested some categories would be likely responses to the questions, while others were unlikely. We included the unlikely categories only to ensure exhaustive classifications. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Usual residence and address five years ago ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The classification for usual residence and address five years ago was based on the one used in 2011. It was based on the New Zealand classification, NZSCC4N99–Country–New Zealand Standard Classification 1999. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The classification is as follows: ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "10 At this address   \n20 Elsewhere in Tokelau   \n99 Other country   \n21 elsewhere – Fale, Fakaofo   \n22 elsewhere –- Fenua Fala, Fakaofo   \n23 elsewhere – Nukunonu   \n24 elsewhere – Atafu   \n31 American Samoa   \n32 Australia   \n33 Cook Islands   \n34 Fiji   \n35 New Zealand   \n36 Samoa   \n37 Tonga   \n38 Tuvalu   \n99  Not stated ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Place of birth ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The classification used for place of birth, varied only slightly from the one used for usual residence and address five years ago. We changed the category descriptor used for code 10 from ‘at this address’ to ‘in this village/ on this atoll’. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Citizenship ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The classification for citizenship was slightly different to reflect the most common answers people gave to this question in 2011. The classification is as follows: ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "10 New Zealand   \n11 Samoa   \n12 Tonga   \n13 Tuvalu   \n14 United States of America   \n15 Australia   \n16 Fiji   \n99 other citizenship ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Religion ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The classification for religion was based on the 2011 one which was based on the following New Zealand classification: RELIGAFF – Religion Affiliation – New Zealand Standard Classification 1999. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The least-detailed level of the classification is as follows: 1 Congregational Christian 2 Presbyterian ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "3 Roman Catholic   \n4 Other Christian   \n5 Buddhist & Hindu   \n6 Islam/Muslim & Judaism/Jewish   \n7 Spiritualism and New Age Religions   \n8 No Religion   \n99 Other   \n999 Not Stated ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Occupation ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "The occupation classification was based on these two standard classifications: ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "NZSCO99 – New Zealand Standard Classification of Occupations 1999 ANZSCO – Australian and New Zealand Standard Classifications of Occupations. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Data for the occupation categories was available at two levels of detail. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "100 Legislators, Administrators and Managers ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "101  Director   \n102  General Manager   \n103  Assistant Director   \n104  School Principal and Deputy Principal   \n105  Human Resources Development Manager   \n106  Village Budget Manager   \n107  Office / Finance / Power / Health / Environment / Economic Development / Manager   \n108  Health Programme Coordinator   \n109  Retail / Hotel Manager   \n110  Youth and Sports Coordinator   \n111  Mayor / Government Minister   \n112  Businessman   \n113  NGO Focal Points ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "200 Professionals ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "201  Communications Officer   \n202  Medical Officer   \n203  Finance Officer   \n204  Stores Officer   \n205  Education Officer   \n206  Health Educator   \n207  Environment Officer   \n208  Policy/Advisory Officer   \n209  Advisory Officer TALO   \n210  Doctor   \n211  Nurse/Nursing Professional   \n212  Teacher/Teaching Professional   \n213  Dentist   \n214  Dental Nurse   \n215  Radio Announcer   \n216  Librarian   \n217  Police Officer   \n218  Travel Agent   \n219  Sportsperson   \n220  Church minister / Priest   \n221  Law Commissioner   \n222  Met Officer   \n223  Caretaker   \n224  Statistics Officer   \n225  Member of Taupulega/ Council ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "300 Technicians and Trade Workers ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "301  IT Technician   \n302  Laboratory Technician   \n303  X-ray Technician   \n304  Electrician / Power Worker   \n305  Mechanic   \n306  Plumber   \n307  Builder   \n308  Cook / Baker   \n309  Welder   \n310  Seaman   \n311  Engineer ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "400 Clerical and Administrative Workers ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "401  Personal Assistant / Billing Officer   \n402  Clerk   \n403  Secretary / Receptionist   \n404  Typist   \n405  Registry/Records Clerk   \n406  Postal Worker   \n407  Retail Worker / Shop Assistant   \n408  Support officer ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "500 Labourers, Agriculture and Fisheries Workers ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "501  Foreman   \n502  Leading Hand   \n503  Village Worker (General) inc Weaver   \n504  Village Worker (School Leaver)   \n505  Machine Operator / Generator Operator   \n506  Driver   \n507  Cleaner / Porter ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "999 Not elsewhere defined ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Mandatory variables ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "We created a list of mandatory variables, based on the 2011 Tokelau Census. Variables were considered mandatory if they were required to calculate the usually resident count, or if they helped to detect duplicates. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Ensuring these mandatory variables were completed was made easier by the use of tablets. When a question was missed not fill in, the interviewers would get a red error message. If such mandatory variables were somehow still missed then we determined the answer by one of these methods: ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "the interviewer was instructed to go back to the respondent   \nthe supervisor would determine the answer based on their personal knowledge of the respondent. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Editing and data processing (Survey Solutions) ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "This time editing was quite different from the 2011 Census. We had checks in place on the data collection software (Survey Solutions) for unrealistic answers and quality-checked the raw data on census day and the day after. If there were any errors that we spotted, they were immediately fixed by the interviewer. This meant that much less editing was needed to be done on the dataset. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Any changes that were made were documented. We took this approach to allow a record to be kept of how many changes were undertaken which will be of use when planning the next census. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "The main form of editing that took place on the final dataset was the checks around who was a usual resident. This was to make sure the official population count was accurate. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Output consultation ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "We made two trips to Tokelau and Apia in the six months leading up to the 2016 Tokelau Census. In both of these visits we met key stakeholders on each of the atolls as well as those in the Tokelau Public Service in Apia. We sought to determine first of all what content people needed to be collected and what ouputs they would like to see us produce. We also invited the New Zealand Ministry of Foreign Affairs and Trade to provide comment and they provided some useful feedback. The approach to produce the same outputs as 2011 was agreed on and the respective output products were produced and released. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "The following census data releases have been completed, and are available on www.tokelau.org.nz: ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "11 November 2016 – Final population counts: 2016 Tokelau Census 1 February 2017 – 2016 Tokelau Census tables (for demography, economic activity, migration, education, social profile, dwellings and households, and quality of life) 13 March 2017 – 2016 Tokelau Census atoll profiles (for Atafu, Fakaofo, and Nukunonu)  2 May 2017 – Profile of Tokelau: 2016 Tokelau Census of Population and Dwellings. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Confidentiality rules ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "To offer a degree of confidentiality protection, and to ensure that Tokelau census tables are of good quality, we used a confidentiality calculation to control the size of tables produced for the census outputs. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "The confidentiality rule, called the ‘mean cell size rule’, states there must be on average two or more observations per cell before the information for a geographic area can be released. For the 2016 Tokelau Census there are three output geographies: national, atoll, and village. The smallest geography is village. The main purpose of these rules is to prevent tables from becoming sparse (that is, with many cells containing zeros and ones). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "OECD (2013). OECD guidelines on measuring subjective well-being. Retrieved from www.oecd.org.   \nStatistics NZ (2015. New Zealand General Social Survey: 2014. Retrieved from www.stats.govt.nz.   \nTokelau National Statistics Office (2017). Tokelau 2016 Census of Population and Dwellings final data tables. Retrieved from tinyurl.com/TokelauCensus.   \nUnited Nations (nd,a). Crude birth rates (table). Retrieved from http://data.un.org.   \nUnited Nations (nd,b). Sustainable Development Goals. Retrieved from www.undp.org. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Appendix 1: Criteria for usual residence ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "This appendix describes in detail the criteria for being counted as a ‘usual resident’ in the 2016 Tokelau Census of Population and Dwellings. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "The distinction between the usually resident population and the census night population is critically important to the people and administration of Tokelau. For clarity, this appendix defines ‘people who usually reside overseas’. No separate population count was produced for this group, but understanding its definition provides background to the usual residence criteria. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "It is important to note that usual residence in the context of this census is not a legal definition of residence, nor of immigration status. It is a statistical definition used to frame and measure populations. The Tokelau language does not easily make this distinction. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "A. Usually resident population for the 2016 Tokelau Census of Population and Dwellings criteria ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "A.1. People normally living in Tokelau and present in Tokelau on census night regardless of their: ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "immigration status ethnicity country of birth. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "A.2. Respondents must have lived in Tokelau for three months or more. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "A time criterion applies when a respondent comes from another country. To be usually resident in Tokelau, the respondent must have been residing there for three months or more. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "If the respondent has not resided in Tokelau for three months or more, they are required to give the address of the country they have recently come from. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "This is consistent with statistical concepts of long-term migration and enables counts of a ‘stable’ population over time. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "However, where a respondent has lived in Tokelau for more than three months, and moves from one village (Village A) to another (Village B) within Tokelau, the following applies. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "If they have lived in Village B for less than three months, they are a ‘usual resident’ of the village they recently moved from (Village A).   \nIf they have lived in Village B for three months or more, they are a ‘usual resident’ of their ‘new’ village (Village B). ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "A.3. People normally living in Tokelau who are absent on census night. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "These people are counted as part of the usually resident population if they are absent for less than 12 months in total. This includes people who are absent because they are: ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "students who live outside Tokelau to attend secondary school (eg education scholarship   \nsystem students)   \npeople who normally live in Tokelau but who are travelling on official duties   \npeople who are away from Tokelau for medical treatment as: ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "o medical patients under the health referral scheme or privately funded o family member (s), caregiver(s), or guardian(s) accompanying patients overseas to get medical treatment ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "people visiting other countries who are away for less than 12 months. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "A.4. Tokelauan Tokelau Public Service (TPS) employees based in Apia, Samoa, and any immediate family who usually live in their households. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "The definition of ‘Tokelauan’ is based on TPS employees who identify their ethnicity as Tokelauan. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "‘Any immediate family members who usually live in the employee’s household’ includes the TPS employee’s spouse/partner and children, regardless of: ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "their ethnicity whether they have ever lived in Tokelau. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Immediate family who were away from the dwelling on the night of Tuesday, 18 October 2016 are still counted – as long as they usually live at the same household as the TPS employee completing the form. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "A.5. The usually resident count excludes: ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "temporary visitors to Tokelau who indicated in the census that their usual residence is overseas   \npeople who are not from Tokelau and who work at the national TPS office in Apia, Samoa people who usually live in Tokelau but who are away for 12 months or more and are not covered by A.2. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Note: People who are travelling overseas for 12 months or more for personal reasons, and who are legal residents of Tokelau from an immigration or citizenship perspective, are not counted as statistical usual residents. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "B. Census night population for the 2016 Tokelau Census of Population and Dwellings criteria ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "B.1. All people in Tokelau on census night. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "B.2. Census night population count includes: ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "temporary visitors to Tokelau   \npeople travelling between Samoa and Tokelau, if they are in Tokelauan international waters. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "B.3. Census night population count excludes: ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "people normally living in Tokelau who are absent on census night. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "C. People who usually reside overseas criteria ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "C.1. People who gave an overseas location as their usual residence in question 5 (ie visitors). ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "C.2. People who live overseas who plan to migrate or return permanently to Tokelau in the future. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "C.3. People from Tokelau who have moved overseas to live. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "C.4. People who are not from Tokelau and who work at the national TPS office in Apia, Samoa. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Appendix 2: 2016 Tokelau Census of Population and Dwellings Questionnaire (Paper version) ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "table",
        "img_path": "images/b20d1389126aa094c6bf60b08ba9b642ba9b6c2ac7e3713ec9dddf1addc5692e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"4\">PLEASEANSWER THE FOLLOWING QUESTIONS FOR THIS DWELLING</td></tr><tr><td>H1</td><td colspan=\"2\">Ko anafea tena fau muamua ai te fale kautu? 1 before 1970</td><td></td></tr><tr><td rowspan=\"5\"></td><td>When was the main building of this dwelling first</td><td>2O1970-1979</td><td></td></tr><tr><td>constructed?</td><td>：O1980-1989</td><td></td></tr><tr><td></td><td>4O1990-1999</td><td></td></tr><tr><td></td><td>：O2000-2009</td><td></td></tr><tr><td>O 2010 and after</td><td colspan=\"2\"></td></tr><tr><td>H2 e tolu.</td><td colspan=\"2\">E fia ia potu ite fale kautu? Faitau na potu moe, potu malolo, potu kai potu hukehuke mm.</td><td colspan=\"2\"></td></tr><tr><td rowspan=\"8\"></td><td>Faitau na potu talaelae venei: potu kuka-potu malolo-potu kai ni potu Nahefaitaua na potutakele tukuta, potu faiagamea, letit, </td><td colspan=\"2\"></td></tr><tr><td>potu teu koloa. How many rooms are there in the main</td><td colspan=\"2\">Number of rooms</td></tr><tr><td>building? Count bedroms, ithens,livingrooms, ining rooms, studes,.</td><td colspan=\"2\"></td></tr><tr><td>Count open plan rooms like this: kitchen-lounge-dining as three rooms Do not count bathrooms, showers, toilets, laundries, halways, or pantries.</td><td colspan=\"2\"></td></tr><tr><td>H3 He itukaiga tukutua vehea te fakaaoga e te kaiga   O tank flush - private, inside dwelling tenei?</td><td colspan=\"2\">2  tank flush - private, outside dwelling </td></tr><tr><td rowspan=\"3\">What toilet facility does this household use?</td><td colspan=\"2\">3 O tank flush - shared with other household(s)</td></tr><tr><td colspan=\"2\">4 O other. Specify:</td></tr><tr><td colspan=\"2\"></td></tr><tr><td>H4</td><td>He auala kautu vehea te maua ai na vai inu a te</td><td colspan=\"2\">1 O private household water tank</td></tr><tr><td>kaiga tenei?</td><td></td><td colspan=\"2\"> 2 O water tank - shared with other household(s)</td></tr><tr><td></td><td>What is this household's main source of water for : O other. Specify:</td><td colspan=\"2\"></td></tr><tr><td>drinking?</td><td></td><td colspan=\"2\"></td></tr><tr><td>H5</td><td></td><td colspan=\"2\"></td></tr><tr><td>te kaiga tenei?</td><td>He auala kautu vehea te maua ai na vai takele a   O shower facility - private, inside dwelling </td><td colspan=\"2\"></td></tr><tr><td></td><td></td><td colspan=\"2\">2 O shower facility - private, outside dwelling</td></tr><tr><td></td><td></td><td colspan=\"2\">What is this household's main source of water for 3 O shower facity - shared with other household(s)</td></tr><tr><td>personal washing/bathing?</td><td></td><td colspan=\"2\">4 O other. Specify:</td></tr><tr><td></td><td></td><td colspan=\"2\"></td></tr><tr><td></td><td></td><td colspan=\"2\"></td></tr><tr><td>H6 kaiga tenei?</td><td>He auala kautu vehea te tunu aina meakai a te</td><td colspan=\"2\">1 O gas stove</td></tr><tr><td></td><td></td><td colspan=\"2\">2 O kerosene stove</td></tr><tr><td></td><td></td><td colspan=\"2\"></td></tr><tr><td></td><td>What is this household's main means of cooking? 3 O tokelauan umu</td><td colspan=\"2\"></td></tr><tr><td></td><td></td><td colspan=\"2\">O other</td></tr></table></body></html>\n\n",
        "page_idx": 82
    },
    {
        "type": "image",
        "img_path": "images/ceb5ebc62d208388e4d195c3d28cb2c39e52ec2022396acdd1bd827d38dff5a0.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 83
    },
    {
        "type": "image",
        "img_path": "images/19f0008fbb7aedc945e89c7c99a22d557dbff11dbbb596fa92fd7c2e34b6bb2b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 84
    },
    {
        "type": "table",
        "img_path": "images/93a46f22935c7876345545e09d3e09a87fed9c22b46e34ebbc2ad7a7d91b705d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>H16 Hea te tulaga o te tupe maua a te kaiga ke faka- maliegia aionamanakogafakaahoevekona fale e nonof ai, meakai, lavalava ma ietahi vaega taua? How well does your household income meet the</td><td>O not enough money O only just enough money O enough money O more than enough money household's everyday needs forthings suchas accommodation, food, clothing and other</td></tr><tr><td colspan=\"2\">END OF DWELLING AND HOUSEHOLD QUESTIONS, PLEASE RECORD EVERYONE WHO USUALLY LIVES IN THIS DWELLING BUT WILL NOT BE COMPLETING THE CENSUS HERE.</td></tr></table></body></html>\n\n",
        "page_idx": 85
    },
    {
        "type": "table",
        "img_path": "images/6d43570aa667b7f19e41cb838ed930a0bd6cfeafe57fc103c09e2e4b2a0b08b8.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">PLEASE COMPLETE THE FOLLOWING QUESTIONS FOR EACH MAN, WOMAN AND CHILD WHO WILL SPEND CENSUS NIGHT IN THIS DWELLING</td></tr><tr><td colspan=\"3\">Ko ai na igoa ona tino tautokatahi (fakatahi First name(s)</td></tr><tr><td>Q1</td><td>ai ma na tino ahiahi mai) e momoe i te fale tenei ite po o te tuhigaigoa?</td><td></td></tr><tr><td></td><td>Ko te igoa e lahifakaaoga ma iloa aite tino e te nuku.</td><td>Famiy name</td></tr><tr><td></td><td>What is your name?</td><td></td></tr><tr><td>By name we mean the common or vilage name by which the</td><td></td><td></td></tr><tr><td colspan=\"3\">respondent is known. Ko koe he taumalo pe he tautiti?</td></tr><tr><td>Q2</td><td></td><td>1Omale 2O female</td></tr><tr><td>Q3</td><td>Are you male or female?</td><td></td></tr><tr><td></td><td>Ko hea to pikitaga ki te tino kautu (te tino na ia talia na fehili agai ki te fale ma te kaiga)?</td><td>1Oreference person 2 O spouse</td></tr><tr><td></td><td>What is your relationship to the reference person  3  O stepchild/adopted child</td><td></td></tr><tr><td></td><td>dwelling and household)? (e.thepersonwho answeredquestons about the  sonor daughter</td><td></td></tr><tr><td></td><td></td><td>：O mother or father</td></tr><tr><td></td><td></td><td> O brother or sister</td></tr><tr><td></td><td></td><td>7 O other family relationship</td></tr><tr><td></td><td></td><td>O unrelated</td></tr><tr><td>Q4 Ko hea te aho fanau o?</td><td></td><td></td></tr><tr><td></td><td>What is your date of birth?</td><td>day   month year</td></tr><tr><td>Q5</td><td>Ko fea te mahani nofo ai koe?</td><td>10 O at this address</td></tr><tr><td></td><td>Where do you usually live?</td><td>O elsewhere in Tokelau. Specify village:</td></tr><tr><td></td><td></td><td>O other country. Specify:</td></tr><tr><td>Q6</td><td></td><td></td></tr><tr><td></td><td>Ko hea to hitiheni?</td><td>to O New Zealand citizen O other citizenship. Specify:</td></tr><tr><td></td><td>What is your citizenship?</td><td></td></tr><tr><td>Q7</td><td>Ko koe na fanau ifea?</td><td>1o O in this villagelon this atoll</td></tr><tr><td></td><td>Where were you bom?</td><td>2 O elsewhere in Tokelau</td></tr><tr><td></td><td></td><td>O other country. Specify:</td></tr><tr><td></td><td></td><td></td></tr><tr><td>Q8</td><td></td><td></td></tr><tr><td></td><td>Na nofo koe ite nuku tenei ite 12 mahina kua teka 1 O yes → go to Q10 pe mataloa atu foki?</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>：On</td></tr><tr><td></td><td></td><td></td></tr><tr><td>or longer?</td><td>Have you lived in this village for the last 12 months</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 86
    },
    {
        "type": "table",
        "img_path": "images/d80506cb5dc4f432b95a69a8839b702b69dd23eb701becff27ed6b2d2b9424f8.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Q9</td><td>Ko hea te mahina ma te tauhaga na taunuku mai ai koe ki kinei?</td><td>month year</td><td></td></tr><tr><td></td><td>Taku mai te mahina ini matainumela e lua, e ve ko Mei = 05. Kafai e he manatua tonu te mahina, oi mate fakalelei mai.</td><td></td><td></td></tr><tr><td></td><td>What month and year did you arrive here?</td><td></td><td></td></tr><tr><td></td><td>Give month in two digits, ie May = 05. If exact month is unknown, give a close, careful estimate.</td><td>O Tokelauan</td><td></td></tr><tr><td></td><td>Q10Ko hea te atunuku e tupuga mai ai koe?</td><td>O Samoan</td><td></td></tr><tr><td></td><td>Faitau uma na tal. Fakataga mo ni talie lahi</td><td>O Tuvaluan</td><td></td></tr><tr><td></td><td>Which ethnic group(s) do you belong to?</td><td>O European</td><td></td></tr><tr><td></td><td>Read out all options.</td><td>O other. Specify:</td><td></td></tr><tr><td>Allow multiple responses.</td><td></td><td></td><td></td></tr><tr><td colspan=\"4\">IF RESPONDENT IS UNDER 15, GO TO QUESTION 13</td></tr><tr><td></td><td>Q11 Kafai ko te helo (0) ko te matua he fiafia lava, ma te hefulu (10) ko te matua fiafia, hea tau fakalogo agai ki to olaga fakakatoa?</td><td></td><td></td></tr><tr><td></td><td>Wherezeroiscompletely dissatisfied,and ten is completelysatisfied,howdoyoufeel about your life as a whole?</td><td></td><td></td></tr><tr><td></td><td>Q12 I he kikilaga fakakatoa, e mafai koe ke lea mai ko to ola malolo e matua lelei katoatoa, matua lelei, lelei, feoloolo pe tulaga he lelei?</td><td>O excellent O very good</td><td></td></tr><tr><td></td><td></td><td>Og</td><td></td></tr><tr><td></td><td>Vegneral od yu sayyorheathis exellent,</td><td>O fair</td><td></td></tr><tr><td>Q13 Ko hea tau lotu?</td><td></td><td>Opoor</td><td></td></tr><tr><td></td><td></td><td>1O Congregational Christian</td><td></td></tr><tr><td>What is your religion?</td><td></td><td>2 O Presbyterian</td><td></td></tr><tr><td></td><td></td><td>；O Roman Catholic</td><td></td></tr><tr><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td>O other. Specify:</td><td></td></tr><tr><td></td><td></td><td></td><td></td></tr><tr><td colspan=\"4\">IF RESPONDENT IS UNDER 15, GO TO QUESTION 15</td></tr><tr><td></td><td>Q14Koi ola mai to matua na fanau mai ai koe?</td><td colspan=\"2\">1Oyes</td></tr><tr><td>Is your birth mother still alive?</td><td></td><td colspan=\"2\">：On ；O don't know</td></tr><tr><td></td><td></td><td colspan=\"2\"></td></tr><tr><td></td><td>Koi ola mai to tamana na fanau mai ai koe?</td><td colspan=\"2\">，Oyes</td></tr><tr><td></td><td></td><td colspan=\"2\">：On</td></tr><tr><td>Is your birth father still alive?</td><td></td><td colspan=\"2\">；O don't know</td></tr></table></body></html>\n\n",
        "page_idx": 87
    },
    {
        "type": "table",
        "img_path": "images/4cb95db83374474cc99941492eedb2975705e3666b8b212e067c1b67458dda81.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Q15 Hea he gagana (pe ni gagana) e ke mafaia oi tau- tala ai ini mea e lahi fakaaho?</td><td>O Tokelauan</td></tr><tr><td></td><td>O Samoan</td></tr><tr><td>Fakataga mo nitali e lahi.</td><td>○ English</td></tr><tr><td>In what language(s) could you have a conversation about a lot of everyday things?</td><td>O Tuvaluan</td></tr><tr><td>Allow multiple responses.</td><td>O Kiribati O other. Specify:</td></tr><tr><td></td><td></td></tr><tr><td></td><td>O none (e.g. too young to talk)</td></tr><tr><td>Q16Hea te gagana e lahi tautala ai koe I to kaiga?</td><td></td></tr><tr><td>What language do you speak most often at</td><td>O Tokelauan</td></tr><tr><td></td><td>O Samoan</td></tr><tr><td>home?</td><td>○ English</td></tr><tr><td></td><td></td></tr><tr><td></td><td>O Tuvaluan</td></tr><tr><td></td><td>O Kiribati O other. Specify:</td></tr><tr><td></td><td></td></tr><tr><td></td><td>O none (e.g. too young to talk)</td></tr><tr><td>Q17 E iei ni ietahi gagana e mahani tautala ai koe I loto O to kaiga?</td><td>O Tokelauan</td></tr><tr><td></td><td>O Samoan</td></tr><tr><td>Fakataga mo ni tali e lahi.</td><td>O English</td></tr><tr><td> Do you speak any other other language(s) on a</td><td></td></tr><tr><td>regular basis at home?</td><td>O Tuvaluan O Kiribati</td></tr><tr><td>Aow multiple responses.</td><td>O other(s). Specify:</td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td>Q18Hea te gagana na ke mafaia muamua oi tautala ai Tloto o tokaiga ite taimi nae tamaifi ai koe ma koi</td><td>O none (e.g. too young to talk) O Tokelauan</td></tr><tr><td>malamalama ai ite taimi nei?</td><td>O Samoan</td></tr><tr><td>What is the language that you first learmed at</td><td>O English</td></tr><tr><td>home in childhood and still understand?</td><td></td></tr><tr><td></td><td>O Tuvaluan O Kiribati</td></tr><tr><td></td><td>O other. Specify:</td></tr><tr><td></td><td></td></tr><tr><td></td><td>O none (e.g. too young to talk)</td></tr><tr><td colspan=\"2\">ONLY CONTINUE FOR PEOPLE AGED THREE YEARS OR MORE WHO ARE</td></tr><tr><td colspan=\"2\">USUALLY RESIDENT IN TOKELAU</td></tr><tr><td>Q19Interviewer: Only for respondents aged 3, 4 or 5.</td><td></td></tr><tr><td>E aoga koe ina vahega pepe ite taimi nei?</td><td>O yes</td></tr><tr><td colspan=\"2\">Are you currently attending pre-school? On</td></tr><tr><td colspan=\"2\">ONLY CONTINUE FOR PEOPLE AGED FIVE YEARS OR MORE WHO ARE USUALLY RESIDENT IN TOKELAU</td></tr></table></body></html>\n\n",
        "page_idx": 88
    },
    {
        "type": "table",
        "img_path": "images/cd395e9cd397c7a9e61437bd8a3f3748a305979a14d1cd62ef6b6f339e63dc1d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"6\">Q20 Ko koe nae nofo i fea ite lima tauhaga kua teka, 10o O at this address ite aho 18 0ketopa 2011??</td></tr><tr><td rowspan=\"3\"></td><td rowspan=\"3\">Where were you living five years ago, on 18 October 2011?</td><td></td><td>2o O elsewhere in Tokelau</td></tr><tr><td>O other country. Specify:</td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td rowspan=\"2\">Q21 Na kua nofo koe i fafo ihe taimi e hilia atu ite ono2  O no mahina te mataloa?</td><td> O yes → Specify:</td><td></td></tr><tr><td rowspan=\"2\">Kratatejo fatau ame natal. Haveyouee ivedverseas formre thasx</td><td rowspan=\"2\">O samoa</td><td></td></tr><tr><td>O other. Specify:</td><td>ONew Zealand</td></tr><tr><td rowspan=\"3\">Allow multiple responses.</td><td rowspan=\"3\">If yes, read out allresponse options. Q22  Ko hea te akoga mulimuli nae aoga ai koe? Matau ko te fehi tenei e fakafehiiagai oioti mo na akoga maualalo</td><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td>  stillat school → go to Q24</td><td></td></tr><tr><td rowspan=\"4\"></td><td rowspan=\"4\">ma tulaga lua na aoga ai. Ko na iunivehite ma naietahi akoga mavaluluga e fakafehiligia ite fehili 24 ma te 26. What was the last school you attended? Note: this question is asking about primary or secondary schools</td><td>：Onever been to school→go toQ25</td><td></td></tr><tr><td>2 O Tokelau village school</td><td></td></tr><tr><td></td><td>: O Samoan secondary school</td></tr><tr><td>4 O New Zealand secondary school</td><td></td></tr><tr><td rowspan=\"8\">25 and 26.</td><td rowspan=\"8\">attended. University orhighereducationis askedabout in questions  other Pacific Island secondary school</td><td></td></tr><tr><td>： O other school</td></tr><tr><td></td></tr><tr><td>O home-schooled Q23 (Hea te levolo tau akoakoga maualuga na auhia e 1 O up to year 6</td></tr><tr><td>2 O year6- year 9</td></tr><tr><td>What is the highest level of education you reached ; O year 10 - year 11</td></tr><tr><td>4O year 12 -foundation</td></tr><tr><td></td></tr><tr><td>year 9 = fom 3 year 10 = fom 4 year 11 = fom5 year 12 = fom 6 year 13 = fom 7 foundation = year13/fom 7 fomu 7 Q24Ko hea te tuhi pahi pito pe fakailoga maualuga na O no school qualification Maua e koe ina akoga?</td><td rowspan=\"8\">year 8 = fom 2 2 O primary/Year 8 certificate</td><td rowspan=\"8\"></td></tr><tr><td rowspan=\"3\">tauhaga 8 =fomu 2 tauhaga 9 = fomu 3 tauhaga 10 =fomu 4 tauhaga 11 =fomu 5 tauhaga 12 = fomu 6 tauhaga 13 =fomu 7 vahega fakavae = tauhaga 13</td></tr><tr><td></td></tr><tr><td rowspan=\"3\"></td></tr><tr><td></td></tr><tr><td></td></tr><tr><td>maualalalo ma na akoga tulaga lua. Ko na tuhi pahi na mauai tua mai e fakafehiligia ite fehir Q26. Matau kote fehiteneie fakaehilioiaikinatuhiahinakoga   Kaukumete Year 1 certificaete)</td></tr><tr><td colspan=\"2\"</tr><tr><td>you have gained at school? What is the highest certificate or qualification that s O Samoa school certificate (Year 9-12)</td></tr><tr><td>4 O Foundation certificate</td></tr><tr><td colspan=\"2\"></td></tr></table></body></html>\n\n",
        "page_idx": 89
    },
    {
        "type": "table",
        "img_path": "images/2f2a3942434fe74fd32f669e7e8e775efdf77b15ee23882a52fd2967645e4ac2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">ONLY CONTINUE FOR PEOPLE AGED FIFTEEN YEARS OR MORE WHO ARE USUALLY RESIDENT IN TOKELAU Oyes→gotoQ26</td></tr><tr><td colspan=\"3\">Q25  Na fakatino ni au hukehukega pe ni koleniga hetahiaomaauga ukeamaimanaaoga</td></tr><tr><td>Have you done any study or training in an institution other than primary or secondary school?</td><td></td><td></td></tr><tr><td></td><td>Q26 E kehe ai mai na tuhi pahinamaua mai na akoga  O stillstudying for the first post-schoolqualification tulagalua, ko hea to fakailoga pito maualuga??</td><td>18 O started studying, but did not complete qualification</td></tr><tr><td></td><td>Apart from secondary school qualifications, what is  O Bachelors degree</td><td></td></tr><tr><td>the highest qualification you have completed?</td><td></td><td>13 O Post-graduate degree</td></tr><tr><td></td><td></td><td>14 O other university qualification. Specify:</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>1s O trade certificate. Specify:</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>18 O nursing certificate/diploma 17 O other post-school qualification. Specify:</td></tr><tr><td></td><td></td><td></td></tr><tr><td>Q27Ko hea to tulaga tau fakaipoipo?</td><td>O never married</td><td></td></tr><tr><td>What is your current marital status?</td><td>2 O married</td><td></td></tr><tr><td></td><td colspan=\"2\">：O separated</td></tr><tr><td></td><td colspan=\"2\">4 O divorced</td></tr><tr><td>Q28 I te 7 aho na fakagata ite aho Gafua 17 Oketopa, na fakatino e koe ni galuega totogi pe na fakatino</td><td colspan=\"2\">O widowed</td></tr><tr><td>hau pihinihi??</td><td colspan=\"2\">O yes→go toQ29 ○no→gtQ31</td></tr><tr><td>Maka fo'kafai ko te tino e mahani lava oifaigaluega kae nae he faigaluega mo ni mafuaaga.</td><td colspan=\"2\"></td></tr><tr><td>In the seven days that ended on Monday 17 Octo-</td><td colspan=\"2\"></td></tr><tr><td>ber, did you do any work for pay or operate a business?</td><td colspan=\"2\"></td></tr><tr><td>Mark yes'if respondent would usualy have worked but was away or off work for some reason. Q29 I tau galuega totogi na fakatino ite vaiaho kua</td><td colspan=\"2\"></td></tr><tr><td>teka, ko hea tau galuega tena?</td><td colspan=\"2\"></td></tr><tr><td>Kafai e tali maitetino he tino faigaluega i te nuku' fakamolemole oi fehil mo te tulaga patino.</td><td colspan=\"2\"></td></tr><tr><td>In your main paid job held last week, what was</td><td colspan=\"2\"></td></tr><tr><td>your occupation?</td><td colspan=\"2\"></td></tr></table></body></html>\n\n",
        "page_idx": 90
    },
    {
        "type": "image",
        "img_path": "images/9aa548205c0bfddf4d081c0f4db86ec6e3ebdb17109e7d9e15e7ddf878bfc340.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 91
    },
    {
        "type": "table",
        "img_path": "images/f26e9c86bf2ac4c4e738dea8caf6993509786279345ec84c195c49515955cf1e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Q36 Ite 7 aho na gata ite aho Gafua, 17 Oketopa, na fakatino e koe he vaega ona vaega ienei mo he</td><td>O work in a garden plot, bush or coastal activity, or catch fish</td></tr><tr><td>tahi kaiga?</td><td></td><td>O make cloth, garments, mats or handicrafts </td></tr><tr><td></td><td>Faitau uma na tal. Fakataga ni tali e lahi.</td><td>O build or repair houses, boats or umu</td></tr><tr><td></td><td>In the seven days that ended on Monday 17 October, did you do any of the following for use by</td><td>O none of these</td></tr><tr><td></td><td>Read out llrsponse options. Allow mulipleresponses.</td><td></td></tr><tr><td>ite aho)?</td><td>Q37 E mahani ulaula hikaleti koe (e fokotahi pe lahi atu  O yes → go to Q39</td><td>○no→gotoQ38</td></tr><tr><td>more a day)?</td><td>Do you smoke cigarettes regularly (that is, one or </td><td></td></tr><tr><td>Q38</td><td> Nae mahani koe oi ulaula hikaleti?</td><td>1 Oyes</td></tr><tr><td></td><td>Have you ever been aregular smoker of one or more cigarettes a day?</td><td></td></tr><tr><td></td><td>Q39 I luga o he fua mai te helo (0) ki te hefulu (10), ko te helo ko te heai o he lagona “ko kita e aofia\", ma te hefulu ko te malohi o he lagona *ko kita e aofia\" hea hau fakatulagaga ki to lagona ko koe e aofia i to nuku?</td><td></td></tr><tr><td></td><td>On a scale of zero to ten, where zero is no sense of belonging, and ten is a strong sense of belonging, how would you rate your sense of belonging to your community?</td><td></td></tr><tr><td></td><td>Q40 Hea hau fakatulagaga ki o hikilifaitau tuhi faka-Tokelau?</td><td> O cannot read in Tokelauan</td></tr><tr><td></td><td> Faitau uma na tal.</td><td>Opoor ； O fair</td></tr><tr><td></td><td>How would you rate your current reading sils in O good </td><td></td></tr><tr><td></td><td>Tokelauan?</td><td>O very good</td></tr><tr><td></td><td>Read out llresponse options.</td><td></td></tr><tr><td></td><td>Q41 Hea hau fakatulagaga ki o hikii faitau tuhi faka- Igilihi?</td><td>O cannot read in English ²Opoor</td></tr><tr><td></td><td> Faitau uma na tal.</td><td>； O fair</td></tr><tr><td></td><td> How would you rate your current reading skills in </td><td>←○god</td></tr><tr><td></td><td>English?</td><td>； O very good</td></tr><tr><td></td><td>Read out allresponse options. Q42 Hea hau fakatulagaga ki o hikii tuhituhi faka-</td><td>1 O cannot write in Tokelauan </td></tr><tr><td></td><td>Tokelau?</td><td>2○poor</td></tr><tr><td></td><td> Faitau uma na tal.</td><td>； O fair</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>How would you rate your current writing skills in</td><td></td></tr><tr><td></td><td>Tokelauan?</td><td>： O very good</td></tr><tr><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 92
    },
    {
        "type": "table",
        "img_path": "images/daa2cac647e639b23a094c22747c8c468a478aed13dd8fcfc5c205bacdab06af.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Q43 Hea hau fakatulagaga ki o hikili tuhituhi faka-lgili-</td><td>O cannot write in English</td></tr><tr><td></td><td>hi?</td><td>Opoor</td></tr><tr><td></td><td>Faitau uma na talil.</td><td>O fair</td></tr><tr><td></td><td>How would you rate your current writing skills in</td><td>Og</td></tr><tr><td>English?</td><td></td><td>O very good</td></tr><tr><td></td><td>Read out all response options.</td><td>O yes</td></tr><tr><td></td><td>Q44 I te 12 mahina kua teka, na iei ni au hokotakiga fakatehaai manio agae niuenonofoitu-</td><td>On</td></tr><tr><td></td><td>In the last 12 months, have you had any face-to-</td><td>no familyfriends overseas → go to Q46 ifemale, end of questionnaire if male</td></tr><tr><td></td><td>face contact with family or friends living overseas? Q45I te 4 vaiaho talu ai nei, na fakafia ona hokotaki koe ma o kaiga pe uo e nonofo i atunuku i fafo i</td><td></td></tr><tr><td>Faitau uma na tall.</td><td>luga ote: In the last four weeks, how often have you had</td><td></td></tr><tr><td>the:</td><td>contact with family or friends living overseas over</td><td></td></tr><tr><td></td><td>Read out allresponse options.</td><td></td></tr><tr><td></td><td>- telefoni?</td><td>O every day</td></tr><tr><td></td><td>-telephone?</td><td>O at least once a week</td></tr><tr><td></td><td></td><td>O at least once a fortnight </td></tr><tr><td></td><td></td><td>O at least once in the last four weeks</td></tr><tr><td></td><td></td><td>O not at all</td></tr><tr><td></td><td></td><td></td></tr><tr><td>- internet?</td><td>- initaneti?</td><td>O every day</td></tr><tr><td></td><td></td><td>O at least once a week</td></tr><tr><td></td><td></td><td>O at least once a fortnight</td></tr><tr><td></td><td></td><td>O at least once in the last four weeks</td></tr><tr><td></td><td></td><td>O not at all</td></tr><tr><td></td><td></td><td>END OF QUESTIONNAIRE FOR MALES</td></tr><tr><td>IF FEMALE AGED 15 YEARS AND OVER CONTINUE TO Q46</td><td></td><td></td></tr><tr><td>Q46 Na kua fanau hau pepe?</td><td></td><td>Oyes→gotoQ47</td></tr><tr><td></td><td></td><td>2  no → end of this questionnaire</td></tr><tr><td></td><td>Faitau uma lele na taimi e tuha lava pe ko te pepe na oti mulimul.</td><td></td></tr><tr><td></td><td>Have you ever given birth to a baby? Count allbirths, even if the baby later died.</td><td></td></tr><tr><td></td><td>Q47 E toka fia au pepe na fanau koi feola ite taimi nei?</td><td>TOTAL babies born alive</td></tr><tr><td></td><td>How many babies have you given birth to alive?</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>Q48 I na tamaiti iena, ko anafea na fanau ai tau pepe</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td>mulimuli??</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>day month year</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td>Of those children, when was your last baby born?</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 93
    },
    {
        "type": "image",
        "img_path": "images/c87a4787da16ac1919766b87d211515bab4ee75db82146876566cfb309a19ed9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 94
    }
]