[
    {
        "type": "text",
        "text": "\"Why is the   \nParts List   \nMissing?\"   \nUnderstanding   \nUser   \nParameters for   \nHardware   \nDocumentation   \nSelection in the   \nMaker   \nCommunity   \nMaster’s Thesis   \nsubmitted to the   \nMedia Computing Group   \nProf. Dr. Jan Borchers   \nComputer Science Department   \nRWTH Aachen University ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "by Vivian Huff ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Thesis advisor: Prof. Dr. Jan Borchers ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Second examiner: Prof. Dr. Eva-Maria Jakobs ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Registration date: 20.11.2020   \nSubmission date: 20.05.2021 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Eidesstattliche Versicherung Statutory Declaration in Lieu of an Oath ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Name, Vorname/Last Name, First Name Matrikelnummer (freiwillige Angabe) Matriculation No. (optional) Ich versichere hiermit an Eides Statt, dass ich die vorliegende Arbeit/Bachelorarbeit/ Masterarbeit\\* mit dem Titel I hereby declare in lieu of an oath that I have completed the present paper/Bachelor thesis/Master thesis\\* entitled ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "selbstständig und ohne unzulässige fremde Hilfe (insbes. akademisches Ghostwriting) erbracht habe. Ich habe keine anderen als die angegebenen Quellen und Hilfsmittel benutzt. Für den Fall, dass die Arbeit zusätzlich auf einem Datenträger eingereicht wird, erkläre ich, dass die schriftliche und die elektronische Form vollständig übereinstimmen. Die Arbeit hat in gleicher oder ähnlicher Form noch keiner Prüfungsbehörde vorgelegen. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "independently and without illegitimate assistance from third parties (such as academic ghostwriters). I have used no other than the specified sources and aids. In case that the thesis is additionally submitted in an electronic format, I declare that the written and electronic versions are fully identical. The thesis has not been submitted to any examination body in this, or similar, form. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ort, Datum/City, Date ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Belehrung: Official Notification: ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\S$ 156 StGB: Falsche Versicherung an Eides Statt ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wer vor einer zur Abnahme einer Versicherung an Eides Statt zuständigen Behörde eine solche Versicherung falsch abgibt oder unter Berufung auf eine solche Versicherung falsch aussagt, wird mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe bestraft. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Para. 156 StGB (German Criminal Code): False Statutory Declarations ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Whoever before a public authority competent to administer statutory declarations falsely makes such a declaration or falsely testifies while referring to such a declaration shall be liable to imprisonment not exceeding three years or a fine. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\S$ 161 StGB: Fahrlässiger Falscheid; fahrlässige falsche Versicherung an Eides Statt ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(1) Wenn eine der in den $\\S\\S$ 154 bis 156 bezeichneten Handlungen aus Fahrlässigkeit begangen worden ist, so tritt Freiheitsstrafe bis zu einem Jahr oder Geldstrafe ein.   \n(2) Straflosigkeit tritt ein, wenn der Täter die falsche Angabe rechtzeitig berichtigt. Die Vorschriften des $\\S$ 158 Abs. 2 und 3 gelten entsprechend. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Para. 161 StGB (German Criminal Code): False Statutory Declarations Due to Negligence ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(1) If a person commits one of the offences listed in sections 154 through 156 negligently the penalty shall be imprisonment not exceeding one year or a fine.   \n(2) The offender shall be exempt from liability if he or she corrects their false testimony in time. The provisions of section 158 (2) and (3) shall apply accordingly. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Die vorstehende Belehrung habe ich zur Kenntnis genommen: have read and understood the above official notification: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Abstract xv ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "¨Uberblick xvii ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgements xix ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conventions xxi ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1 Introduction 1 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2 Related work 5 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1 Why Make? 5   \n2.2 How to Use Tutorials? 11   \n2.3 How to Make Tutorials? 14 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Study Setup and Results 19 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 5 Minute Semi-Structured Interviews . 19 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.1 Setup and Participant Demographics ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.2 Results 20 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 Semi-Structured Maker Interviews 23   \n3.2.1 Setup and Participant Demographics 23   \n3.2.2 Results 25   \nProcess Codes . 25   \nEvaluation Codes . 31 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 Evaluation and Discussion of Results 37 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1 Evaluation 37 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1.1 User Types .   \n4.1.2 Process Codes . Searching for Reference and Tutorials Interacting with the Tutorial . Gathering Materials and Tools   \n4.1.3 Recommendation Codes . ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2 Suggested Layout and Formatting Guidelines ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5 Summary and Future Work 63 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.1 Summary and Contributions   \n5.2 Future Work ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A 5 Minute Semi-Structured Interviews 67 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "B Semi-Structured Maker Interviews 6 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "B.0.1 Preparation Document and Protocol . 69 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "C Code Notebook 75 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "D Code Statistics 85 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "D.0.1 Evaluation Code Statistics 85   \n$^+$ Code Statistics 85   \n- Code Statistics 88   \nRecommendation Code Statistics . . . 91 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "D.0.2 Process Code Statistics . 94 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "E Checklist for Tutorials 97 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bibliography 103 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Index 105 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "List of Figures ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.1 Worldwide Googletrends for DIY . 2   \n1.2 Worldwide YouTubetrends for DIY . 3   \n2.1 Conceptual Model for DIY Motivations Directly Taken from Wolf and McQuitty [2011]. 6   \n2.2 Different Types of Contributions to the DIY Community Sorted by Frequency. . . 9   \n2.3 Motivations to Contribute to DIY Projects Sorted by Frequency Directly Taken from Kuznetsov and Paulos [2010] . 10   \n2.4 Error Frequency While Using the Different Tutorial Types Directly Taken from Chi et al. [2012] . 16   \n3.1 Code Cloud of Applied Process Codes. 26   \n3.2 Code Cloud of Applied $^+$ Codes and - Codes. 31   \n3.3 Code Cloud of Applied Recommendation Codes. 32 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1 Example of a X Featured Website from [2021] Lampen selbermachen: 30 kreative DIYLampenideen zum Nachbasteln. The Website Features 30 DIY Lamp Projects and the Figure Shows Project Four, which is a DIY Lamp made out of Graters. 42 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2 Example of a Tutorial Introduction with a Picture of the Final Product and Tutorial Statistics from the Bosh Word Clock v2 Tutorial. Under the Picture it Say ”Difficulty: hard” ”Costs: $100{\\tt\\in}^{\\prime\\prime}$ , ”Duration: More than 4 Days”. 44 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3 Example of a Self-Explanatory Picture in a Tutorial from the DIY Tapered-X Lamp . . . . 46 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.4 Example of a Parts List from the YouTube Tutorial Nightlight Desk Lamp made with Old Magazine - artzi crafts. 48 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.5 Example of a Parts List from the Instructables Tutorial IKEA Ribba Word Clock - WhiteClockCompany. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "49 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.6 Example of the End of a Step with Files to Download from the Instructables Tutorial IKEA Ribba Word Clock - WhiteClockCompany. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.7 Examples of Inline Code (a) and Formatted code (b). Subfigure (a) is from a Tutorial from Chip Called Arduino: Wetterstation bauen - so geht’s and Subfigure (b) from Makerblog.at Called [Eine einfache Wetterstation mit dem Arduino basteln. . 51 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.8 Examples for Clear Sectioning of the Steps from the wikiHow Tutorial Wiring a Potentiometer 54 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.9 Examples for Clear Pictures Included into a Step that do Not Immediately Explain the Step (a) and Immediately Explain it (b) from the wikiHow Tutorial Wiring a Potentiometer. 55 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "D.1 Bar Chart for the Occurrence of $^+$ Codes Displaying the Percentages . 87   \nD.2 Bar Chart for the Occurrence of - Codes Displaying the Percentages 90   \nD.3 Bar Chart for the Occurrence of Recommendation Codes Displaying the Percentages . 93   \nD.4 Bar Chart for the Occurrence of Process Codes Displaying the Percentages 96 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "List of Tables ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.1 Participant Demographics of the Five Minute Semi-Structured Interviews . . 20   \n3.2 Participant Demographics of the SemiStructured Maker Interviews 23 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "With the rise of the Internet and accessibility to online shopping and makerspaces, there is a shift towards a more do-it-yourself oriented mindset. Consumers want to be involved with the products they use or will purchase and have a say in their features and quality. But in order to create their own products according to their needs and wishes, they need access to project documentations or tutorials that guide them through the process of making or give them pointers in the right direction. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Unfortunately, the so called makers rarely document their work or provide such documentations. They lack confidence in their projects or the skills to edit and publish the documentation. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "To solve the problem of editing, this thesis proposes formatting guidelines and layout suggestions for do-it-yourself tutorials and project documentations. In order to derive these guidelines and suggestions, semi-structured interviews were conducted with thirteen makers. In these interviews, makers were given the task to find a tutorial on a topic that interest them and were observed during the task execution and later on questioned about how they executed it. Those interviews were analyzed qualitatively via coding. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In addition to the formatting guidelines and layout suggestions, this thesis proposes a categorization of different documentation consumer types and their expectations towards project documentations, as well as an overview of the creative process involved in creating a project. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "¨Uberblick ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Mit dem Aufkommen des Internets und dem Zugang zu Online-Shopping und Makerspaces gibt es eine Verschiebung hin zu einer mehr do-it-yourselforientierten Denkweise. Die Verbraucher wollen an den Produkten, die sie benutzen oder erwerben werden, beteiligt sein und ein Mitspracherecht bei deren Eigenschaften und Qualita¨t haben. Aber um ihre eigenen Produkte nach ihren Bed ¨urfnissen und Wu¨ nschen zu gestalten, brauchen sie Zugang zu Projektdokumentationen oder Tutorials, die sie durch den Herstellungsprozess fu¨ hren oder ihnen Anregungen in die richtige Richtung geben. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Leider dokumentieren die so genannten Maker ihre Arbeit nur selten oder stellen solche Dokumentationen selten zur Verfu¨ gung. Es fehlt ihnen das Vertrauen in ihre Projekte oder die Fa¨higkeiten, die Dokumentation zu bearbeiten und zu vero¨ffentlichen. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Um das Problem des Editierens zu lo¨sen, werden in dieser Arbeit Formatierungsrichtlinien und Layoutvorschla¨ge f ¨ur do-it-yourself-Tutorials und Projektdokumentationen vorgeschlagen. Um diese Richtlinien und Vorschla¨ge abzuleiten, wurden halbstrukturierte Interviews mit dreizehn Makern gefu¨ hrt. In den Interviews wurde den Makern die Aufgabe gestellt, ein Tutorial zu einem f ¨ur sie interessanten Thema zu finden und sie wurden bei der Ausfu¨ hrung der Aufgabe beobachtet und spa¨ter dazu befragt, wie sie diese ausgefu¨ hrt haben. Diese Interviews wurden mittels Coding qualitativ ausgewertet. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Zusa¨tzlich zu den Formatierungsrichtlinien und Layoutvorschla¨gen wird in dieser Arbeit eine Kategorisierung verschiedener Dokumentationskonsumententypen und deren Erwartungen an Projektdokumentationen vorgeschlagen sowie ein ¨Uberblick u¨ ber den kreativen Prozess bei der Erstellung eines Projekts gegeben. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Thank you to Marcel for being so patient and supportive, and giving me constructive feedback whenever needed. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Conventions ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Throughout this thesis we use the following conventions. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Text conventions ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Source code and implementation symbols are written in typewriter-style text. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "myClass ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The whole thesis is written in American English. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Chapter 1 ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Makers rarely document their work. This is caused by them forgetting to document [Tseng and Resnick [2014]] or because they do not think their project is good enough or they lack the skill to do so [Kuznetsov and Paulos [2010]]. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Makers rarely document. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "But what is a maker and what are their projects? Generally speaking, any activity where you create something new counts as making, this includes activities such as cooking, welding, sewing or sculpting [Hsu et al. [2017], Savage [2012]] . In this thesis the term will be used as Dale Dougherty, the founder of the Maker Movement, uses it, since it is the most inclusive definition of maker. He says, the term ”maker” can be applied to each and everyone, since we all make while preparing food, tending to our gardens or mending clothes [Dougherty [2012]]. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Everyone is a maker as soon as they create something from scratch. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Understanding what a maker is and who identifies as one, helps identifying their needs and struggles. During his speech at the Maker Fair in 2014, Adam Savage, an American fabricator, educator and very vocal part of the maker movement, said ”Humans do two things that make us unique from all other animals; we use tools and we tell stories.” [Savage [2014]]. But since makers rarely document their work and therefore cannot really tell the story of their project and making process, part of this self-expression as a human comes short. Besides the aspect of self-expression there are other reasons why people make. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Making and documenting the project as self-expression. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The reasons for making are diverse. Savage describes it as an urge [Savage [2012]], others see it as an experimental ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Diverse reasons why people make. ",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/aa12b187ced03ee36dc2bb3518a124384490d3040a3fa99898e81c84000f4564.jpg",
        "img_caption": [
            "Figure 1.1: Worldwide Googletrends for DIY from 2004 to Today (1.3.2021) [Source]. From 2004 to 2011 Fluctuating Between $20\\%$ to $40\\%$ Relative Interest as Compared to Maximum. From 2011 Steady Growth Towards Peak at $100\\%$ Interest in April 2020. Then Decline Back to around $60\\%$ Interest as Before Peak. "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "and playful way to learn [Hsu et al. [2017]] and another group of people would say it is a way to show off your skill or present yourself to the world [Halverson and Sheridan [2014]]. Figuring out why people make is relevant since it influences the expectations regarding the documentation they use to make their project. Writers of the documentation have expectations towards how they want to capture their project and how they wish to present it in the end. The consumers of documentation have expectations towards the presentation and content of the documentation. Consumers that want to learn might need a bit more information while consumers that want to rebuild might just need the steps leading towards a working end result. Figuring out those expectations and what they mean for the writers and their documentation designs is a goal of this thesis. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Why is this topic   \nrelevant now? Shift   \ntowards more DIY - possible reasons: sustainability,   \nself-expression and accessibility of Internet and makerspaces. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Additionally, currently there is a shift towards a do-ityourself (DIY) mindset and maker culture. A look at the Google and YouTube trends for ”DIY” in Figure 1.1 and Figure 1.2 visualizes this trend of a rise in the search for DIY, beginning around 2012. This could be due to the greater accessibility of the Internet for all ages and the availability of more and more platforms for knowledge exchange, thus resulting in the formation of online communities of various sizes heavily involved in DIY one way or another [Kuznetsov and Paulos [2010]]. Another reason could be the increased ecological awareness and a rise in a sustainable lifestyle. Ideas like recycling and upcycling are very present in media right now. This means, people would rather try to repair something broken instead of buying something new, whenever that is a viable solution. In addition to being a more sustainable approach, it is most often cheaper or the end result of higher quality, which is another reason people might fall back on DIY [Wolf and McQuitty [2011]]. In his talk at the Maker Fair 2012, Savage also mentioned something about this trend. He said, ”We are seeing a generational shift back to Making... I’ve built and participated in the building of things from scratch: Robots, theater sets, furniture, and props, but the love of the objects themselves, this child’s desire for the impossible toy seen in a movie, or seen in my head. Wanting to make it, make it something that I have and something I have held... That want of those things, and teaching myself how to make things in order to have them is the engine of everything I have achieved in my whole life up till now... It doesn’t matter what you make, and it doesn’t matter why. The importance is that you are making something.” [Savage [2012]], this means another reason for this trend could be that people want to make things they saw somewhere and own them or use them as an opportunity to learn or express themselves in this world. Nowadays, creating bigger, more elaborate projects is made possible by the accessibility of tools via maker spaces such as Fablabs or in your own home in the form of 3D printers, microcontrollers, etc. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/8a909ce07678c21f72bdd14aca122fe6c6a9cccb6006a593263e214e7773e474.jpg",
        "img_caption": [
            "Figure 1.2: Worldwide YouTubetrends for DIY from 2008 to Today (3.3.2021) [Source]. From 2008 to 2012 Constant around $7\\%$ Relative Interest as Compared to Maximum. From 2012 Steady Growth Towards Peak at $100\\%$ Interest in August 2017. Then Decline back to around $50\\%$ , after Smaller Peak of $74\\%$ in April 2020. "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Sharing via platforms like Instructables or personal blogs. But there are different media types to choose from. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The storytelling aspect Savage mentioned in his talk in 2014 is the focus of this thesis. As already mentioned there are several platforms makers can use to share their projects or project documentations. These documentations are more often referred to as tutorials and come in the shape of videos, texts, pictures or a wild mix. Faced with such an array to choose from, the question of what to pick arises. Afterwards, there is the problem of how to format the tutorial and which information to include and which not. At the end, the decision of which platform to upload the tutorial to is quite relevant, since there are different target audiences present and layouts required. Available platforms are for example YouTube, Instructables, thingiverse or personal blogs. To our knowledge, there seems to be no all-encompassing guideline that helps a maker decide on all these different things for their tutorial. Some papers tried to provide guidelines and formatting suggestions for some tutorial types and those will be discussed in the Related Work part of this thesis. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "This thesis strives to provide quality criteria for tutorials through maker interviews. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The goal of this thesis is to provide answers to the questions, what quality criteria and characteristics of subjectively $\"g o o d^{\\prime\\prime}$ tutorials are and what $\\mathit{^{\\prime\\prime}g o o d^{\\prime\\prime}}$ tutorials are to different consumer groups. In order to find these characteristics, interviews with makers of different experience levels, ages, occupations and nationalities were conducted. This study helps to understand how a maker searched for a tutorial with a given project idea. A complete overview of the study and its results will be given in the section Study Setup and Results. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Chapter 2 ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Related work ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "There has been some research into the topic of project documentation by makers, or DIY behavior, as it is more often referred to in literature. Mainly the motivations for why people make was researched and sometimes the how people search for documentations or how they use them. But, according to our knowledge, not on how to evaluate whether or not a documentation is good. There are no metrics to evaluate a documentation’s quality. Some papers though, tried to understand how makers document their work or suggested formats that would yield documentations that are more accessible or easier to work with by leading to less errors. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "This chapter is split into several sections, covering the topics why makers make, how they use documentations and how makers document projects. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Existing research on maker motivation to make, how they search for documentation and how they use it. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "2.1 Why Make? ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "A visual representation that sums up the most common reasons for DIY was created by Wolf and McQuitty [2011]. Their graphic can be seen in Figure 2.1. It depicts ”Marketplace Evaluation” and ”Identity Enhancement” as the two main motivators. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Conceptual Model of Motivations for DIY. ",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/165e0b486969fbce6c5462372fecf4d9ca36155bf6053aced78d42301c9a28a1.jpg",
        "img_caption": [
            "Figure 2.1: Conceptual Model Displaying the Motivations and Outcomes of DIY Behavior Directly Taken from Wolf and McQuitty [2011]. "
        ],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Reason for discussing why makers make. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The reason why this topic is discussed in this thesis is because understanding the why might help to gain some deeper insight into what makers expect and need in the tutorials they consume. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Explanation ”Marketplace Evaluation” motivators. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "”Marketplace Evaluation” comprises the notions of lacking accessibility to products as well as them lacking in quality, the ability to produce products for a lower price than they would be able to buy them for and a need to personalize and customize products to tailor them to specific needs. Overall, this motivator signifies a dissatisfaction with products offered by the market and the maker wanting to work around this dissatisfaction by making the product themselves and thus engaging in DIY. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Explanation ”Identity Enhancement” motivators. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "”Identity Enhancement” depicts the ideas of finding fulfillment in your craft, feeling empowered by your work and the control it implies, finding community in the form of like-minded people, and satisfying the need for uniqueness in the object you possess. Some of these motivators are echoed by other papers, especially the community seeking aspect will be discussed a bit more in depth later on in this section. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The notion of fulfillment through craft can be found in other research as well. Rosner and Bean [2009] remark in their paper that study participants mentioned they needed DIY as a contrast to their daily work life that involves less physical work and draw satisfaction from both the required design work as well as the more haptic physical work with the materials and tools. They described the activities as having something cathartic or purgative since there is a strong contrast between the violent destruction and creating something new. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Self-fulfillment from DIY as a motivator. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The creation aspect of this process was partially described as an urge. They saw it as being obsessed with the need to create something from scratch and turning material into something completely different [Rosner and Bean [2009]]. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Obsession to make as a motivator. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Additionally, the need for uniqueness was also something they encountered in their study. It was mentioned in the context of style in Ikea furniture, ”Ikea has no style, there is style but style is lost when too many people buy the same brand” [Rosner and Bean [2009]]. Participants would alter the furniture to make it something more unique and personal, the piece would be an expression of themselves and turn into something they made and less something made by Ikea. It almost seems like for some, being creative was not just a trait but a part of their personality they needed to carry outwards and show off to others in the form of their projects. Whether or not that rings true for every maker, expressing creativity is a recurring motivator [Kuznetsov and Paulos [2010]] ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Uniqueness of end product and   \nownership of it as a motivator. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "After explaining the motivations depicted in Figure 2.1 the next step is to understand the DIY actions involved. In order to do this, we need to understand Wolf and McQuitty’s definition of DIY. Their definition is based on the tools and materials used. For them, there is a clear distinction between Arts and Crafts and DIY since the parts are acquirable at different retailers and in completely different price ranges. Thus, DIY becomes a money-walled activity only accessible to those, who have enough finan",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Wolf and McQuitty’s ”DIY Behaviors” and definition of DIY. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "cial flexibility or leeway. Additionally, they also exclude some crafts by defining DIY projects to ”require greater levels of innovation, design, knowledge, skills, and time” [Wolf and McQuitty [2011]] than others. This is an alternate approach to the definition as for example the one mentioned by Kuznetsov and Paulos [2010]. For whom DIY has a low barrier of entry since the projects are not very cost-intensive and the required knowledge is easily accessible on the Internet, making it a beginner friendly activity. As already mentioned, this thesis employs DIY and its core idea the same way Kuznetsov and Paulos [2010] use it and would count such activities as cooking and knitting as DIY, as compared to Wolf and McQuitty [2011] who would exclude both of those. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "However, for DIY activities the definition from Wolf and McQuitty [2011] will from hereon out be used. They define it as ”activities in which individuals engage raw and semiraw materials and component parts to produce, transform or reconstruct material possessions including those drawn from natural environment” [Wolf and McQuitty [2011]]. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "DIY communities to find like-minded people for sharing ideas, motivation and knowledge. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Finding a community to involve yourself in, either in the form of actively sharing or simply lurking around and absorbing everything from motivation to knowledge and inspiration like a sponge, appears to be an overarching motivator for makers [Rosner and Bean [2009], Torrey et al. [2009], Wolf and McQuitty [2011]]. Kuznetsov and Paulos [2010] defined a community in this sense as $^{\\prime\\prime}\\mathsf{a}$ group of people who share common goals and interests - communicating through mediums online and in person”. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Getting involved with a community comes both with advantages and disadvantages. On the one hand, there is a deep well of knowledge readily available as well as a lot of support, motivation and inspiration; on the other hand, the prospect of sharing your idea with others is connected to a lot of anxiety, either because of considering your own work ”not good enough” in some way [Kuznetsov and Paulos [2010]] or for fear of it being appropriated and thus it not being unique anymore, lessening your own uniqueness in self-expression [Rosner and Bean [2009]]. Most of the time, the desire to put yourself out there [Rosner and Bean [2009]] or give back to the community [Kuznetsov and Paulos [2010], Torrey et al. [2009]] outweighs those fears. ",
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/9fb88d5daaa7f2604f81e4fdda73af3e6bc7c1cd6840c939341a0f5cc42b4e2a.jpg",
        "img_caption": [
            "Figure 2.2: Different Types of Contributions to the DIY Community Sorted by Frequency Directly Taken from Kuznetsov and Paulos [2010]. "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "It is important to note that though makers seem to value being part of a community and sharing to some degree, they like to keep to themselves during the process of actually creating [Kuznetsov and Paulos [2010]]. Similar to a swarm of wasps, each of them is an individual with their own work but they are only complete in their respective hive where they all work together and towards a common goal [Rosner and Bean [2009]]. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Interacting with a community is possible in several ways. Figure 2.2 shows the most common contribution types sorted by frequency. According to Figure 2.2, most contributions come in the form of comments, questions and responses to either of those two. Questions or comments about a maker’s own project are a little less common which might be linked to the fact that showing failures or uncertainties in a project can harm the reputation you have in a community [Tseng and Resnick [2014]]. The most common contribution type related to a maker’s own project is pictures. Step-by-step instructions are less common and videos the least. This decline might be caused by the amount of work creating a tutorial on a project is. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Sharing and interacting via several ways. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Interactions in the form of commenting or answering questions seem to be so frequent since explaining is known to be a great way of testing knowledge and retaining it. Additionally, those interactions also lead to feedback, which leads to more learning and getting insight into other views ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Learning as a motivator to contribute in DIY communities. ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/4c2be3cc748a189af04ce87d6ce1af42baadd7d8af6ee47015db2e58c71c0cf6.jpg",
        "img_caption": [
            "Figure 2.3: Motivations to Contribute to DIY Projects Sorted by Frequency Directly Taken from Kuznetsov and Paulos [2010] "
        ],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "on a topic. This new focus on learning is also mirrored in their results to the question of why people contribute to DIY projects, which can be seen in Figure 2.3. Creativity being the biggest motivator and making things that cannot easily be bought the third biggest, closely being followed by personalization. Furthermore, commenting in general is used to make new acquaintances which might lead to opportunities for more exchange both online and in person. These acquaintances or contacts are also used for a different type of knowledge exchange that will be explained in How to Use Tutorials?. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Grouping makers by behavior and motivations. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Guru Seeker wants to learn ”correct” way of making. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "According to their behaviors and values in communities, makers can be grouped into three different types [Torrey et al. [2009]]. These types help to understand what makers search for in tutorials and, in part, how they use them. The first type is the ”Guru Seeker”. They seek out experts in a DIY domain to learn the right way to make things. They want to have in-depth knowledge on a topic and learn every minute detail there is. ”The Supporter” behaves exactly as the name implies. They just want to make and support others in their making since making brings them such joy that they want others to ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "The Supporter wants to support others. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "experience it themselves. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "”Uniquists” want to make something novel and unique, thus gathering as little knowledge as they need to carry out their project and figuring out the rest themselves. They strive to contribute something completely new to their community, for example a new project approach or technique. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "A maker that wants to write a tutorial for other makers, needs to understand these different types and decide on who they want to write for since they all require different types of tutorials. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Uniquists want to contribute novel things. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Overall, the core ideas for making can be grouped into the two topics of ”Marketplace Evaluation” and ”Identity Enhancement”. ”Marketplace Evaluation” are more outward inspired motivators based on a product’s quality, availability and features. ”Identity Enhancement” are more emotional motivators linked to self-expression, validation, ownership and learning. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Maker communities and maker culture seem based on knowledge exchange, creativity and the joy of creating something, and exploring something novel. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Core motivations for DIY or making and DIY as a culture. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "2.2 How to Use Tutorials? ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Torrey et al. [2009] describes how over the process of making, different knowledge and search types are required. A project usually starts with the search for some kind of inspiration, this involves browsing other makers’ projects to get inspired or stumbling over techniques that might inspire a project of its own. The other kind of search usually starts when running into a problem while making that cannot be solved with the currently available resources and needs to be fixed immediately. The two types will from hereon out be called inspirational search and search for technical information. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Different knowledge types during project: Inspiration vs technical information. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Searching for those knowledge types can be done in several ways, as well. One approach is the keyword search. People employing the keyword search seem to generally be aware of its drawbacks and do not expect to get the perfect results ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Different search types during project: Keyword Search vs. Knowledge Gifts. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "right away. A keyword search depends on knowing the right search term. This can be especially difficult for newcomers to a domain. They might be unaware of the name of a certain technique or pattern, so finding results using that specific thing can be difficult, but they mostly manage to make do by iterately coming closer to the correct term through description and triangulation. Another downfall can be the high amount of results a search yields. Filtering those results can be a tedious task. If it is an event that has to be done again and again, it can lead to frustration if not a complete discard of the project or approach it is connected to. Another approach is the retrieval of knowledge gifts. This can be done both online and offline and relies on the previously mentioned formation of contacts. Makers position themselves in their communities and broadcast their current projects and interests in the hopes of being forwarded helpful information that can bridge knowledge gaps. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Information is context dependent thus difficult to decide whether it is helpful or not. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Additionally, it is important to note, that the information acquired might not fit the context a maker is in. They might have slightly different tools and material around than the one mentioned in their information source and need to adapt. Thus it is difficult to decide whether or not information found is satisfactory, making the search for knowledge and the filtering process more challenging [Torrey et al. [2009], Tseng and Resnick [2014]]. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Finding inspiration as a habitual process. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Torrey et al. [2009] and Torrey et al. [2007] mention the inspirational search as something that gradually becomes a habit for some makers. They find websites, keywords, blogs and communities they feel comfortable and interested in and make it a habit to browse them regularly. Through this regular browsing, they stumble upon inspirational pieces of information or technical knowledge for later use. Not only information and knowledge can be acquired that way though, makers might find likeminded people that search their interest and get connected. Through this connection they share information with each other thus building a web with a constant flow of knowledge possibly from various domains and backgrounds. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "After accumulating the knowledge required for the project it has to be used. Torrey et al. [2009] names two different types of knowledge users. One user is the so-called ”Back Burner”, they mostly work on several projects at the same time, focusing on one project for as long as they can more or less effortlessly work on it. Once they run into an issue with the current project that they cannot immediately solve, they bench the project and pick up a different one. The ”Back Burner” continuously collects information about their various projects and reactivate a benched one as soon as they have helpful information and feel confident that they can continue working on it. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "The other type is the ”Just Keep Moving”. These users do as their name implies. They just keep on working on their project and taking on problems with the trial and error approach. A maker of this type usually has only one project at a time and probably less complex ones. There are noticeable differences in their material and tool acquisition as well. A ”Back Burner” usually has a hoarding mentality and keeps everything that might come in handy at some point while a ”Just keep moving” type keeps only the parts required for the current project at hand. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Two types of knowledge users: ”Back burner” vs ”Just keep moving”. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "A different type of knowledge user that should be considered despite not fitting in with ”Back Burner” and ”Just keep moving” is the artist. Artists are driven by passion instead of a thirst for knowledge. This user consumes mostly visual media and gains their knowledge from those. They are after the inspiration and seem to go on from there. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Artist more driven by passion and not knowledge. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "According to the study conducted in Tseng and Resnick [2014] there is a correlation between the involvement in a community as well as the experience in authorship and a maker’s priority placement on the knowledge types. They found that makers who have not yet authored tutorials place more value on learning than authors. Furthermore, they also discovered that makers frequently visiting their favorite websites place more value on getting new ideas and inspiration than the ones who do not. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Experience and involvement in community as influencer of priority placement on knowledge types. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "How tutorials are used while making. Nitpicking, modifications and personalization. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Independent of the type of knowledge user, there are different ways of working with the information or tutorial. Some makers see a tutorial as a reference for making something instead of a blueprint or guide to recreate after. These makers often nitpick parts from several tutorials and use those pieces to create their own ”Frankenstein’s Monster” [Tseng and Resnick [2014]], ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "As already mentioned, divergence from tutorials might be a necessity due to the context of the maker, but other times these divergences are wanted. Some makers see personalizing and modifying their project as the fun part. This aspect of making already occurred in Rosner and Bean [2009] and reoccurred in Tseng and Resnick [2014]. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Other makers pick up tutorials to improve them. For example, by finding alternatives for materials and tools to lower the required budget for a tutorial, or by finding alternative techniques to alter the difficulty level [Tseng and Resnick [2014]]. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "These behaviors imply that a tutorial should not be seen as something used to completely recreate but rather as a support or reference in your own making process. Thus the focus in the tutorial should be on teaching tools to use afterwards and not a set in stone way to only realize this one project. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "2.3 How to Make Tutorials? ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Evolution of creation   \nsharing process due to growth of the   \nInternet and forming   \nof communities and platforms. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Papers on how to write the tutorials were more difficult to come by. Those discussed in this section depicted a shift from documenting projects on a personal blog [Torrey et al. [2007]] to using different types of media in a how-to tutorial [Torrey et al. [2009]] to using a software that automatically creates video tutorials [Chi et al. [2012]]. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "This shift occurred in part due to the rise and expansion of the Internet, leading to the formation of more online communities that facilitate the sharing of resources and in part due to the technology for documentation being more accessible. The creation and alteration of digital media gets increasingly easier and the Internet offers many resources to support those processes. Furthermore, some platforms, for example Instructables, offer templates to support the writing and sharing of tutorials. [Torrey et al. [2009]] ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Tseng and Resnick [2014] describes the process of documenting a project as disruptive. Makers would often find themselves forgetting to document a step and needed to decide whether or not they wanted to start from scratch to document it or simply ignored the lack of a picture or video to illustrate the process. Especially for bigger projects, the prospect of having to recreate the step would be daunting and bothersome. Overall, the process of documenting impedes the process of making and is thus often neglected or ignored. Others are not confident enough in their project or creativity and will not document from the get-go [Torrey et al. [2007]] making it impossible to change their mind later on. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Making vs documenting. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "If makers still decide to document, they face the decision of which media to use for their tutorial. Tseng and Resnick [2014] mention that makers start the documentation process after finishing their project by creating a timeline and then figuring out how to describe it. Additional material, such as schematics or diagrams, is often created after the project is completed as well [Torrey et al. [2007]]. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Chi et al. [2012] discuss the two types of tutorials and evaluate a third possible one. They mention static and dynamic tutorials and the viability of a mix of both. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The different media types to chose from: Static vs dynamic tutorials. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Static tutorials use texts and pictures making them more appealing for visual based learners [Looß [2001]]. Most of the time, these tutorials are easy to scan since consumers can read the text at their own pace and, depending on the formatting, a step-by-step format is employed. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Static Tutorials use text and pictures. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Dynamic tutorials are video based and thus more difficult to scan as static ones, since handling a video involves more manual actions and depending on how the consumer works with it, steps can be missed easily. A critical benefit that a video offers and a picture alone cannot, is displaying complex processes or minor context details, e.g. how much pressure should be applied when using a tool or how to hold it in relation to the material. If consumers do work with a dynamic tutorials, they can be both visual and ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Dynamic Tutorials use videos. ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/c712f5bd793070316eb9e1d5c96f0da7cd007f30ab40b18ed79acc437e33d6d1.jpg",
        "img_caption": [
            "Figure 2.4: Error Frequency While Using the Different Tutorial Types Directly Taken from Chi et al. [2012] "
        ],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Mix of static and dynamic. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "auditive learners [Looß [2001]] since both channels, the visual and audio channel, are used to transmit information. Mixing a static tutorial with a dynamic one would appeal to both types of learners while still being as easy to scan as a static one. This format would imply easy to digest and follow steps supported by pictures and videos that explain the process required to complete the step. Consumers of this tutorial type would be able to work at their own pace and freely choose the type of media they require for the execution of a step. This both reduces the errors made while working with a tutorial as can be seen in Figure 2.4 and increases the user satisfaction. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Suggested   \nguidelines for text   \nbased tutorials by Wakkary et al. [2015]. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Wakkary et al. [2015] offered some insight into tutorial requirements and studies observing consumers working with them. In their study, the researchers involved with this paper conducted pre-selected tutorials of varying difficulty to analyze struggles while working with the tutorials. Based on those struggles, design guidelines for tutorials were formed. The main results of Wakkary et al. [2015] were: ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Accurate information Complete tool and component list Mention the necessary tools and components • Mention required knowledge Offer a sequential step format ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Offer text and images in clear relation to each other • Quality images with consistent formatting ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Those guidelines offer a first impression of possible points of struggle for consumers if the writer does not meet them. One goal of this thesis is to find out if these results are replicable with a different study setup and participant group. The overall goal is to expand those guidelines and offer some more detail on when in the tutorial and how those guidelines should be met. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Goal of thesis is to test and expand those guidelines. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Chapter 3 ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Study Setup and Results ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "In order to discover metrics for the evaluation of documentation quality, two different surveys with makers were conducted. The first round of surveys were five minute semistructured interviews that were used to gain an overview of how often makers consumed documentations and for which reasons. From the survey’s answers, more thorough questions and approaches to tutorial quality were built. These were then applied and tested in a second and more in depth cycle of semi-structured interviews. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Two cycles of semi-structured interviews with makers. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "3.1 5 Minute Semi-Structured Interviews ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "3.1.1 Setup and Participant Demographics ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The first round of surveys employed shorter interviews and asked more general questions than the second cycle. These interviews were mostly conducted in the FabLab Aachen and took five minutes. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Five minute semi-structured interviews. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "For this interview there were no criteria for participation beside an interest in DIY and making, which was assumed to be present for visitors of a makerspace. The participant demographics can be seen in Table 3.1. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "No criteria for participation besides interest in making. ",
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/cdae3b9999122bc3698b49e603e5de726bf51f4137ffa6a67974bc6ec550ba47.jpg",
        "table_caption": [
            "Table 3.1: Participant Demographics of the Five Minute Semi-Structured Interviews "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>ID</td><td>Age</td><td>Occupation</td><td>DIY Experience</td></tr><tr><td>1</td><td>24</td><td>Student</td><td>Sometimes DIY Projects</td></tr><tr><td>2</td><td>24</td><td>Student</td><td>n/a</td></tr><tr><td>3</td><td>22</td><td>Student</td><td>Frequently Working on Own Projects</td></tr><tr><td>4</td><td>23</td><td>Student</td><td>Handicrafts at Home</td></tr><tr><td>5</td><td>29</td><td>PhD Student</td><td>Tinkering around the House</td></tr><tr><td>6</td><td>27</td><td>Student</td><td>n/a</td></tr><tr><td>7</td><td>28</td><td>Student</td><td>Some DIY Experience</td></tr><tr><td>8</td><td>27</td><td>Research Assistant</td><td>n/a</td></tr><tr><td>9</td><td>25</td><td>Student</td><td>None</td></tr><tr><td>10</td><td>26</td><td>Student</td><td>Occasionally</td></tr><tr><td>11</td><td>20</td><td>Student</td><td>Occasionally</td></tr><tr><td>12</td><td>23</td><td>Student</td><td>Occasionally since knowing about FabLab</td></tr></table></body></html>\n\n",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "The questionnaire can be found in Appendix A. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "3.1.2 Results ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Mostly video consumption and irregular schedule. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "The interviews implied that participants consumed or remembered mostly consuming videos and that they do so irregularly. Six participants explicitly mentioned consuming videos, whereas the rest did not mention a specific medium they prefer consuming. Five participants, three of them being ones that prefer consuming videos, mentioned having a loosely regular rhythm for consuming project documentations. These rhythms were daily, every other day, twice a week, weekly or every other month. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Documentation before beginning project, to get ideas, motivation, ”shopping list” or reference. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "There were several reasons a participant consumed documentation and when in their creative process. Documentation was consumed before starting a project to get ideas or motivation or to find a ”shopping list” from a project similar to the one they had in mind. A ”shopping list” in this context refers to a parts list often found in tutorials that list all the required tools and materials for the project. Another more concrete reason to consume a documentation, besides getting a shopping list, was to find reference for a project. In this case, participants already have a project in mind and want to see how other makers realized this type of project. During the building process, participants would search for project documentation whenever problems arrive they cannot fix on their own. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "At the end of the building process, participants would search for documentation to fix errors or compare the result. Two participants would prefer searching for documentation at the end of their project since they enjoy getting in the flow of working and do not like interrupting to search for information or since they want to rely on their own skill until the end. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Documentation during project to help with problems. Documentation after project to fix errors and compare results. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Participants interacted with documentation in three different ways, based on where in their creative process they are and why they require a documentation. Those three ways of interacting are reading all, nitpicking and skimming. Nitpicking in this context refers to the action of searching for one specific piece of information. Skimming refers to the act of reading not the whole text but only keywords or phrases and shorter segments of text around those. The interaction types are coined on text based documentation but the concept behind them can also be applied to video based ones. Since videos were also consumed by the participants, they are also included in these interaction types. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Three different interaction types: reading all, nitpicking, skimming. Interaction depends on where in creative process and reason behind interaction. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Participants would read all of the documentation or watch the complete video for one of three reasons. One reason is that a participant requires guidance for a process or the act of building their project. Then a participant would search for a step-by-step documentation and use it to get through the process. Another reason is that a participant watches a video completely to get an overview of the project or process. The last reason is that a participant would be interested in the topic and wants to learn more about it or get involved with it in some way. One participant explained they watch DIY tutorials for entertainment since they enjoy watching people fail at their projects. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Read all for   \nguidance, to get an overview of project or process, or out of   \ninterest. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Participants interacted with documentation by nitpicking them when they required solutions for specific problems. One participant mentioned watching video tutorials completely once and then returning to them for nitpicking certain parts they were struggling with or combine with other ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Nitpicking to overcome specific problem. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "documentation. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Skimming to get ideas, get rough   \ngrasp of concept and recreate a project   \nwithout all the details or help. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "In order to get a rough grasp of the documentation’s concept or the idea behind it, participants resorted to skimming the documentation. Another reason for skimming is that participants wanted to recreate the project without relying on the documentation completely. They wanted to get a brief glance of the steps involved and then recreate it from memory without all the help and details. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Two types of documentation: process documentation and step-by-step documentation. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "For the interviews, documentations were separated into two different categories, process documentations and stepby-step documentations. Process documentations were summarized as highly detailed documentations that include failures along the way of completing the project, discussions of the different approaches, if there were alternative approaches to be considered, and maybe ”extra” information or knowledge that is related to the topic but not relevant for the execution of the project. Step-by-step documentation were described as documentations that did not offer all the ”extra” information along the way but only included the relevant steps to complete the project and how to execute them. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Step-by-step documentation for people with domain knowledge. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Process   \ndocumentation for beginners or   \ninterested people. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Participants who already have knowledge or experience in the domain of the project preferred step-by-step documentations. They explained that this documentation type is easier to navigate and thus easier to nitpick from. Additionally, they also mentioned that they appreciated the short and precise explanations more than long and detailed ones. Participants with little knowledge or experience in the domain preferred process documentation. This was also the case with participants that were simply interested in the topic a documentation is about. The process documentation would enable the consumer to understand what was done in the project and why things were done that way. Participants mentioned that this helped them follow the tutorial. Moreover, participants mentioned that they appreciated the additional knowledge that is usually not included in step-by-step documentations since they can use it in future projects and it might enable them to realize bigger and better projects. ",
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/a58eafd3dc2db719968e46a0579e4f6c355e8c2e89f748a2897e0d9006fee624.jpg",
        "table_caption": [
            "Table 3.2: Participant Demographics of the SemiStructured Maker Interviews "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>ID</td><td>Age</td><td>Gender</td><td>Occupation</td><td>Nationality</td><td>How Often DIY</td><td>How Long DIYing</td></tr><tr><td>4</td><td>25</td><td>Male</td><td>Games Programmer</td><td>German</td><td>Less</td><td>Never</td></tr><tr><td>14</td><td>23</td><td>n/a</td><td>Student</td><td>German</td><td>Every Other Week</td><td>3 Years</td></tr><tr><td>22</td><td>26</td><td>Female</td><td>Research Assistant/PhD Student</td><td>German</td><td>Irregularly</td><td>2017</td></tr><tr><td>23</td><td>33</td><td>Female</td><td>Research Assistant</td><td>German</td><td>Yearly</td><td>10 Years</td></tr><tr><td>26</td><td>24</td><td>Male</td><td>Student</td><td>German</td><td>Yearly</td><td>7 Years</td></tr><tr><td>28</td><td>26</td><td>Male</td><td>Student</td><td>German</td><td>Weekly</td><td>2 Years</td></tr><tr><td>30</td><td>32</td><td>Male</td><td>IT Consultant</td><td>German</td><td>Monthly</td><td>Few Years</td></tr><tr><td>38</td><td>22</td><td>Male</td><td>Student</td><td>Belgian</td><td>Yearly</td><td>about 2 Years</td></tr><tr><td>43</td><td>61</td><td>Male</td><td>Chemical Laboratory Assistant</td><td>German</td><td>Monthly</td><td>25 Years</td></tr><tr><td>44</td><td>60</td><td>Female</td><td>House Wife</td><td>German</td><td>Every Other Week</td><td>about 40 Years</td></tr><tr><td>45</td><td>65</td><td>Male</td><td>Professor</td><td>American/British/Israeli</td><td>Daily</td><td>A little less than 65 Years</td></tr><tr><td>51</td><td>29</td><td>Female</td><td>Member of Technical Staff</td><td>American</td><td>Every Other Week</td><td>Since Childhood</td></tr><tr><td>52</td><td>47</td><td>n/a</td><td>Director Open Hardware Lab</td><td>German</td><td>Daily</td><td>Since Childhood</td></tr></table></body></html>\n\n",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "3.2 Semi-Structured Maker Interviews ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "3.2.1 Setup and Participant Demographics ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "For the second cycle of interviews, from which the dataset that was analyzed over the course of this thesis was derived, a more mixed participant pool was required as the maker community as the target group is diverse. The participants’ demographics were gathered in an online five minute long survey and used to select the participant pool. Table 3.2 visualizes the participant demographics. In oder to understand how often and since when the participants partake in DIY actions, the participants had to answer the questions ”How often do you carry out DIY (do-ityourself) projects?” and ”How long have you been doing DIY projects?”. The participants’ average age was about 36.38 years and the variance of the age was 255.42. Participants’ DIY frequency ranged from yearly to daily and the duration for which they have been conducting DIY projects ranged from a little less than 65 years to never. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Gathering participant demographics via survey questionnaire. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Candidates for participation in the interviews were sent a document with information regarding the required setup. This document can be viewed in the Appendix B. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Preparing candidate setup. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "The interviews were in a think-aloud style. A participant was given a task which they had to work on while being observed and after completing the task, follow-up questions ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Think-aloud style interviews with follow-up questions. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "regarding the task execution were discussed. Each interview was conducted in German or English, depending on the participant’s preference. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Study structure: Scripted study introduction, task execution, follow-up questions. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "First participants were welcomed and introduced to the idea of the study and their task during it. Those introductions were drafted beforehand, thus preparing all participants the same way, reducing external bias. The session’s task was to find a tutorial for a project the participant would be interested in completing. The participant’s were asked to find a tutorial that suits their interest, in order to try to ensure that the search is as realistic and engaging as possible and obtain reliable data. After introducing the task, they were asked to share their screen and begin the task. Any questions that arose during the task execution were answered quickly or postponed to a later point if they would take too long to answer to reduce task interruptions and keep the participant focused. During the task, the participant was observed and notes were taken. These notes were then used to form follow-up questions about the participant’s behavior and tutorial selection process. These questions were asked after the participant announced they were finished with the task. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "A complete study protocol can be found in Appendix B. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Data evaluation via coding. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The sessions were recorded and evaluated via coding. Coding is the process of assigning language or text, or visual data a keyword or -phrase that captures its essence and summarizes it [Salda ˜na [2013]]. Process codes and evaluation codes were chosen [Saldan˜ a [2013]] to evaluate the recordings. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Process codes for participant behavior. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Process codes were used to describe and capture a participant’s behavior from the beginning of the task execution to when they announced they completed the task. This way, we tried to capture a participant’s complete creative process. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Evaluation codes for impressions or thoughts and layout recommendations. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The evaluation codes can be divided into two groups. First off, the impression group, which can again be split into positive and negative. And secondly, the recommendation codes. The codes in the impression groups were used to collect a participant’s impressions or thoughts about things they encountered or worked with. The recommendations were either derived through the impressions or directly voiced by the participants. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Data that has been assigned to a code is referred to as a coded segment. Codes can be either assigned to or applied to data. Additionally, codes will be referred to by their name and will be written in typewriter style (e.g. a code) with their occurrence in braces stated after the name (e.g. a code (occurrence X)). Due to a character limitation for the code name, the following abbreviations will be used: background (bg), video (vid), tutorial (tut), step-bystep (stepbystep or sbs), with (w/), without (w/o), picture (pic), quality (qual), preferably (pref), yourself (urself). ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Notation during this thesis. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "3.2.2 Results ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "The video recordings of the interviews were evaluated via coding. Coding is the process of assigning language or text, or visual data a keyword or -phrase that captures its essence and summarizes it [Salda ˜na [2013]]. A codebook [Mihas and Institute [2019]] for the codes can be found in Codebook. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Process codes were used to evaluate the participants’ behavior and will be presented in Process Codes. The process coding results will be discussed in Process Codes. The evaluation coding results will be presented in Evaluation Codes and discussed in Recommendation Codes. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Results for process and evaluation codes and reference to where to find evaluation of codes. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Process Codes ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "In order to understand the participants’ behavior, thirteen interviews were reviewed. 52 distinct codes were applied and 2228 segments coded. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Figure 3.1 displays the distribution of the coded segments over the distinct codes. Codes that occurred more often are written in a bigger font, the ones that occurred less often in a smaller one. The minimum occurrence to be displayed in the code cloud is one. The exact code statistics can be found in Process Code Statistics. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Thirteen interviews, 2228 code segments and 52 process codes. Code cloud to visualize code distribution. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "As can be seen in Figure 3.1 , the most common codes are wondering (180), judging tutorial (166), looking at picture (161), skimming tutorial (152) and ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Most common and least common codes. ",
        "page_idx": 46
    },
    {
        "type": "image",
        "img_path": "images/cd3ce730ad7695b1fff594b5f464fba450f32cf36dc96b069b631d6bd2608b0f.jpg",
        "img_caption": [
            "Figure 3.1: Code Cloud of Applied Process Codes. Font Size is Determined by Code Occurrence, the Higher the Frequency the Bigger the Font, with a Minimum of One Occurrence to be Displayed. "
        ],
        "img_footnote": [],
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "skimming text (117). The least common ones are checking downloadable content (2), checking tutorial stats (2), clicking recommended video (3) and searching on youtube (4) and scanning code (4). ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Structure of a search for project: forming project idea,   \nsearching reference, scanning results, refining search terms, considering, planning, taking notes, gathering items. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The codes describing the general structure of the participants’ search process are going over suggested projects (16), searching reference (33), scanning results (45), refining search terms (26), considering (94), planning (81), taking notes (9) and gathering items (97). ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The participants’ search involved them going over the suggested projects sixteen times, which was recorded in the code going over suggested projects if they did so verbally. Additionally, participants mentioned their interests and what they would enjoy doing. This phase would end with them deciding on one or several topics they would look into. Then a participant would either start by searching some type of reference or by directly searching for a tutorial to follow. In this context reference refers to a picture of the product; a tutorial on the project topic; the product in an online store to set a price limit for the project; or material on process knowledge. For these searches the participant would have to scan the search results, captured in scanning results, and debate on what to look into and review. Depending on the results the participant might have to adapt and refine their search terms if the search did not yield what they were looking for or if it yielded way too many results and they had to narrow it down, this behavior was tracked in refining search terms. After sighting the results, the considering and planning phase would start. The participant might have to consider different approaches to their project or types of projects, tracked in considering, and then plan by using various tutorials. Some participants took their own notes and stated that they would work off of these rather than the tutorials they decided on. The last step was to gather all the materials and tools the project would require. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "To search for information or tutorials Google, or an equivalent like DuckDuckGo, was used more often than YouTube (38 coded segments vs. 4; $90{,}42\\%$ vs. $9{,}52\\%$ ). The codes scanning textbased links (40), looking at video results (16) and scanning \"to buy\"-links (7) were used to track what types of results the participants were interested in. These codes were applied if it was clear which of the search results the participant was looking at, whereas scanning results was applied if it was unclear. This means, out of the 63 coded segments about $63\\mathrm{,49\\%}$ (40) were textbased, a quarter video were based with $25{,}29\\%$ (16) and $11,11\\%$ (11) were links to shopping websites where you could buy the searched object. Searches for pictures occurred about three times and were not tracked separately, but were included in the code searching reference (33). Only one participant conducted their search for a tutorial mostly via picture results. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Additionally, it was tracked if a participant was interested in tutorials recommended by the website they are currently browsing via the code checking out recommended (22) and if they follow a recommended video clicking recommended video (3). ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Google search (38) vs YouTube searches (4). Textbased   \nresults $(63,49\\%)$ vs. video based   \n$(25,29\\%)$ vs.   \nshopping $(1,11\\%)$ Content of tutorial   \ndeduced by reading title, searching keywords in descriptions, watching video   \npreview or looking at thumbnail. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "To glean a tutorial’s content, participants scanned textbased links for keywords or read the link or title, spent time watching previews (21) or looking at thumbnails (13) of both text tutorials and video tutorials. If available and the participant was interested in the content, they would watch the video preview of a tutorial rather than just look at the thumbnail. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Interactions with text tutorials and video tutorials were tracked separately. Additionally, it was tracked whether a participant was skimming text (117) or reading (72) and whether they were skipping through video tutorial (68) or watching video tutorial (80). ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Text tutorial interaction $56\\%$ vs. $44\\%$ video based ones. Text $37,95\\%$ vs. picture $32,32\\%$ vs. video $29,71\\%$ . ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Comparing these codes, it becomes apparent that the codes refer to an interaction with a text based tutorial 189 out of 337 coded segments (about $56\\%$ ) and a video based one 148 times (about $44\\%$ ). Another medium that can be considered is the picture medium, tracked by the code looking at picture. This code occurred 161 times and was the third most occurring code. When considering all codes indicating interaction with a medium, there are 498 coded segments. Text based interaction hold the biggest share with 189 segments (about $37,95\\%$ ), then picture with 161 segments (about $32{,}32\\%$ ) and lastly videos with 161 (about $29,71\\%$ ). ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Skimming $55\\%$ vs. $45\\%$ active consumption. Text   \nbased tutorials more skimmed(117) than read (72). Video tutorials more watched (80) than   \nskipped through (68). ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "A tutorial text was skimmed or a video skipped through if a participant did not read or watch the whole tutorial but skipped over passages, read only words around keywords or skipped through sections in a video by moving around the cursor on the progress bar. The codes indicate that tutorials were skimmed 185 times (about $55\\%$ ) and actively read or watched 152 times (about $45\\%$ ) out of 337 coded segments. Texts were skimmed more often (117 segments, $62\\%$ ) than read (72 segments, $38\\%$ ); whereas videos were watched (80 segments, $54\\%$ ) more than skipped through (68 segments, $46\\%$ ). ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "skimming   \ntutorial (152) as   \nfourth most common code. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Additionally, the code skimming tutorial was used if a participant scrolled through a text based tutorial and very briefly glanced at pictures or skimmed over text without reading passages aloud or discussing pictures. This code was the fourth most common code with a count of 152 coded segments. This means, whole tutorials were skimmed as often as they were actively read or watched according to the coded segments, disregarding the distinct codes for skimming passages of text and skipping through video segments. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Interaction with the infobox of a video was tracked through the code skimming infobox. This code occurred 22 times $(0,99\\%$ of total coded segments) and was often used in the context of a participant searching for knowledge on the materials used in the tutorial or while the maker introduced themselves at the start of a video. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "skimming infobox (22) searching for knowledge ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "In addition to the more physical process, the emotional state of the participant was tracked through process codes. A code was applied if a participant had a visible or audible reaction, this means, only strong reactions were tracked. Codes relating to the emotional state are feeling unhappy/unsatisfied (50), being/feeling lost (28) and feeling happy/satisfied (19). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Codes tracking participant’s emotional state unhappy/unsatisfied (50), lost (28) and happy/satisfied (19). ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The code relating to a participant’s unhappiness or dissatisfaction often occurred when a participant could not find the information they were looking for. For example, a tutorial they were interacting with was not containing information they needed or were on a wrong topic. Participants were prone to reacting unhappy when they have been searching for a fitting tutorial or information on something for a longer time. Lacking information, visuals or details; broken links; and subjectively bad formatting then resulted in a stronger negative reaction than similar ”issues” would have created earlier on in their search. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Unhappiness/dissatisfaction correlating with lacking information. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "being/feeling lost often occurred when a participant misunderstood the information presented in a tutorial or they experienced a complete lack of information and had no clue where and how to search for it. The former situation occurred when participants tried to understand the process explained in the tutorial but where lacking details on the execution, leading them to either misunderstand the process or trying to gather the information through a different source. This also happened if the material used in a step was not described in enough detail and the participant was left to figure out themselves what was used and how. A lack of domain knowledge or domain terminology often led to the second type of being lost. One participant was a complete beginner in the domain they searched DIY projects in and only experienced the latter ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Feeling of being lost because of lacking detail/information or lacking domain knowledge/terminology on participant’s side. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "way of being lost as they did not know the domain specific terminology. This led to them to not understanding what was being referenced in a tutorial and not knowing how to approach a search regarding that term. A feeling of being lost was not only caused by the tutorial content, but also by the web page the participants interacted with. In some situations the participants were not sure how to interact with the web page or could not figure out how to access a tutorial at all. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Codes relating to information in a   \ntutorial. wondering (180), understanding (85),   \nwanting/searching   \nknowledge (10) and   \nmisunderstanding (5). ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The lack of information, misunderstanding information and understanding information was tracked in the codes wondering (180), understanding (85), wanting/searching Knowledge (10) and misunderstanding (5). wondering was the most common code and occurred in various situations as well as throughout the whole search process. It was not only related to the content of a tutorial but also to the general process of planning the project and interacting with the Internet or a website. The codes understanding and misunderstanding occurred half as often as the participants wondered about something and was directly linked to the information the participants came across or tried to access. When a participant voiced that they desired specific information or were trying to find concrete knowledge, the code wanting/searching knowledge was applied. This code implied that the participant considered the knowledge or information supplied in a tutorial as insufficient or/and they were actively looking for a different source to acquire it. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Happiness or satisfaction related to finding information after longer search. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Participants expressed happiness or satisfaction when they came across the information they were lacking; found a fitting tutorial or figured out terminology to find the material they required for a project. It was sometimes linked to the closure of a longer search process. ",
        "page_idx": 51
    },
    {
        "type": "image",
        "img_path": "images/72d5a956e33e1e70ca099c6cccbb3b2442615f3113455a3dac3542fb16c4a58f.jpg",
        "img_caption": [
            "Figure 3.2: Code Cloud of Applied $^+$ Codes and - Codes. Font Size is Determined by Code Occurrence, the Higher the Frequency the Bigger the Font, with a Minimum of One Occurrence to be Displayed. "
        ],
        "img_footnote": [],
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Evaluation Codes ",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "The evaluation codes were used to capture a participant’s impressions and opinions voiced while answering the follow-up questions after the task execution. Codes used to capture positive opinions will be referred to as $^+$ codes; codes referring to negative opinions as - codes. In total there were 112 segments that were coded with $^+$ codes and 111 ones with - codes. Overall, 51 different $^+$ codes exist and 60 - codes. The code cloud visualizing the distribution over the $^+$ and - codes can be viewed in Figure 3.2. The font size of a code is determined by its occurrence, the higher the frequency the bigger the font, with a minimum of one occurrence to be displayed in the cloud. Separate code clouds and statistics can be viewed in the Appendix under $^+$ Code Statistics and - Code Statistics. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "112 applied $^+$ codes (positive opinions/impressions), 51 distinct codes; 111 applied - codes (negative opinions/impressions), 60 distinct codes. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "324 segments were coded with recommendation codes, which captured a participant’s explicit suggestion or recommendation for a tutorial. Overall there were 60 distinct codes used to capture a recommendation. The code distribution is visualized by a code cloud in Figure 3.3 and the precise code statistics can be viewed in the Appendix under Recommendation Code Statistics. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "324 applied   \nrecommendation   \ncodes (explicit   \nsugges  \ntions/recommendations for design), 60   \ndistinct codes. ",
        "page_idx": 52
    },
    {
        "type": "image",
        "img_path": "images/cb3767007ac4e22d2e8c5e737c9a6ceed93d7f4f555d04e283b13a646459eb7c.jpg",
        "img_caption": [
            "Figure 3.3: Code Cloud of Applied Recommendation Codes. Font Size is Determined by Code Occurrence, the Higher the Frequency the Bigger the Font, with a Minimum of One Occurrence to be Displayed. "
        ],
        "img_footnote": [],
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Most common and least common codes. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The most prominent codes that can be seen in Figure 3.2 are +in ideating phase video tut/pic to get feel of project (10), $^+$ nice to start with general info, product pics, tools/materials (8), -only/long text cause consumer to be overwhelmed (7), -pictures unrelated to project (can’t find product at first glance) (6) and +final project in thumbnail for selection process (6). ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "$59+$ and - codes used once; $^{27+}$ and - codes twice. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Since the idea behind the codes is to catch opinions and impressions and those vary from person to person, there are $27+$ codes and 32 - codes that appeared once. $12+$ codes and 15 - codes appeared twice. These codes either mentioned concrete ideas on how to improve the layout or subjectively good parts of the tutorial in the case of the $^+$ codes or mentioned formatting issues that rarely occurred in tutorials (e.g. inline code in a tutorial as shown in Figure 4.7 (a)) in the case of the - codes. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Overall, 57 of the segments coded with $^+$ and - codes (about $25.56\\%$ referred to interactions with text tutorials. 33 distinct codes were applied in those segments. 22 of those coded segments had $^+$ codes (about $38.6\\%$ ) and 35 had - codes (about $61.4\\%$ ). The most common codes referring to text tutorials are -only/long text causes consumer to be overwhelmed (7 segments, $12.28\\%$ ), +offer video tut in text tut (5 segments, $8.77\\%$ ), -very big header picture (3 segments, $5.26\\%$ ), -little text; many ads (3 codes, $5.26\\%$ ) and +text tut better for planning/solving specific issues (3 segments, $5.26\\%$ ). 7 codes occurred twice (about $24.56\\%$ of 57 segments). Those are -autoplay gif or moving/animated objects in text; -large picture at start of step, little visible text on screen; -ugly/unreadable script (comic sans); -long textpassages $w/\\mathrm{{o}}$ outline difficult to skim and navigate; -confused by tutorial structure; narrow layout $\\rightarrow$ little information per screen and +pictures catch interest easily, draw eye. The remaining 29 codes (about $50.88\\%$ of 57 segments) occurred once. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "57 segments $(25.56\\%)$ coded with $^+$ and - codes referred to text tutorials; 22 $(38.6\\%)$ $^+$ codes; 35 $(61.4\\%)$ - codes. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "45 of the segments coded with $^+$ and - codes (about $20.18\\%$ ) referred to interactions with video tutorials. 20 distinct codes were applied in those segments. 29 of those segments were coded with $^+$ codes (about $64.44\\%$ ) and 16 with - codes (about $35.55\\%$ ). The most common codes were $+\\mathrm{in}$ ideating phase video tuts/pics to get feel of project (10 segments, $22.22\\%$ ), $^+$ videos to SEE process of building project (5 segments, $11.11\\%$ ), +videos for complex processes/projects (4 segments, $8.89\\%$ ), +process tuts in video form; exploration/ideating phase (3 segments, $6.67\\%)$ ) and -in planning phase video tuts too long, rather read (3 segments, $6.67\\%$ ). 5 codes appeared twice (about $22.22\\%$ of 45 segments). Those are +segmenting vid via text overlay if visible while skimming; +segmenting youtube tut in timeline (timestamp feature); -unfinished looking product at end of video; -videos difficult to survey and -forced into video’s pace. The remaining 9 codes $20\\%$ of 45 segments) ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "45 segments   \n$(20.18\\%)$ coded with $^+$ and - codes   \nreferred to video   \ntutorials; 29   \n$(64.44\\%)+\\mathsf{c o d e s}$ ; 16 $(35.55\\%)$ ) - codes. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "appeared once. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "119 segments $(53.36\\%)$ coded with $^+$ and - codes referred to tutorial formatting/layout; 60 $(50.42\\%)+0$ codes;   \n59 $(49.58\\%)$ - codes. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "119 of the segments coded with $^+$ and - codes (about $53.36\\%$ ) referred to opinions, impressions and suggestions about the general tutorial formatting or layout, regardless of the medium. 56 distinct codes were applied to those segments. 60 of those segments were coded with $^+$ codes (about $50.42\\%$ ) and 59 with - codes (about $49.58\\%$ . The most common codes were +nice to start with general info, product pics, tools/materials (8 segments, about $6.72\\%$ , +final project in thumbnail for selection process (6 segments, $5.04\\%$ ), -pictures unrelated to project (can’t find product at first glance) (6 segments, $5.04\\%$ ), +stepbystep tuts for concrete plan solving; no detail needed (5 segments, $4.2\\%$ ), +tutorial as mostly standalone source of info for project (5 segments, $4.2\\%)$ , -\"covering up\" final product in thumbnail w/ smth else (5 segments, $4.2\\%$ ), $^+$ process tuts learning/exploring; pre-existing domain knowledge (4 segments, $3.36\\%$ ) and -untested tut w/ error;wrong/missing steps (4 segments, $3.36\\%\\mathrm{,}$ . 7 codes appeared 3 times (about $17.65\\%$ of 119 segments), those were +joking $\\mathbf{\\bar{\\rho}}=\\mathbf{\\rho}$ relaxed atmosphere; no high expectations; sympathy; -thumbnail might imply difficulty/tool and turn away beginners; -wrong step size (too small step; too little explanation); -tuts don’t mention failure,how much fiddling required; -intro not relevant for tutorial to understand process; -tuts don’t include enough warnings/details/hints/approach disc and -\"self-promotion at diy level\". 14 codes appeared twice (about $23.53\\%$ of 119 segments) and the remaining 21 (about $17.65\\%$ of 119 segments) once. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "324 recommendation coded segments; 60 distinct codes. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The distribution of the 324 coded segments over the 60 distinct codes is visualized by a code cloud in Figure 3.3 and the precise code statistics can be viewed in the Appendix under Recommendation Code Statistics. With 32 $(9,88\\%$ of 324) coded segments REC: include materials/tools at the beginning w/ pics ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "for beginners is the most common code. Second most common is REC: use step-by-step format (enable skipping+not miss step) with 20 $(6.17\\%)$ followed by REC: thumbnail focus on main topic (product/technique/person) and REC: include pictures/diagrams/schematics explaining step both with 19 coded segments $(5.86\\%)$ . ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "95 of the segments coded with recommendation codes (about $29.32\\%$ are related to design suggestions or formatting wishes for text tutorials. 17 distinct codes were applied in those segments. The most common codes are REC: include pictures/diagram/schematics explaining step (19 segments, $5.8\\%$ ), REC: put thought/effort into formatting/looks/layout/writing (13 segments, $4.01\\%$ , REC: clear sectioning $\\rightarrow$ mind your formatting to enable flow (11 segments, $3.4\\%$ ), REC: guide in pic+explanation layout (10 segments, $3.09\\%$ ), REC: include pictures final product for first impression (9 segments, $2.78\\%$ ) and REC: videos/pic series for complex processes/task/projects (7 segments, $2.16\\%$ . Two codes have an occurrence of four (about $2.47\\%$ of 324 segments) REC: picture for step only when explain whole step and REC: visibly separated outline/sidebar for navigation/overview. Three codes occurred three times (about $2.78\\%$ ), 3 codes twice (about $1.85\\%$ and three codes occurred once (about $0.93\\%$ ). ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "95 segments   \n$(29.32\\%)$ coded with recommendation   \ncodes referred to text tutorials. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "25 of the segments coded with recommendation codes (about $7.72\\%$ ) are related to design suggestions or formatting wishes for video tutorials. 9 distinct codes were applied to those segments. The code occurrences are REC: videos w/ timecodes/navigation techniques (7 segments, $2.16\\%$ ), REC: (vid tut) give explanations for steps text/audio (5 segments, $1.54\\%$ ), (vid) COMPLETE materials/tools in infobox (3 segments, $0.93\\%$ ), REC: (vid) text overlay with step info (3 segments, $0.93\\%$ ), REC: (vid) offer subtitles (2 segments, $0.62\\%$ ), REC: (vid tut) process visible before bg; clear ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "25 segments $(7.72\\%)$ coded with recommendation codes referred to video tutorials. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "movement (1 segment, $0.31\\%$ ), REC: (vid) short step intro at beginning each step (what, how) (1 segment, $0.31\\%)$ and REC: scripted, high quality audio (1 segment, $0.31\\%$ ). ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "204 segments $(62.95\\%)$ coded with recommendation codes referred to tutorial formatting/layout. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "204 of the segments coded with recommendation codes (about $62.95\\%$ ) are related to design suggestions, formatting wishes and thumbnail design regardless of the tutorial medium. 34 distinct codes were applied to those segments. The most common codes are REC: include materials/tools at the beginning w/ pics for beginners (32 segments, $9.88\\%$ ) ,REC: use step-by-step format (enable skipping+not miss step) (20 segments, $6.17\\%$ ), REC: thumbnail focus on main topic (product/technique/person) (19 segments, $5.86\\%$ ), REC: intro explains what tutorial is about \"what will we do\" (15 segments, $4.63\\%$ ), REC: consumer might filter host;free $\\O=$ low qual, chain no special (9 segments, $2.78\\%$ ), REC: SHORT outro \"what did we do\" w/ product pref in action (9 segments, $2.78\\%$ ) and REC: curate links;provide alternatives/knowledge to help urself (8 segments, $2.47\\%$ ). Four codes have an occurrence of seven (about $13.75\\%$ of 204 segments) those codes are REC: chronological flow in steps/linearity; REC: thumbnail text concise, not intrusive font/color, readable; REC: joking tone in tutorials fine; not for elongating tut and REC: reasonably long intro. Four codes have an occurrence of six (about $11.76\\%$ of 204 segments), REC: include keywords in title project+key component/technique; REC: include tips for step in step itself $+$ highlight them; REC: keep everything as short as possible and REC: link tuts for bg knowledge/more infos if no learn focus. Three codes have an occurrence of four (about $5.88\\%$ of 204 segments), four codes have an occurrence of three (about $5.88\\%$ of 204 segments), four codes have an occurrence of two (about $3.92\\%$ of 204 segments) and eight codes have an occurrence of one (about $3.92\\%$ of 204 segments). ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Chapter 4 ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Evaluation and Discussion of Results ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "In this chapter, the code results presented in Chapter 3 will be discussed. The conclusions drawn about the different user types and their expectations will be discussed in User Types.The evaluation will be split up into the discussion of the Process Codes and the Recommendation Codes. The resulting guidelines and suggestions can be found in Suggested Layout and Formatting Guidelines. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Evaluation of presented codes and resulting suggestions in this chapter. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "4.1 Evaluation ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "In addition to the codes, this evaluation also considers movements and behaviors that could not be caught by codes but were tracked in memos and used to discover patterns among the participants. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Evaluation based on codes and memos. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "4.1.1 User Types ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The user types are based on the domain experience. Domain experience refers to the amount of experience and thus the knowledge the user has interacting with material ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Three different user types based on domain experience. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "or tools often employed in this domain or with techniques used in handicraft of this domain. The expression domain refers to a field of handicrafts, such as knitting, Arduino wiring and programming, sewing, woodcraft, etc. While observing the participants, it became apparent that they could be categorized into three different types of users. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Absolute beginners either not confident and appreciative of   \ndetailed descriptions   \nor impatient content skimmers that require straightforward   \nstep-by-step guides. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The first type can be classified as an absolute beginner. Those types of users do not have any type of DIY experience at all. They do not tinker at home, they do not have personal projects they work on and are not involved in handicraft of any type. They might not have any confidence in their own skill, as was the case with one participant. This participant required detailed descriptions of the process, an indication of the tutorial’s difficulty level or else they would rely on their own assumptions, which were faulty every time unprocessed wood was involved and precise step outline to follow. A different participant was also a beginner, but highly impatient and critical of the tutorial they consumed. This participant was more confident in their skill than the other one and tended to skim the tutorial instead of spending time to understand the process and materials involved. They did not appreciate detailed descriptions and missed pieces of information because of their impatient skimming. Skimming in this context refers to the action of reading keywords or short phrases of text and a couple words around those but not reading the complete text. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Novices with basic DIY knowledge   \nrequire less detailed tutorials than   \nbeginners, but do not mind links to other sources. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The second type of user is a novice with basic knowledge about DIY projects. Those users do not require as highly detailed descriptions as the absolute beginner might require them since they already have some experience in the DIY domain. They appreciate a slimmed down and straightforward description of the process with links to resources they can use to inform themselves about background information or alternative ways to perform a step. The overall tone of the tutorial can be a bit more technical since the user can be assumed to have experience with processes common in this domain (e.g. soldering in an electrical domain). ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Expert users are very critical of the tutorial’s technical content. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The last user type is the domain expert. Those users consider themselves very knowledgeable about the domain they DIY in and tinker regularly or have done many projects. These users are critical of the tutorial they consume since they have experience to compare a tutorial’s information to. A tutorial for a novice and an expert user differs in the quality of the information. An expert will catch more details and thus errors in the tutorial. Additionally, they are more interested in the technical details of components and processes than the other two user types are. One expert type participant would look into datasheets for components regularly as they knew how to read and use the information in it. This kind of information would be something experts would appreciate and use in projects related to a technological domain. Another participant mentioned, they are interested to see the discussion of different approaches the maker considered, as well as the failures they ran into since they would benefit from this kind of information. This participant also criticized tutorials for using techniques or components they do not approve of. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "4.1.2 Process Codes ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The evaluation of these codes will be structured according to the general structure of the participants’ search process already described in Results. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "A search process usually starts off by brainstorming different project ideas and then searching for some kind of reference for the project ideas. Search results are then scanned and depending on them, the search terms might be adapted and refined. The results are then sighted and considered in order to plan the project during which some participants might take notes. The last step of the process is to gather all the required materials and tools. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Evaluation structure based on   \nparticipants’ search process. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Searching for Reference and Tutorials ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "To search for tutorials and reference Google, or an equivalent like DuckDuckGo, was used more often than YouTube (38 segments vs. 4 segments; $90{,}42\\%$ vs. $9{,}52\\%$ ). This and the fact that participants were more likely to view the textbased results than the video ones - out of the 63 segments about $63{,}49\\%$ (40) were textbased, a quarter were video based with $25{,}29\\%$ (16) - implies that participants were more likely to turn to text tutorials as a medium. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Text tutorials more likely to be favored over video tutorials. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Video tutorials habitually ignored;   \nforce viewers to work   \nat a set pace; difficult   \nto scan and navigate. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Some participants mentioned not even registering the video results in their search results at all since they skip over them all the time. When asked about why they turned to text based tutorials the participants said that video tutorials are difficult to scan for information and navigate. Moreover, they disliked not being able to work at their own pace since video based tutorials would set the pace at which information is given to them and they are not able to scan forward as they would be with a text based tutorial. In spite of this, some participants still favored video based tutorials. These participants described themselves as visual learners that require to see other people doing the process or as people that had a difficult time reading texts and drawing information out of them. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Video tutorials favored by   \nvisual/auditive learners. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Both media types have consumers; mixed tutorials to address both consumer groups. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Because of this, both video based tutorials and text based tutorials can be recommended as a medium, writers should be aware that by choosing one medium they might lose a potential viewer group. To address the most consumers, a mixed tutorial offers itself as a medium. Those tutorials are text based, but additionally use short videos to support the explanation process. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Using scanning x featured site   \n(11) to get additional information on tutorial selection criteria. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "During their search, participants would visit websites advertising numerous ways to realize a project (e.g. 5 DIY Desk Lamp You Can Make By Yourself). Those visits were tracked in the code scanning x featured site (11). Those websites usually feature a project thumbnail or picture, the project title and sometimes a short explanation what it is about. In addition to the participants’ behavior while scanning search results, how they scanned those websites helped getting an understanding of how participants decided which pages to access. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Depending on the type of person and the layout of the page, both picture and text were reviewed. Three out of eleven times only the picture or thumbnail was used to discern what the tutorial is about and whether or not it would be useful to the participant. In three other instances, the participant started reading the project titles as well as viewing the thumbnail, but stopped reading the titles after three to nine featured projects. The title was read four out of 11 times. In those instances the title was positioned above the picture and in a bigger font than the rest of the website, so that it was ”easy” to read or catch while scrolling through the website. Two participants scrolled back up actively to read the title when the project was interesting or ”unconventional” or when they were unsure of the material used in the thumbnail. Figure 4.1 depicts a project from a $\\mathbf{\\boldsymbol{x}}$ featured website that has a clearly visible title and an ”unconventional” project idea. Additional descriptions were skipped and in one instance the description only appeared while hovering over the thumbnail which annoyed the participant and they did not use it actively to view a description. Participants were more likely to view only the thumbnails or pictures if they were impatient or had spent a lot of time searching for something already. How long ”a lot of time” was depended heavily on the participant and could vary from five minutes to 20 minutes. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "The codes watching preview (21) and looking at thumbnail (13) were used to track participant interaction with thumbnails and previews. Previews in this context were animated thumbnails or video previews. In addition to those codes, the code scanning x featured site also counts towards thumbnail interaction and helps understand how participants used them to gather information about a tutorial’s content. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Eleven out of thirteen times, the thumbnail was used to find projects with a fitting design or correct type. One time, the thumbnail of a video tutorial showed the wiring of a project and this display was used to discern the difficulty of the setup and whether or not the participant would be able to realize this project with little help of the tutorial or if they needed additional information and should watch the video. One participant used the thumbnail of a video tutorial, which displayed a spice rack on the right side and a messy cupboard on the left, to discern if the tutorial would be interesting and fitting for their use. The participant found the design of the rack very appealing and compared their own messy cupboard to the displayed one, mentioning how their own was even worse. These interactions with the thumbnail imply that a display of the project’s design is very important. The project should be in a finished state or in use to show what it can be used for and how it looks compared to projects in other thumbnails. Technical projects including wiring (e.g. an Arduino project) should display the ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "watching preview (21), looking at thumbnail (13) to track participant interaction with thumbnails/previews. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Thumbnails to figure out project design or application and   \ndecide if it fits needs and taste.   \nThumbnails to see project wiring and   \ndiscern project   \ndifficulty. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "4. DIY-Lampe aus Kuchenreiben ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Kuchenutensilien eignen sich mit etwas Fantasie wirklich gut fur eine ausgefallene Leuchtenkreation Weiter untenfindet sich ein weiteresBeispiel. ",
        "page_idx": 63
    },
    {
        "type": "image",
        "img_path": "images/f7aacb7698c363f8b56485877c914085f245fa547f0343ac1ba2236b02998432.jpg",
        "img_caption": [
            "Figure 4.1: Example of a X Featured Website from [2021] Lampen selbermachen: 30 kreative DIY-Lampenideen zum Nachbasteln. The Website Features 30 DIY Lamp Projects and the Figure Shows Project Four, which is a DIY Lamp made out of Graters. "
        ],
        "img_footnote": [],
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "wiring in the thumbnail, so that experienced viewers can understand the idea behind the project or the components in use and can glean the complexity. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Thumbnail to discern difficulty of tutorial   \nbased on material or design. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The thumbnail interactions tracked in the code scanning x featured site showed similar motivations. Participants viewed the thumbnails as a way to discern the project design and if it would fit their taste. One participant used the thumbnails to discern the difficulty and decide whether or not they would be able to realize the project based on the material used in the project. The participant saw that wood was involved and was immediately scared away since working with wood required a lot of skill in their mind. Worries like this could have been prevented if the thumbnail or title would have offered a difficulty rating or target group. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Previews were watched 21 times and always watched previews of tutorials they were interested in if they were available. Participants used previews to glean the process involved in the tutorial and which tools and materials are involved. One participant was interested less in a tutorial after watching the preview because of the tools displayed in it, mentioning that the project itself is interesting, but they do not have access to the required tools. Considering this, a preview gives a viewer more information about the tutorial and is more likely to be used in order to access information about the tutorial than a short description, but should not contain tools that are not absolutely vital to the project as they could deter viewers if they are too expensive or difficult to access. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Preview to gather more information about the tutorial than through a thumbnail. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Interacting with the Tutorial ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "In text tutorials participants interacted with tutorial statistics twice, as can be seen in the code checking tutorial stats (2). Tutorial statistics in this context are statistics for the tutorial’s costs, duration and difficulty rating. An example for such a statistic can be seen in Figure 4.2. Statistics were given two times and both times the participants interacted with them. They used those statistics to decide whether a tutorial could be realized by them or not and if it fit into their schedule, as duration and costs are an important factor. Offering tutorial statistics can prevent misinterpretation of the difficulty level and prepare the viewer for the involved expenses. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Viewing tutorial statistics for quick overview of process duration, cost and difficulty. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The main body of a tutorial that comes after an introduction like the one that can be seen in Figure 4.2 was interacted with in different ways depending on the participant and medium. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Impatient participants, ones that have been searching for a long time (long being dependent on the participant and ranging from two minutes to 20), or ones faced with websites full of coherent text, tended to skim the text instead of reading it as a whole. This behavior is supported ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Since participants tended to skim tutorials more than read them and looked at pictures often, tutorials should be in a step-by-step layout with clear sectioning of the steps. ",
        "page_idx": 64
    },
    {
        "type": "image",
        "img_path": "images/6ffdad5cbd33bde54945cd4c9d01b6563c23442b3a46b6635c3ddbd049c03a19.jpg",
        "img_caption": [
            "Figure 4.2: Example of a Tutorial Introduction with a Picture of the Final Product and Tutorial Statistics from the Bosh Word Clock v2 Tutorial. Under the Picture it Say ”Difficulty: hard” ”Costs: $100{\\tt\\in}^{\\prime\\prime}$ , ”Duration: More than 4 Days”. "
        ],
        "img_footnote": [
            "DieshieristineWordClockDisstinwelchediehrzeitalsTextanstatmiteigernanzeigtn oderanderekenntviellichtnochdiealteVersion.welcheichvorca1Jahrhierverffentlichthabeise Versionistdeutlicheinfacherund schnellerzubauenundkannauchnocheinbisschenmehr.(z.B.Farbwechsel Dimmfunktion）DarumgibtesjetzthiereineneueAnleitungazuFrnochmehrInfosBilderundDateienkann manauch unterwww.dracarysdiy.com vorbeischauen. "
        ],
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "by the code statistics, skimming text occurring more often than reading with distribution of 117 $(62.23\\%)$ to 71 $(37.77\\%)$ coded segments. Participants also resorted to skimming the tutorial as a whole, captured in skimming tutorial (152), which was the fourth most common code with a share of $6.82\\%$ of the 2228 overall coded segments. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Additionally, it can be noted that participants looked at pictures nearly as often as they interacted with text in a tutorial, with 161 coded segments of looking at picture to 189 coded segments of skimming text and reading together. Overall, looking at picture was the third most common code with a share of $7.23\\%$ . Due to this interaction behavior, a tutorial layout of a step-by-step guide is easier to interact with and skim for the participants. A tutorial segmented into different steps, with section titles that can be caught while scrolling through the tutorial offers itself as a good layout to support the interaction behavior displayed by the participants. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "In this layout, it is important to format the section titles so that they stand out from the rest of the text in the tutorial. Participants would scroll over them or be distracted by colorful pictures or pictures that are as wide as the text and take in a bigger part (starting at a quarter) of the screen. This was especially the case if the title was not formatted enough to stand out against the picture and a longer block of text; was placed off to the side of the picture and above the description or directly above a larger picture in a ”unspectacular” font; and had no section number. An ”unspectacular” font refers to a font that is as big as the other text on the website and is not colored, bold or underlined. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Format title so it stands out against rest of text and pictures in the guide. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "When scrolling through a tutorial, participants would either look only at pictures or skim passages of text in close proximity of pictures for keywords. This means, pictures should be self-explanatory in case the viewer does not interact with the description. Pictures can be made self-explanatory by adding text to the picture itself or by the way it is taken. Figure 4.3 shows an example of a self-explanatory picture. The tutorial the picture is taken from, is an example for a tutorial where a participant would skim the pictures and dismiss the text, as the font is small compared to the pictures and in a color, that is not clearly visible against the background. And thus, it is important to have mostly self-explanatory pictures. Another way to achieve a so called higher information content would be to use picture series, gifs or short (10-30 seconds) videos instead. Those media types are especially practical to display processes or interaction sequences. Participants that did not read a picture’s description or the step related to the picture tended to launch into states of wondering and lost time, trying to figure out the information themselves instead of reading the tutorial. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Use self-explanatory pictures that make sense without a text explanation by editing them. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Video tutorials can also be segmented into an introductory part and a main body. Every participant that interacted with video tutorials skipped through introductions in video tutorials, especially if the maker introduced them",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Video tutorial split into introduction of project and main body. ",
        "page_idx": 66
    },
    {
        "type": "image",
        "img_path": "images/43e3c0f42a9edce7f3c948c9e366c286fe5a15c6b4d77a85d7fea74da4b60161.jpg",
        "img_caption": [
            "Figure 4.3: Example of a Self-Explanatory Picture in a Tutorial from the DIY Tapered-X Lamp . "
        ],
        "img_footnote": [],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "selves for longer than fifteen to twenty seconds. Based on this, introductions should be kept short, precise and used for an introduction of the project instead of an introduction of the maker. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Video tutorial more watched (80, $54.04\\%$ ) than skipped through (68, $45.95\\%$ ). ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Code statistics imply that video tutorials were watched more than skipped through - watching video tutorial (80, about $54.04\\%$ ) and skipping through video tutorial (68, about $45.95\\%$ ). This can be attributed to the fact that video tutorials are used by a different type of users, in a different part of the creative process and for different reasons. Additionally, participants seemed more inclined to passively watch longer stretches of a video tutorial than actively have to read a coherent block of text in one piece. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Video tutorials at   \nbeginning of creative process, to understand project process or for visual/auditive   \nlearners and people   \nforeign to language. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Video tutorials were used at the beginning of the creative process to get an impression or feel for the project or to understand a process. They were also favored by people who had a difficult time reading texts in order to learn something. The visual medium lends itself to explain and depict interactions with tools and strongly supports learners that learn by observing other people or are foreign to the language either specific to the domain or in general. The structure of a video tutorial is the same as for a textual tutorial. The process involved in creating the project should be segmented into steps and those steps then discussed in the tutorial. The tutorial should support a timestamp feature so a viewer can jump to a certain step and have an overview of the whole process. This makes the tutorial easier to skim and work with since the user can keep track of where they currently are in the process more easily. A participant skipped through the tutorial if they were familiar with the execution of a step, the explanations for the step were too long, they had to backtrack since they missed something or were unsure about something that had happened in a different part of the video. These skips would be made more precise thus causing a viewer to miss less of the content if a timestamp feature would be included in the video or the steps would be shown in the video itself in the form of a textual overlay. Another important thing one participant mentioned is that the steps should be in chronological order, detailed enough to not cause misunderstandings and not contradict themselves. In one video they watched, the maker glued pieces of wood on the top of a construction and did not make it clear that certain pieces should not be fixed because of screws that need to be inserted in a later step, this caused the participant to be confused and a bit wary of the maker’s explanations for the rest of the tutorial. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Segmented step-structure, showing process chronologically. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Gathering Materials and Tools ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The last step in the process is to gather all the materials. In order for the participant to do this they require some kind of parts list. The codes scanning parts list (56) and scanning tools list (16) were used to track interactions with designated materials and tools list. Materials in this case are parts that are consumed in the process and tools ones that are reusable. The code statistics indicate that there were more interactions with materials lists than tools lists. This can be explained with the frequency that tutorials included designated tools lists, which was around 11 times. If participants came across designated tools lists, ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Designated materials and tools list.   \nIncluding links or tips on where and how to buy the parts used in a project. ",
        "page_idx": 68
    },
    {
        "type": "image",
        "img_path": "images/fa560aeb74096e6402be7ef6fd2c4521e74b530aaacadffb50fac44c40bf63c2.jpg",
        "img_caption": [
            "Figure 4.4: Example of a Parts List from the YouTube Tutorial Nightlight Desk Lamp made with Old Magazine - artzi crafts. "
        ],
        "img_footnote": [],
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "they remarked it positively. They appreciated links to parts, as well, if they were not broken. A broken link here refers to an expired link or one that leads to a different website than it should (e.g. website for a car wash instead of a website to buy a specific screwdriver). One participant had trouble finding the electronic component used in a project since they were new to this domain and did not know how to approach the search or how to decide whether a component fit the requirements to be used in this project. In instances like this, help from the tutorial in the form of a suggestion where to buy the parts or what to look out for would have shortened the time spent looking for parts. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Infobox as a place to look for the parts list. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Participants using video tutorials turned to the infobox for a parts lists or to gain more information during the introduction part of the video before deciding to skip it. A good but not perfect infobox example can be seen in Figure 4.4. Good about this example is the very short introduction to the project and the unmistakable parts list with explanations for unclear parts. The list would benefit from adding a size to the cardboard or explaining what it depends on and more details on the LED strip (e.g. how long/how many segments or technical details). But since it most likely should be used to give an overview of the materials before watching the tutorial and not a complete standalone list, ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "The Javelin clock has a $13\\times13$ matrix of LEDS made up of 13 strips.These fit quite nicely into the largerboxframe.However, as 'm using Ribba,I decided on a $12\\times12$ arrangement. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Materials for the foundations: ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/0b09d62139ee3e7dfd3cd58a0ffb8b208f75e182022880c214840a7e5866d3e7.jpg",
        "img_caption": [
            "Figure 4.5: Example of a Parts List from the Instructables Tutorial IKEA Ribba Word Clock - WhiteClockCompany. "
        ],
        "img_footnote": [],
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "this formatting is fine. Viewers would benefit from a complete list separated by tools and materials that they could copy and paste into their notes or use as a shopping guide for the project. A parts list like this is incomplete and the viewer is forced to complete it while watching the tutorial and taking notes. One participant enjoyed tutorials without a parts list as for them it was part of ”the fun of DIY” while other participants were annoyed by lacking parts lists since it forced work on them. In Figure 4.5 a parts list according to the suggestions can be seen. There the list is split into ”Materials” and ”Sundries & equipment”. For the materials the measurements are added and possible vendors are suggested, and for the tools the technical details are mentioned. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The step formatting in the tutorial mentioned in Figure 4.5 is executed well. For each step the tutorial offers pictures, a description and files required for the step. These files support the execution of the step, are not broken and consistently at the same place at the end of a step. Figure 4.6 depicts the layout at the end of a step with the files for download. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Files that are   \nrequired or support a step should be   \nlocated in a step at a consistent location in the layout. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Code can be offered to download or included in the tutorial itself but should then be formatted according to best practice guidelines and not be displayed unformatted inline. Examples for these two types of formatting can be found in Figure 4.7. Figure 4.7 (a) depicts an example of ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Code offered as file to download or formatted displayed code. ",
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/bc634fcb7b90421362c897f625ae2e85b437a9093d638fe3bf06b24985db7351.jpg",
        "img_caption": [
            "Figure 4.6: Example of the End of a Step with Files to Download from the Instructables Tutorial IKEA Ribba Word Clock - WhiteClockCompany. "
        ],
        "img_footnote": [],
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "inline code, in this formatting the code is barely readable and difficult to understand. In contrast to this formatting, Figure 4.7 (b) gives an example of formatted code. Here the code has syntax highlighting and there is one expression per line. This increases the readability and people with coding experience can understand the code and its function more easily. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "4.1.3 Recommendation Codes ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Evaluation structure based on suggested tutorial structure. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "The recommendation codes will be structured according to the suggested structure of a tutorial. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Have an introduction to the tutorial. Introduction should be short, explain   \nwhat tutorial is about and how done if complex, should include picture of final product. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "The suggested structure is that it is +nice to start with general info, product pics, tools materials (8). ”General info” or an introduction to a tutorial should be a REC: reasonably long intro (7) and the introduction should REC: include pictures final product for first impression (9). The REC: intro explains what tutorial is about \"what will we do\" (15) and three times participants mentioned that REC: intro gives SHORT overview ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "4#include<SimpleDHT.h>int pinDHT11 $=2$ ;SimpleDHT11dhtl1;void setup0{ Serial.begin(9600);}void loop0{Serial.println(\"= bytetemperature ${\\bf\\Omega}=0;$ bytehumidity ${\\bf\\Omega}=0;$ byte data[40] $=\\{0\\};$ if (dhtl1.read(pinDHT11, &temperature,&humidity, data)){Serial.print(\"FEHLER!\");return;}for $\\left(\\operatorname{int}\\mathrm{\\i}=0;\\mathrm{\\i}<40;\\mathrm{\\i}++\\right).$ [ Serial.print(int)data[il); if $(1>0\\&\\&$ $((\\mathfrak{i}+\\mathbb{1})$ % $4)==0)$ {Serialprint( $\\because$ }Serial.println(\"); Serial.print(int)temperature); Serial.print( $^{\\star}\\mathsf{C},$ \"); Serial.print(int)humidity); Serial.println(\" %\"); delay(1000); } ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "(a) Inline Code: Arduino: Wetterstation bauen - so geht’s. ",
        "page_idx": 72
    },
    {
        "type": "image",
        "img_path": "images/70211bbaf4666603db43108143736c66c14b437ff40f51903991cb08ad6a8d76.jpg",
        "img_caption": [
            "Figure 4.7: Examples of Inline Code (a) and Formatted code (b). Subfigure (a) is from a Tutorial from Chip Called Arduino: Wetterstation bauen - so geht’s and Subfigure (b) from Makerblog.at Called [Eine einfache Wetterstation mit dem Arduino basteln. "
        ],
        "img_footnote": [],
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "(b) Formatted Code: Eine einfache Wetterstation mit dem Arduino basteln. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "of steps \"How will we do\" (3) if the project or process involved were subjectively complex. ”Short” and ”reasonably $\\mathrm{long^{\\prime\\prime}}$ heavily depend on the complexity of the project and what should be covered in the introduction. For text tutorials, an introduction should be two to three sentences long, without an explanation of the involved process, and focused on the project to be at least skimmed. One participant mentioned that explanations about the project’s history should be kept two to three sentences long if the maker wants to give them in order to create a sentimental connection. While interacting with video tutorials, every participant skipped through introductions. This was especially the case if the maker introduced themselves for longer than fifteen to twenty seconds. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Warnings and required knowledge   \nshould be included in introduction or   \nmentioned very early in the tutorial. Repeat warnings in respective step and   \nvideo tutorial ending. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Warnings and required background knowledge should be included in the project introduction or mentioned shortly after - REC: warnings in intro explanation, step, vid outro for skippers (4) and REC: mention required knowledge early on (3) - the warnings should be repeated in the related step and at the end of a video tutorial, as people tend to skip introductions, skim the process in the tutorial and skip to the end of a video to see the end result. In case of a tutorial that heavily relies on processes that require skill or experience or that can be dangerous, one participant mentioned that the maker should mention in the introduction if they have the skill required. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Include statistics for tutorial at the beginning (e.g. cost, duration, difficulty). ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "It was mentioned four times that after the short introduction to the project, having statistics for the tutorial would be appreciated. Statistics in this context refer to an estimate of difficulty, costs and duration - REC: include tutorial stats preferably beginning (4). ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Give a complete parts list separated by tools (reusable) and materials (consumable). Video tutorial should also have this list in infobox. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "After being given an overview of the project, the participants mentioned that they appreciated having a parts list mentioning the materials and tools required for the project REC: include materials/tool at beginning w/ pics for beginners (32). Three participants mentioned that having visual reference for the involved parts was crucial if they had no background knowledge or experience. This means, a parts list with pictures would be optimal in a text tutorial. Video tutorials should both show the parts in the video, so beginners have a reference, but also REC: include COMPLETE material/tools in infobox (3). ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "One participant appreciated a parts list that was separated by tools and materials and another mentioned it explicitly while describing their optimal tutorial structure. Separating the parts list into tools, which are reusable parts, and materials, which are consumables, helps a consumer gauge which parts they have or if they are willing to buy these parts, especially if an estimate of the respective costs is given - +parts list early on to measure costs;discern if tut fits idea (2). ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "The main part of the tutorial comes after the introduction of the project and explains the process to get to the end result. It was mentioned twenty times that a tutorial in a step-by-step format is appreciated - REC: use step-by-step format (enable skipping+not miss step) (20) - as it allows the participant to skim the process more easily and not miss a step while doing so. In textual tutorials this format is supported if the author REC: put thought/effort into formatting/looks/layout/writing (13), uses REC: clear sectioning $\\rightarrow$ mind your formatting to enable flow (11) and keeps the REC: guide in pic+explanation layout (10) so the writer should REC: include pictures/diagrams/schematics explaining step (19). An example for clear sectioning can be seen in Figure 4.8. While scrolling over the tutorial, the bar at the top stays visible the whole time and states the part or step the consumer is in currently. Additionally, the steps required for each part are numbered in a big font and each step starts with a short summary of the text in bolded font. The tutorial excerpts in Figure 4.8 additionally satisfy the recommendations REC: chronological flow in steps / linearity (7) - by first identifying the 3 main terminals and then adjusting your potentiometer so that they face you -, REC: clear/precise/technical header/title (3), REC: list each substep/move for a step (2) and REC: shorter text segments or big line spacing for better flow (1). Tips are formatted and included into steps in the same way as the warning in Figure 4.8 (b) thus following the recommendation REC: include tips for step in step itself+highlight them (6). ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Step-by-step guide   \nformat for main   \ntutorial body. Steps   \nsupported by visuals   \n(e.g. pic  \ntures/diagrams/schematics). Clear sectioning and   \nformatting used to   \nmake the tutorial   \nmore accessible. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "This tutorials does not follow recommendations made by the participants. The order of the tutorial is not following the suggestions. Required materials and tools are not separated but on one list and this list is at the end of the tutorial instead of in the beginning. Pictures included in the tutorial both follow a recommendation and do not. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Pictures should not span whole screen but leave enough text visible to explain the picture. ",
        "page_idx": 74
    },
    {
        "type": "image",
        "img_path": "images/fa16a555aa2823c8a63ccf97f1d5b47e042dd984a80eb08bc26102dad31795f0.jpg",
        "img_caption": [
            "Figure 4.8: Examples for Clear Sectioning of the Steps from the wikiHow Tutorial Wiring a Potentiometer "
        ],
        "img_footnote": [],
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "They help understand the step but can be unclear by themselves. Without the bolded instructions underneath the picture, the picture in Figure 4.9 (a) itself does not explain the step immediately while the one in Figure 4.9 (b) does. Additionally, the pictures take up too much of the screen. While scrolling through the tutorial, participants mentioned that pictures should not be the only thing they see but that they appreciate seeing a picture explaining the step and the first few textual steps underneath, this sentiment was tracked in the code REC: step: step visible in picture $^+$ first few text steps under (2). Not seeing the text underneath was fine only if the picture explains the step by itself - REC: picture for step only when explains whole step (4), this would be the case for Figure 4.9 (b) only. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Vidoes/gif/several pictures to support complex steps or processes. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Participants suggested using REC: videos/pic series for complex processes/task/projects (7) as those required more visual support and the participant could glean how to handle tools and involved material more easily from those visuals than text. One participant mentioned that a video or picture could convey details more easily understandable than a text could. Thus using several pictures, a short video or gif of up to a minute to show one complex process would help the participant through a step greatly. During the interview participants mentioned that they would work off of those visual by watching them several times before executing the step and then working in parallel later, while watching the visual and mimicking the movements. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "While scrolling through a tutorial the participants’ focus tended to be on the left side of the screen at two thirds of the height. If a picture is positioned there, they would not read text that is positioned to the right of it. Especially, if the distance between picture and text is more than $1\\ \\mathrm{cm},$ which makes them look disconnected. Steps in a tutorial should be arranged similarly, text on the left side and pictures to the right. If the pictures are on the left side, a participant would encounter it before the text and tended to move to the picture below of it, instead of interacting with the text. Pictures that are placed above the text or left of the text but are self-explanatory and did not need support or explanations from a text, would not cause issues for the consumer since they would either move on to skimming the text underneath or did not require it. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Pictures positioned above a text or to the right of it. ",
        "page_idx": 76
    },
    {
        "type": "image",
        "img_path": "images/bf3c7612ed57c1d5465bc2373d9c09a7db0d192910425274c072234ee2aec82b.jpg",
        "img_caption": [
            "(a) Wiring a Potentiometer: Part (b) Wiring a Potentiometer: Part 1 Step 1. 1 Step 4. ",
            "Figure 4.9: Examples for Clear Pictures Included into a Step that do Not Immediately Explain the Step (a) and Immediately Explain it (b) from the wikiHow Tutorial Wiring a Potentiometer. "
        ],
        "img_footnote": [],
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Video tutorials should use same tutorial structure as text tutorials. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "A video should have the same content structure as a text tutorial. So it should have a short introduction, give an overview of the tools and materials and then guide the viewer through the process behind the project in a step-by-step way. To support the viewer, a video tutorial should REC: (vid tut) give explanations for steps text/audio (5), have REC: (vid) text overlay with step info (3), REC: (vid) offer subtitles (2), REC: (vid tut) show complex movements, beginning, end of step, have the REC: (vid tut) process visible before bg; clear movement (1), give REC: (vid) short step intro at beginning each step (what, how) (1) if the steps are longer and complex and use REC: scripted, high quality audio (1). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Videos offer audio narration and subtitles and a textual overlay   \nexplaining step. The step should show project before step execution, the process for a step   \nand project after step execution. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Based on those codes, a video tutorial should not rely only on the videos captured in the video but support the viewing process by having audio that explains the process and subtitles for those that required them. In addition to the audio and the subtitles, a step should be accompanied by an optional textual overlay, which explains what the step is, where in the process this step is and what is required for it. Participants mentioned, that this textual overlay would be required only for more complex steps and processes (e.g. not for cutting a piece of string) that involve several parts and substeps. The step in itself should depict the project at the beginning of the step, so the viewers knows what to start with and can compare it to their project state; the execution of the step, to follow it; and the end result after executing the step to compare it to their result. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Videos for ideating and getting to know project. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Videos were mentioned to be helpful in the so called ideating phase, during which a participant tries to collect different ideas and inform themselves about various possibilities and approaches, as they enable the viewer to get a feeling for the project. ”Getting a feeling for the project” means understanding what materials or processes are involved, what they would be doing and how the end result would look. Additionally, videos are useful to explain complex processes or projects and it was mentioned five times by participants that they valued being able to see the process of building. Those impressions were captured in the codes $+\\mathrm{in}$ ideating phase video tut/pics to get feel of project (10), +videos to SEE the process of building project (5) and +videos for complex processes/projects (4). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Regardless of the medium, a tutorial should have an conclusion or ”outro”. Participants mentioned this nine times, which was captured in the code REC: SHORT outro \"what did we do\" w/ product pref in action (9). One participant was unhappy with a missing ending for a text tutorial, they had wished for a short summary, recapping what had been done, with visuals of the end result. Another participant skipped to the end of a video tutorial to find visuals of the completely assembled final product and was unsatisfied when they encountered it in an unfinished state. Both those instances support that a tutorial has a recognizable ending, showing off the completed project preferably in use by the maker. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "During the task execution, participants had an issue with navigating through tutorials. While answering the follow-up questions, participants mentioned -videos difficult to survey (2) and -long textpages w/o outline difficult to skim and navigate (2). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Tutorial requires a ending that   \nsummarizes project and shows of end result. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "As a solution they offered for video tutorials to product REC: videos w/ timecodes/navigation techniques (7), those navigation techniques could be linked chapters in the infobox or a textual overlay in the video that shows the steps and what step the viewer is currently at. YouTube offers a chapter feature that enables the creator to segment a video into different sections with a visible section title when a viewer hovers offer the respective section in the video timeline. Features like this make a video easier to navigate for a viewer and enables them to skip through a video more easily without missing a step while doing so. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Segment video into different sections and offer timecode links or use text overlay in video to show outline. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "For texts, participants recommended using a REC: visibly separated outline/sidebar for navigation/overview (4). Outlines should not be positioned inside the text of a tutorial but off to the left side of it and move with the consumer while scrolling. Two participants did not notice an outline on the right hand side of a website that was positioned very close to or inside the text. Only when asked to take a closer look at ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Outline to the left of the text, moving with the page. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "the website and mention issues they had with it, did they notice the outline. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Joking or personal anecdotes okay if not forced or used to draw out tutorial. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Participants did not mind a humorous, joking or personal tone in a tutorial, as long as it was not used to elongate the tutorial or came across as forced - REC: joking tone in tutorials fine; not for elongating tut (7). Two participants mentioned that they did not appreciate regional humor (e.g. baseball jokes) or humor at someone else’s expense. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Offering details in a non-intrusive way. Wikipedia like   \ntooltipping or details in margin notes. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "The amount of detail that should be included in the tutorial depends heavily on the tutorial’s purpose and its target audience. The codes REC: curate links;provide alternatives/knowledge to help urself (8), REC: links tuts for bg knowledge/more infos if no learn focus (6) imply that participants do not mind the inclusion of details as long as they are optional and easy to skip and the links leading to the knowledge are not broken. One participant mentioned that the tooltipping function as Wikipedia employs it would work well for tutorials. The possibility to hover over an unknown word with the mouse and a small window pops up containing a short explanation and link to a more extensive one would enable the consumer to access details they require and ignore ones they do not. Another participant mentioned that a layout and offering of details as textbooks do it, with explanations in the margin, would also be appreciated, as the consumer can ignore them easily if they do not need it. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Thumbnail should show focus of   \ntutorial. This can be   \nproject, person or a process. Text on thumbnail should explain the project and include keywords from title   \nthat explain project’s special features. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "For the tutorial’s thumbnail and title, the participants suggested REC: thumbnail focus on main topic (product/technique/person) (19), REC: thumbnail text concise, not intrusive font/color, readable (7), REC: include keywords in title project+key component/technique (6) and REC: thumbnail high contrast, simple design, product in use (2). For a creator, this means they should be aware of who they want to be and what to advertise. If the tutorial’s focus is on showcasing the project or end product, then the thumbnail should clearly show the end product and if their focus is to entertain and build a brand around themselves, then they should be clearly visible in the thumbnail and show half finished results if they attempt to create something. Participants mentioned that they used +final project in thumbnail for selection process (6) since they would try to select tutorials that fit their own design wishes. Text on the thumbnail should not cover up the object on display and help the viewer understand what the project is and what makes it special. This can be achieved by mentioning the project’s title and design or process keywords (e.g. upcycling, $<\\ 20\\notin,$ no nails, etc.). ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Participants mentioned that the website the tutorial is hosted on matters. This was captured in the code REC: consumer might filter host;free $\\Bumpeq$ low qual, chain no special (9). YouTube can be seen as a beginner friendly website as they have a great variety of different tutorials, whereas WordPress is seen as a cheap website with low quality content - -wordpress has ugly design (1), -wordpress cheap host $\\c=$ unprofessional, +youtube beginner friendly since great variety of tuts (1). ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Consider which website to upload to. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "4.2 Suggested Layout and Formatting Guidelines ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "A tutorial should have an introduction that explains what the tutorial is about, so which project will be executed, which technique is taught or what the maker attempts to do. If the project covered is complex, has different approaches or is time consuming, then the introduction can cover how the project will be executed in two to three additional sentences. The tutorial should include a visual of the end results in the introduction if the tutorial focuses on showcasing a project. Additionally, the introduction should include statistics for the tutorial covering its difficulty, the execution time and the costs. Required knowledge and warnings should be mentioned in the introduction. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "The tutorial should mention in the introduction if it is part of a series and link to the other parts or explain how to find them and what was already covered in them. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Introduction covers what will be done briefly in two to three sentences, shows end result, gives tutorial statistics. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Mention in introduction if it is part of a series. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Parts list separated into tools and materials with visuals after introduction ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "A parts list should be offered after the introduction. This list should be separated into tools, which are reusable, and materials, which are consumables. If possible, it should include links or suggestions on how to acquire the respective parts, but not give the impression of pressuring the consumer to buy one specific thing from one seller, as this would make it seem like an advertisement for the seller. In order to support DIY beginners, the list should include visuals of the parts so they know what the tutorial is referring to. For video tutorials, the parts list should be located both in the video and the infobox. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Tutorial in step-by-step format with visual support in text tutorials. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "The main part of the tutorial should be kept in a step-bystep formatting. This means, the whole process should be segmented into achievable and easy to follow steps. In a text tutorial, each step should be supported by visuals, these visuals can be pictures, gifs or short (up to 1 minute) videos that focus on explaining the step and supporting the consumer in its execution. Visuals should be located above a step or to the right of it and contain enough details to be self-explanatory. Steps should be formatted into different sections that are clearly separated from one another by larger titles, numbers, etc. The tutorial should contain a outline for navigation of the tutorial and to get an overview of the steps. This outline should move with the consumer and highlight the section the consumer is currently on. Video tutorials should follow a step-by-step layout as well and use navigation techniques to enable the user to skim the process and search steps. Navigation techniques could be the chapter feature on YouTube or a textual overlay in the video itself that shows the outline, current step and required tools if the step is complex. Additionally, the infobox should contain timecodes to the chapters. Each step should show the project at the beginning of the step, complex processes and the project after the step execution. Steps should be narrated through scripted audio, in a clear and understandable voice. Subtitles should be offered and mirror the audio with little to no deviation. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Video tutorial in   \nstep-by-step format,   \nwith audio, subtitles and navigation technique. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Warning and tips for execution mentioned in the step and not missable. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Each step should contain possible warnings or execution tips that are highlighted in some way. In text tutorials, this can be achieved by using a colored box or background, and bolded or bigger font. A video could use the text overlay to highlight warnings and tips. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Additional details or background information can be provided in the form of links to other tutorials, a tooltipping feature as Wikipedia uses it or margin notes as textbooks have them. This information should be optional for the consumer and not integrated into the the main flow of the tutorial but offered as an extra they can access or skip without much effort. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Details in the form of failures along the way, possible errors, alternative approaches, customization possibilities and frequently asked questions can be covered at the end of the tutorial. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Details or   \nbackground   \ninformation offered in not intrusive way.   \nTroubleshooting,   \nalternative   \napproaches and   \nfrequently asked   \nquestions at end of tutorial. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "The tutorial should have an ending or ”outro” that summarizes the project and what was done and shows off the end result. This showing off of the end results especially holds true for video tutorials. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Outro to sum up what was done and show end product. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "”Outros” of video tutorials should mention issues and warnings for consumers that skip to the ending to see the end result and glean the project. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Video tutorial outro should cover warnings ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "The tutorial’s title should explain what the project is about, what its key features are and what might make it unique compared to other tutorials on this topic. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Title explains project and uniqueness. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "The thumbnail should display the focus of the tutorial. If the tutorial focuses on the project and how to achieve it, then the thumbnail should display the end result. If the focus is on the maker and entertainment, then the thumbnail should show the maker and the project in some state. The thumbnail can contain text that supports the understanding of the project, like the project title and keywords for the process (e.g. upcycling, $<20\\notin,$ , no nails). Text should not be the main focus of the thumbnail, cover the object, have aggressive colors (e.g. neon pink) or be difficult to read. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Text on thumbnail not intrusive and support understanding. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Consumers might filter a host depending on its reputation, so some consideration should be put into what website to upload the tutorial to. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Consider which website to upload to. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Based on those suggestions and recommendations, a checklist for tutorial writers was written. This checklist covers what the writer should consider and do while working on their project, how to format the different tutorial types and what the tutorial structure should cover. The checklist can be found in Checklist. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Checklist for tutorial writers in Appendix. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Chapter 5 ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Summary and Future Work ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "5.1 Summary and Contributions ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "This thesis analyzed the makerspace community behavior regarding tutorial consumption. In order to do this, semi-structured interviews with thirteen makers were conducted in a think-aloud style. The makers were given the task to find a tutorial to one of four suggested topics, those topics being Arduino weather station, side table, desk lamp and a project of their own choosing, and were asked follow-up questions regarding their task execution after finishing the task. The makers’ creative process, from the conception of their project idea to figuring out which materials to use and planning the building process, and how the process of finding a subjectively appropriate tutorial was analyzed by coding the interview recordings. Process codes were used to track actions and evaluation codes to track the participants’ opinions, impressions and suggestions. Based on those codes, suggestions for tutorial design were made and tutorial users classified. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Thesis analyzed makers’ creative process for finding a project they want to make by coding 13 semi-structured maker interviews. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "The codes indicate that tutorial consumers’ needs and expectations for the tutorials are diverse as the makers com",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Makers’ expectations towards tutorials diverse. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "munity in itself is diverse. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Three tutorial consumer types with different needs. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "The three different user types - absolute beginners, novices with basic DIY knowledge and domain experts - require different degrees of detail, different degrees of technical language and different media types, and consume tutorials for different reasons. Tutorials can try to cater to both media types by embedding video tutorials in text tutorials, but appealing to both beginners and domain experts would be difficult, as switching the way the tutorial is written cannot be achieved easily. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Satisfying different needs by using step-by-step format and embedding other tutorials. Make the tutorial navigable by using outlines, timecodes and formatting. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "One way to appeal to both beginners and domain experts is to offer a step-by-step tutorial that links to other tutorials that explain required knowledge or background knowledge without adding all the detail to one step or add those details into the tutorial margin. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Moreover, consumers wish for tutorials to be easily navigable and easy to skim. This can be achieved by using outlines, timecodes and considering how to format the tutorial. For the general tutorial structure, the results indicated that a tutorial should have an introduction that gives an overview of the project and its looks and requirements both in knowledge and parts; a main body that has a step-bystep format with visuals in the form of pictures, videos or gif; and an ending that summarizes the project and shows off the end result. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Contributing the design suggestions. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "The contributions of this thesis are the qualitative analysis of makers’ behavior regarding tutorial selection and its results in the form of design suggestions. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "5.2 Future Work ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Future research could evaluate the suggested guidelines. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "In the future it could be analyzed whether or not the suggested format supports the user in their searching process and working process. As the results indicate the existence of different user types, future research could discern if this suggested format works for all user types or if a more specific format for each type needs to be designed. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Compare guidelines to recipe approach. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Dalton et al. [2014] suggested a recipe like approach to tutorials that incorporates some of the participants wishes for less detailed and parts orientated tutorials. Their approach and the formatting suggested in this thesis could be compared to evaluate which user type preferred which tutorial type and how they could be easily transformed into another to minimize the effort of creation for the writer. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Tseng and Resnick [2014] identified the documentation of projects as one issue for creating a tutorial and Kuznetsov and Paulos [2010] a lack of editing skill and confidence. One approach to solving these issues could be research into a platform that supports tutorial writers in their writing process. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Research into supporting documentation process with a platform. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "A platform that supports the formatting and structuring process would make the editing process easier for people that lack the skill. By creating a database of tutorials and keywords, the platform could suggest Wikipedia-like tooltips to include and links to other tutorials that contain information for beginners in the domain. This means the writer could focus on creating the relevant steps for the tutorial and not search for related knowledge to link to or include, to make the tutorial understandable for beginners. Nonetheless, makers should be able to browse tutorials by keywords or statistics such as costs, duration and difficulty. And thus, a writer should be suggested such keywords to tag their tutorial and be able to add statistics to it. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Platform that helps formatting, tagging and linking the tutorial to others. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "As participants wished for videos to be offered together with text tutorials, such a platform should allow to embed YouTube videos or upload and easily segment shorter videos unrelated to YouTube. Additionally, the platform should include the uploading of pictures and gifs. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Platform allows video embedding. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Due to the maker community being diverse and active, a platform should allow for collaborative working. Makers should be able to review and comment on the work of other people. A way to add notes to a tutorial or contribute to it should be present to keep tutorials up to date and feel like a part of the community. This feeling of community and partaking in it is important to makers and should be supported. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Platform should allow collaborative   \nworking. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Appendix A ",
        "text_level": 1,
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "5 Minute Semi-Structured Interviews ",
        "text_level": 1,
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "Idea behind the survey: ",
        "text_level": 1,
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Get a rough idea when why and how people consume project documentations. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Questions: ",
        "text_level": 1,
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "• How often do you roughly consume project documentations? (several times a week; once a week; every couple weeks; once a month; never)   \n• When in your project development do you read documentations? And why? (at the beginning before actually crafting; during the crafting process for guidance; after to compare and check if done correctly?)   \nHow do you consume documentations? (Do you read all of it step-by-step and follow it; do you skim it to get an idea; do you read only parts relevant for you; do you just look at pictures)   \n• Why do you read documentations? (first let them talk a bit maybe and then specifically ask: To recreate; to improve smth; because you’re curious about a topic?) Going for a hierarchy if possible.   \n• Which documentation type do you prefer? Documentation vs. Instructions ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Appendix B ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Semi-Structured Maker Interviews ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "B.0.1 Preparation Document and Protocol ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "1 Hardware Setup ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Since this will be a digital study, due to the corona pandemic you will need: ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "A computer (the OS doesn’t matter)   \nA webcam   \nA microphone   \nStable internet connection   \nEnough free disk space (up to 1 GB for one session) ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "In order for me to get all relevant information from you, the participant, I need to be able to both hear and see you. This means you need to have both a working webcam and a working microphone. If either is an issue for you, please try to acquire both beforehand or notify me so we can cancel your participation and I can look for a replacement participant. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "If you have a problem with being seen on camera or with me recording, please tell me and we can cancel your participation in the study, but please notify me of this so I can organise a replacement participant. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "In order to have a smooth session, a stable internet connection is crucial. If the connection breaks down, we still have your recording but the flow of the session is interrupted and you might have a difficult time getting back into it. The disk space is relevant to capture the recording to have a backup in case the connection breaks down. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "After the session, I will ask you to upload the recordings, as well as notes you took (if you took notes on paper, please provide pictures). This might take a while and does not have to be done during the session, but please do upload the data so I can evaluate it. I will provide you with the link during the session. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "2 Software Setup ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "To have an online meeting and record the screen, your webcam and the audio please install the following software before the meeting: ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Zoom (https://zoom.us/support/download) ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Zoom is free, and you do not need an account in order to use it. I will create a meeting for you to join and will send you an invitation beforehand. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "3 Personal Setup",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Please keep in mind that you are being recorded, so please remove any personal items from the viewable region if you do not want them to be seen and if you share your home with someone else, notify them as well that you are recorded and they maybe should not wander into the room during that time. It will also be beneficial to the study as you will not be disturbed by them during the session and kicked out of flow. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Please turn off your desktop notifications and hide your desktop icons for your own privacy. If there is anything sensitive in your browser history, consider clearing it, as I might ask you to open it to go over the websites you visited during the session. This would also prevent suggestions when you enter characters into your browser. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Additionally, prepare some water and snacks for you to consume during the study whenever you need to. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "1 Protocol for Think Aloud Study: How do Users Choose their Project Documentation? ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "1.1 Context ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Some makers do not only wish to create, they also want to enable others to build the things they themselves have built. In order to do so, they upload a tutorial on how to recreate their piece. In the long run, we want to help makers along with the documentation process.   \nBut in order to create such help, we need to understand how users pick the tutorials they wish to follow. Are certain tutorial types preferable? Do people prefer entertainment focused tutorials or technical ones? What are people looking for? ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "1.2 Aim ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The aim of this study is to find out: ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "What are characteristics for the quality of maker project documentation? How does experience influence the documentation selection? • What are the different project phases? – Do they require different types of knowledge (e.g. procedural vs. factual)? What are the different sources users inquire during the ideation phase? ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "1.3 Task ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The participant is asked to choose a project from four suggested topics, those topics were a (desk) lamps, an Arduino weather station, a side table and a project of their own choosing . Then they have to find a fitting project documentation/tutorial they would follow were they to actually build this object. There are no limitations set where they can find this tutorial, they can use the whole Internet and are free to browse. No time limitation since it could influence people - pressure participants into picking a tutorial they’re not satisfied with. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "1.4 Participants ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The participant group should be heterogeneous since the target maker community is a diverse and heterogeneous group. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "1.5 Experimental Design ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The experiment is a user observation with a semi-structured interview. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "1.6 Apparatus ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The participant is positioned in front of their computer screen and has opened the zoom client, a browser of their choosing and, if wished, a text document for note taking.   \nIf the participant wished to do so for privacy reasons, the browser was freshly installed or the browser history deleted and the desktop icons and notifications turned off.   \nThe participant has their audio and video feed turned on and is sharing their screen so that the observer can follow the participant’s interaction with the device. This data will also be recorded for further evaluation. In order to not distract the participant, the observer has their audio feed turned off and only turns it on if the participant has a question that needs to be answered immediately and is linked to the task execution. Before the task execution the participant was asked whether or not they would like the observer to keep their video feed turned on, if they do not wish it to be on, the feed will be cut and turned on again after the task execution for the follow-up questions. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "1.7 Experiment Procedure ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "The participant was sent the Participant Preparation document to prepare for the first study session. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Before the session the participant is sent a zoom invite link to join the interview session. The session started by: ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Greeting the participant   \n• Ask them if they’re well   \n• Thank them for participating   \n• Explaining this session is for finding a tutorial the second for virtually conducting it   \n• Explaining that the session will now start with a short introduction to the study that will answer m questions ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Every participant was read the following introductory text in either German or English: ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Thank you very much for finding the time to participate.   \nI sent you a PDF for the technical setup in advance, did everything work out well or are there still problems at the moment? ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Your task today will be to build one of four DIY projects, I will introduce the topics at the end of the explanation. You can choose to build the project for yourself or as a gift for someone else. You can personalize the project according to your favorite theme like a movie or a character. You can choose one of the four projects immediately and search for tutorials for that project only or you can start by reading about all four projects and then choose one afterwards. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "The idea of the study is that you are looking for a project tutorial to work with. To do this, you can search the entire Internet and use any medium (video, text, image, etc). (It doesn’t matter if the tutorial is in English or German, both are allowed.) It doesn’t have to be just one tutorial at the end, if you know right away that you need additional tutorials for one step, you can search for them (example: You could tell me ”In this step I have to solder, but I don’t know how to do that, I need a tutorial for that too, so I will search for one now). I also ask you to figure out ways to acquire the materials and tools you would need to get to carry out the project. If the costs would be a criterion for you to choose the project, please consider them here in your selection as well. Things you already have on site, you wouldn’t have to re-buy, so you don’t have to look for them. The materials and tools are necessary for the second part of the study, which simulates the construction of the project. In the second session we will do a cognitive walkthrough of the instructions, we will go through step by step how you would recreate this project, which tools would be used to work on which material, and what you would have to pay attention to. More details will be given during the second session. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "By the end of this session you should have web pages for the following things: ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "The tutorials you will work with shopping possibilities for all materials shopping possibilities for all tools ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "If you don’t find any instructions at the end because you don’t like anything at all, then that’s fine and a valid result for the study. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "The study is in the so-called Think-Aloud style, which means I will act as a silent observer and you will have to share your thoughts all the time. If important questions need to be answered during the task execution, you can ask them, otherwise just try to ignore me and concentrate on finding your project. It is really important that you share all your thoughts with me, no matter how unimportant they may seem to you, please share them with me anyway (example: I saw ”Star Wars” yesterday - that’s why I’m looking for projects in this style; or There’s a typo in the first sentence, it bothers me as much as I don’t want to read on, so I’ll close the page). Also, I ask you to always position the mouse where you are looking at the page, so I can estimate where your focus is and if there are any connection errors. For example, if you are just reading while not moving or talking, it looks to me as if the connection is broken and I would talk to you after a while to check if there is really a problem. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "If you are satisfied with your choice for a tutorial and gathered the materials, I will ask a few questions afterwards. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "There is no time limit for this study, it takes as long as it takes. Any questions? ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "You can take breaks during the study if you need them. If, for whatever reason, you want to stop the study, then that is no problem either, then we will stop the study immediately. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "I’ll now show you a flowchart to explain your task (read out flowchart and answer any questions that might come up): ",
        "page_idx": 94
    },
    {
        "type": "image",
        "img_path": "images/7515a2c0a773bcf9327eff7d567593046bb8d57dbf12b78f8b9c389f88346a58.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Again, the 4 projects you can choose from are the following: ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "• A (desk) lamp   \nArduino weather station side table some project you might be interested in ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Now I’ll mute myself if there are no more question. Do you want my video to stay on in case that makes the interview less awkward for you or should I turn it off? Now please begin your search. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Participant will execute the task and observer will watch them, taking notes on things to ask later. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Once done with task and follow-up questions: ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Ask them if they’re okay and not too stressed   \nThank the participant for participation   \nAsk them if they’d be okay with participating in the second session or if this was too much   \n• If no: ask for feedback on how to improve   \nIf yes: make an appointment for the second session   \n• Thank them and goodbye ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "1.8 Data Analysis ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "1.8.1 Qualitative Analysis ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "The recording of the first session will be analyzed by coding [2] using process codes and evaluation codes. The process codes are then searched for patterns in the behavior while searching for the tutorial and to decide how experience level impacts the search.   \nBy analyzing the evaluation codes the participants recommendations and impressions are used to extract the characteristics and formatting they favored. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "1.9 References ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "[1] Lazar, Jonathan, Jinjuan Heidi Feng, and Harry Hochheiser. Research methods in human-computer interaction. Morgan Kaufmann, 2017. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "[2] Salda˜na, Johnny. The coding manual for qualitative researchers. sage, 2013. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Appendix C ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Code Notebook ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "1 wondering 3   \n2 judging tutorial 3   \n3 looking at picture 3   \n4 skimming tutorial 3   \n5 skimming text 4   \n6 gathering items 4   \n7 considering 4   \n8 understanding 4   \n9 planning 4   \n10 watching video tutorial 5   \n11 following link 5   \n11.1 following internal link 5   \n11.2 following external link 5   \n12 explaining tutorial issues 6   \n13 reading 6   \n14 skipping through video tutorial 6   \n15 scanning material list 6   \n16 feeling unhappy/unsatisfied 6   \n17 explaining 7   \n18 scanning results 7   \n19 checking out components 7   \n20 scanning textbased links 7   \n21 googleing 8   \n22 searching reference 8   \n23 being/feeling lost 8   \n24 refining search terms 9   \n25 rating own skill 9   \n26 comparing 9   \n27 skimming infobox 9   \n28 checking out recommended 10   \n29 watching preview 10   \n30 feeling happy/satisfied 10   \n31 reading comments 10   \n32 scanning tools list 11   \n33 looking at video results 11   \n34 going over suggested projects 11   \n35 checking section title/page navigation 11   \n36 looking at thumbnail 12   \n37 scanning $\\pmb{x}$ featured site 12   \n38 wanting/searching knowledge 12   \n39 verifying 12   \n40 taking notes 13   \n41 checking tutorial host 13   \n42 searching page for specific term 13   \n43 scanning ”to buy”-links 13   \n44 describing project idea 14   \n45 postponing 14   \n46 misunderstanding 14   \n47 scanning code 14   \n48 searching on youtube 15   \n49 clicking recommended video 15   \n50 checking tutorial stats 15   \n51 checking downloadable content 15 ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "1 wondering ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code wondering refers to language suggesting that someone wonders about something or is confused by the content they are consuming. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "2 judging tutorial ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code judging tutorial refers to language suggesting that someone has an opinion on the tutorial they consume. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "3 looking at picture ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code looking at picture refers to actions implying that someone looks at a picture or interacts with a picture. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "4 skimming tutorial ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code skimming tutorial refers to actions or language implying that the consumer skims through a tutorial. Skimming here means that the consumer does not focus on specific parts of the tutorial they are interacting with but instead ”scrolls through” it to get an overview of its content. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "5 skimming text ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code skimming text refers to action or language implying that the consumer skims text instead of reading it. Skimming in this context means reading phrases or keywords in a text instead of reading the text word for word. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "6 gathering items ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code gathering items refers to actions or language implying that the consumer assemble materials and tools related to the project they are working on. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "7 considering ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code considering relates to language or actions implying the consumer is thinking about or considering information given by the tutorial they consume. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "8 understanding ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code understanding relates to language or actions implying the consumer understands something the may have been wondering about previously. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "9 planning ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "Definition: The code planning relates to language or actions implying the consumer plans their project. Planning the project here means to decide on which tutorial to follow when, which material and tool to use and which project approach to realize. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "10 watching video tutorial ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code watching video tutorial refers to actions or language implying the consumer watches a video tutorial. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "11 following link ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code following link is a placeholder code for the codes following internal link and following external link and was not applied itself. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "11.1 following internal link ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code following internal link refers to actions implying the consumer follows a link to a different page of the website they are currently on and does not leave the domain. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "11.2 following external link ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code following internal link refers to actions implying the consumer follows a link to a website in a different domain than the one they are currently on. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "12 explaining tutorial issues ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code explaining tutorial issues refers to language indicating issues the consumers has with the tutorial. Issues can be of various types and depend on the consumer. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "13 reading ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code reading refers to language or actions implying the consumer reads passages of a text without skipping words or phrases in it. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "14 skipping through video tutorial ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code skipping through video tutorial refers to language or action implying the consumer skips through a video tutorial instead of watching it. Skipping through a video in this context means the consumer skips over passages by fast forwarding the video. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "15 scanning material list ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code scanning material list refers to language or actions implying the consumer interacts with a list displaying the materials needed for a tutorial. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "16 feeling unhappy/unsatisfied",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code feeling unhappy/unsatisfied refers to language or actions implying the consumer is unhappy or unsatisfied. This code could only track visible or audible reactions, so it might have not been applied to all instances the consumer felt that way. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "17 explaining ",
        "text_level": 1,
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Definition: The code explaining refers to language implying the consumer explains something. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "18 scanning results ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code scanning results refers to language or actions implying the consumer goes over the results yielded by a search on Google. Chronologically a googleing code appears before a scanning results code. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "19 checking out components ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code checking out components refers to language or actions implying the consumer tries to understand the build of a component or material they might required for a tutorial. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "20 scanning textbased links ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code scanning textbased links refers to language or actions implying the consumer interacts with textbased search results. Textbased search results in this context are links with descriptions underneath them, that do not visibly link to a shopping site or have a video directly displayed. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "21 googleing ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code googleing refers to the action of typing something into a search engine and searching the Internet for results. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "22 searching reference ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code searching reference refers to language or action implying the consumer actively searches for reference for their project (idea). The reference could be any medium or a tutorial itself. There had to be audible cues in order to apply this codes such as ”what even is this?”, ”let’s see what’s out there already”, ”let’s see how others solved this”. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "23 being/feeling lost ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code being/feeling lost refers to language or actions implying the consumer feels or is lost in their creative process and do not know how to continue. This code could only track visible or audible reactions, so it might have not been applied to all instances the consumer felt that way. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "24 refining search terms ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code refining search terms refers to language or actions implying the consumer has to adapt their terms used in a googleing situation since the results yielded by the search do not meet their criteria. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "25 rating own skill ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code rating own skill refers to language implying the consumer rates their own skill in order to evaluate whether or not they could realize (a step in) a tutorial or if they require additional support. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "26 comparing ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Definition: The code comparing refers to language or actions implying the consumer compares several objects to each other. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "27 skimming infobox ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code skimming infobox relates to actions or language implying the consumer skims text in the infobox of a YouTube video. Skimming here refers to reading phrases or words from a text while skipping over other parts of it. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "28 checking out recommended ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code checking out recommended refers to actions or language implying the consumer interacts with tutorials recommended by the website they are currently browsing. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "29 watching preview ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code watching preview refers to the actions or language implying the consumer interacts with the preview of a tutorial. A preview in this case refers to an animated thumbnail either by a video tutorial or a textbased one. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "30 feeling happy/satisfied ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code feeling happy/satisfied refers to language or actions implying the consumer feels happy or satisfied while interacting with a tutorial or during their creative process. This code could only track visible or audible reactions, so it might have not been applied to all instances the consumer felt that way. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "31 reading comments ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code reading comments refers to language or actions implying the consumer reads the comments on a tutorial. Comments in this context refer to commentary found in a designated comments section often found underneath the tutorial on the website. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "32 scanning tools list ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code scanning tools list refers to language or actions implying the consumer interacts with a list displaying the tools needed for a tutorial. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "33 looking at video results ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code looking at video results refers to language or actions implying the consumer interacts with the video based search results. Video based search results in this context are links to a video that have a video preview for the tutorial or a thumbnail but no textual description except the title. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "34 going over suggested projects ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Definition: The code going over suggested projects refers to language or actions implying the consumer interacts with the project ideas suggested during the task introduction. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "35 checking section title/page navigation ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code checking section title/page navigation refers to actions or language implying the consumer interacts with the section titles in a textual tutorial or a navigation possibility for a textual tutorial. A navigation possibility in this context refers to an outline that might be interactable or not. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "36 looking at thumbnail ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code looking at thumbnail refers to actions or language implying the consumer interacts with the thumbnail of a tutorial. A thumbnail in this context refers to a picture advertising the tutorial, some thumbails have script on them while others do not, both types were counted a thumbnails. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "37 scanning $\\pmb{x}$ featured site ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code scanning x featured site refers to actions or language implying a consumer interacts with a website featuring and advertising several tutorials. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "38 wanting/searching knowledge ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code wanting/searching knowledge refers to language or actions implying the consumer requires specific knowledge and/or starts searching for it either on the tutorial itself or from other sources. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "39 verifying ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code verifying refers to actions or language implying the consumer interacts with information in order to verify a different piece of information they got from a source. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "40 taking notes ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code taking notes refers actions implying the consumer takes notes to log information on their creative process. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "41 checking tutorial host ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code checking tutorial host refers to the action or language implying the consumer checks which website hosts the tutorial they are currently interacting with. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "42 searching page for specific term ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code searching page for specific term refers to actions and language implying the consumer interacts with a tutorial by searching it for a specific term either by using the search bar or scanning a text for it. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "43 scanning ”to buy”-links ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "Definition: The code scanning \"to buy\"-links refers to language or actions implying the consumer interacts with search results visibly linking to a shopping site. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "44 describing project idea ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code describing project idea refers to language implying the consumer describes their project idea. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "45 postponing ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code postponing refers to language or actions implying the consumer postpones an action in their creative or search process. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "46 misunderstanding ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code misunderstanding refers to language or actions implying the consumer misunderstand information provided by a tutorial. Misunderstanding in this context refers to the action of misinterpreting the provided information which leads to issues later on. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "47 scanning code ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code scanning code refers to actions or language implying the consumer interacts with programming code displayed in a tutorial. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "48 searching on youtube ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code searching on youtube refers to actions of typing something into the search bar on YouTube and conducting the search. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "49 clicking recommended video ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code clicking on recommended video refers to action of a consumer clicking on a video recommended by the website they are currently browsing. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "50 checking tutorial stats ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code checking tutorial stats refers to language or actions implying the consumer checks the statistics offered by a tutorial about itself. Statistics in this context refers to information about the such as duration, costs or difficulty. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "51 checking downloadable content ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Definition: The code checking downloadable content refers to actions or language implying the consumer interacts with content offered for download by the tutorial. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Appendix D ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Code Statistics ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "D.0.1 Evaluation Code Statistics ",
        "text_level": 1,
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "$^+$ Code Statistics ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "The included files display the statistics of the 112 applied evaluation codes related to positive opinions, referred to as $^+$ codes. ",
        "page_idx": 106
    },
    {
        "type": "table",
        "img_path": "images/d80177a9c8893b9e1c8cb5e377e0b5b5396d10d770e074eb7c43bdd206127e08.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Segments</td><td> Percentage</td></tr><tr><td>+in ideating phase video tuts/pics to get feel of project </td><td>10</td><td>8,93</td></tr><tr><td>+nice to start with general info, product pics, tools/materials</td><td>8</td><td>7,14</td></tr><tr><td>+final project in thumbnail for selection process</td><td>6</td><td>5,36</td></tr><tr><td> +videos to SEE the process of bulding project </td><td>5 </td><td>4,46</td></tr><tr><td> +stepbystep tuts for concrete plan solving; no detail needed </td><td>5 </td><td>4,46</td></tr><tr><td>+offer video tut in text tut</td><td>5 </td><td>4,46</td></tr><tr><td>+tutorial as mostly standalone source of info for project </td><td>5 </td><td>4,46</td></tr><tr><td>+process tuts learning/exploring; pre-existing domain knowledge</td><td>4</td><td>3,57</td></tr><tr><td>+videos for complex processes/projects</td><td>4</td><td>3,57</td></tr><tr><td> +process tuts in video form; exploration/ideating phase </td><td>3</td><td>2,68</td></tr><tr><td>+joking=relaxed atmosphere; no high expectations; sympathy</td><td>3</td><td>2,68</td></tr><tr><td>+text tuts better for planning/solving specific issues</td><td>3</td><td>2,68</td></tr><tr><td> +segmenting vid via text overlay if visible while skimming</td><td>2</td><td>1,79</td></tr><tr><td> +segmenting youtube tut in timeline (timestamp feature) </td><td>2</td><td>1,79</td></tr><tr><td> +keywords (low cost/special material/technique)</td><td>2</td><td>1,79</td></tr><tr><td>+troubleshooting at end</td><td>2</td><td>1,79</td></tr><tr><td>+files to test project each step</td><td>2 </td><td>1,79</td></tr><tr><td> +parts list early on to measure costs; discern if tut fits idea</td><td>2</td><td>1,79</td></tr><tr><td>+longer maker focussed intro when entertainment branding </td><td>2</td><td>1,79</td></tr><tr><td>+reference to discern if diy practical (features,look,cost)</td><td>2</td><td>1,79</td></tr><tr><td>+pictures catch interest easily, draw eye </td><td>2</td><td>1,79</td></tr><tr><td>+text on thumbnail easier scanning/understanding project </td><td>2</td><td>1,79</td></tr><tr><td> +reviews on tutorial nice but no \"must have\"</td><td>2</td><td>1,79</td></tr><tr><td>+good looks might outweigh negatives </td><td>2</td><td>1,79</td></tr><tr><td>+offering more knowledge via links especially in complex tut</td><td>1</td><td>0,89</td></tr><tr><td>+(text) long process explanations in learning based tutorial</td><td>1</td><td>0,89</td></tr><tr><td>+(text) short reasoning for procedure (1-2 sent)</td><td>1</td><td>0,89</td></tr><tr><td>+outline showing where you currently are in tut</td><td>1</td><td>0,89</td></tr><tr><td>+mention \"tech ecosystem\" early on to discern if realizable </td><td>1</td><td>0,89</td></tr><tr><td>+joking tut tone in ideating phase </td><td>1</td><td>0,89</td></tr><tr><td>+mentioning domain experience w/context warnings in intro</td><td>1</td><td>0,89</td></tr><tr><td>+animated/moving objects/gifs starting to move by mouse hover</td><td>1</td><td>0,89</td></tr><tr><td>+footnotes/sidebar to hide extra bg knowledge/discussion</td><td>1</td><td>0,89</td></tr><tr><td>+maker in thumbnail if entertainment factor/channel branding </td><td>1</td><td>0,89</td></tr><tr><td> +process tut including failures to prevent potential errors </td><td>1</td><td>0,89</td></tr><tr><td>+\"professional\" looking bg=more professional/trustworthy</td><td>1</td><td>0,89</td></tr><tr><td>+popping color in pic can draw eye </td><td>1</td><td>0,89</td></tr><tr><td> +youtube beginner friendly since great variety of tuts</td><td>1</td><td>0,89</td></tr><tr><td> +video tuts for niche domains since text cryptic translations </td><td>1</td><td>0,89</td></tr><tr><td>+text tus easier to compare</td><td>1</td><td>0,89</td></tr><tr><td>+mentioning possible alternatives/that alternatives possible +pre-asselmbled kits/or lists w/ definitely fitting parts </td><td>1</td><td>0,89</td></tr><tr><td> +shorter tuts since more diy -> actually figuring out yourself </td><td>1</td><td>0,89</td></tr><tr><td>+long tutorial usually contains a lot of information</td><td>1</td><td>0,89</td></tr><tr><td>+discussing approaches/failures in \"not novel\" project tut </td><td>1</td><td>0,89</td></tr><tr><td></td><td>1</td><td>0,89</td></tr><tr><td>+tables (with data) are point of interest</td><td>1</td><td>0,89</td></tr><tr><td>+support consumer along way w/ formatting/layout/textflow</td><td>1</td><td>0,89</td></tr><tr><td>+nicer to have picture with short explanation </td><td>1</td><td>0,89</td></tr><tr><td> +\"sixth sense\" for when struggling to add tips&tricks to tut </td><td>1</td><td>0,89</td></tr><tr><td>+enthusiastic but not patronizing behavior</td><td>1</td><td>0,89</td></tr><tr><td>+everything on one page</td><td>1</td><td>0,89</td></tr><tr><td>TOTAL</td><td>112</td><td>100,00</td></tr></table></body></html>\n\n",
        "page_idx": 107
    },
    {
        "type": "image",
        "img_path": "images/dadcb5bfaa108ed3e60e0009c4118077d68cb57f09438e343ebeecb94234b700.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "- Code Statistics ",
        "text_level": 1,
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "The included files display the statistics of the 111 applied evaluation codes related to negative opinions, referred to as - codes. ",
        "page_idx": 109
    },
    {
        "type": "table",
        "img_path": "images/2dd66e6958e9ddbb24dd17ff1816d3371416aed853f57a1884a7af7c3452c4a1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Segments</td><td>Percentage</td></tr><tr><td>-only/long text causes consumer to be overwhelmed</td><td>7</td><td>6,31</td></tr><tr><td>-pictures unrelated to project (cant find product first glance)</td><td>6 </td><td> 5,41</td></tr><tr><td>-\"covering up\" final product in thumbnail w/ smth else </td><td>5 </td><td>4,50</td></tr><tr><td>-untested tut w/ errors;wrong/missing steps </td><td>4 </td><td>3,60</td></tr><tr><td> -thumbnail might imply difficulty/tool and turn away beginners </td><td>3</td><td>2,70</td></tr><tr><td>-wrong step size (too small step; too little explanation) </td><td>3 </td><td>2,70 </td></tr><tr><td>-tuts don't mention failure;how much fiddling required</td><td>3 </td><td>2,70 </td></tr><tr><td> -intro not relevant for tutorial to understand process </td><td>3 </td><td>2,70 </td></tr><tr><td> -tuts don't include enough warnings/details/hints/approach disc</td><td>3</td><td>2,70</td></tr><tr><td>-in planning phase video tuts too long, rather read </td><td>3</td><td>2,70</td></tr><tr><td>-very big header picture</td><td>3</td><td>2,70 </td></tr><tr><td> -little text; many ads</td><td>3</td><td>2,70</td></tr><tr><td>-\"self-promotion at diy level\"</td><td>3 </td><td>2,70</td></tr><tr><td>-autoplay gifs or moving/animated objects in text </td><td>2</td><td>1,80 </td></tr><tr><td>-unfinished looking product at end of video</td><td>2</td><td>1,80</td></tr><tr><td> -large picture at start of step, little visible text on screen </td><td>2 </td><td>1,80 </td></tr><tr><td>-maker in thumbnail if focus product (diy vs maker channel)</td><td>2</td><td>1,80</td></tr><tr><td>-ugly/unreadable script (comic sans)</td><td>2 </td><td>1,80</td></tr><tr><td> -broken links might cause leaving page </td><td>2</td><td>1,80</td></tr><tr><td> -only/too many technical terms </td><td>2 </td><td>1,80</td></tr><tr><td>-writing targeted at absolute beginners or kids</td><td>2</td><td>1,80 </td></tr><tr><td>- missing details for materials (e.g. glue for what, size)</td><td>2</td><td>1,80 </td></tr><tr><td>-videos diffcult to survey</td><td>2</td><td>1,80 </td></tr><tr><td>-forced into video's pace</td><td>2</td><td>1,80</td></tr><tr><td> -using smth finished, easily buildable in diy project</td><td>2 </td><td>1,80 </td></tr><tr><td>-long textpages w/o outline difficult to skim and navigate</td><td>2</td><td>1,80</td></tr><tr><td>-confused by tutorial structure</td><td>2</td><td>1,80 </td></tr><tr><td>-narrow layout-> little information per screen</td><td>2</td><td>1,80</td></tr><tr><td>-(vid) only text and no audio -(vid) unneccessary chatter for artificial pauses/pacing</td><td>1</td><td>0,90</td></tr><tr><td>-not being able to zoom in on pictures to see detail</td><td>1</td><td>0,90</td></tr><tr><td>-tut teaches very specific approach instead universal</td><td>1</td><td>0,90</td></tr><tr><td>-picture results \"too many\" and not dedicated clear thumbnail</td><td>1</td><td>0,90</td></tr><tr><td>-(text) long process reasoning in step-guide</td><td>1</td><td>0,90</td></tr><tr><td>-big pictures at start of step hog attention</td><td>1</td><td>0,90</td></tr><tr><td> -pictures embedded into text instead of clearly separated </td><td>1</td><td>0,90</td></tr><tr><td>-small, snuck in outlines skipped</td><td>1</td><td>0,90</td></tr><tr><td>-joking tone in planning phase since lower info content </td><td>1</td><td>0,90</td></tr><tr><td>-brand tuts (eg. obi, hornbach) no diy project since buy kit </td><td>1</td><td>0,90</td></tr><tr><td></td><td>1</td><td>0,90</td></tr><tr><td>-program code w/ little comments/explanation -calling a diagram a schematic</td><td>1</td><td>0,90</td></tr><tr><td></td><td>1</td><td>0,90</td></tr><tr><td>-videos forget \"core\" information (e.g. material/tools) -videos don't offer straightfoward highly condensed info</td><td>1</td><td>0,90</td></tr><tr><td>-trying to sell product instead of being a tut </td><td>1</td><td>0,90</td></tr><tr><td></td><td>1</td><td>0,90</td></tr><tr><td>-bad/unclear section formatting hinders tutorial skimming -videos can't be searched for keywords</td><td>1</td><td>0,90</td></tr><tr><td>-long text, no pictures difficult for beginner w/ physical obj </td><td>1</td><td>0,90 </td></tr><tr><td>-complexity of tut depends on complexity proj+amount parts </td><td>1</td><td>0,90</td></tr><tr><td>-aesthetical keywords (e.g. designer) imply dififculty+design</td><td>1</td><td>0,90</td></tr><tr><td>-video tutorial bad audio quality (accents, unlikeable voices)</td><td>1</td><td>0,90</td></tr><tr><td>-no explanations in video tut at all</td><td>1</td><td>0,90</td></tr><tr><td> -inline code suggest no technical knowledge </td><td>1</td><td>0,90</td></tr><tr><td>-clickbaity motivational header/title </td><td>1</td><td>0,90</td></tr><tr><td>-host for many things so not good for smth specific</td><td>1</td><td>0,90</td></tr><tr><td> -tutorial hidden behind link in introduction </td><td>1</td><td>0,90</td></tr><tr><td></td><td>1</td><td>0,90</td></tr><tr><td>-\"more art than science\" tut; little explanation on how to do</td><td>1</td><td>0,90</td></tr><tr><td>-wordpress has ugly design -wordpress cheap host=unprofessional</td><td>1</td><td>0,90</td></tr><tr><td>-broken links = no learning effect/being lost in foreign domain</td><td>1 1</td><td>0,90 0,90</td></tr><tr><td>-many technical terms w/o visual support/explanation </td><td>1</td><td>0,90</td></tr><tr><td>TOTAL</td><td>111</td><td>100,00</td></tr></table></body></html>\n\n",
        "page_idx": 110
    },
    {
        "type": "image",
        "img_path": "images/adaf6da85ee7caac46aae6505bd1805af0c8c361741a256caa5de9ca6b9f6c78.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "Recommendation Code Statistics ",
        "text_level": 1,
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "The included files display the statistics of the 324 applied recommendation codes. ",
        "page_idx": 112
    },
    {
        "type": "table",
        "img_path": "images/38374f72daef0d8055179a490bc71e5339030ca78eed9ea515c5ff0497a54020.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Segments</td><td>Percentage</td></tr><tr><td>REC: include materials/tools at beginning w/ pics for beginners </td><td>32 </td><td>9,88</td></tr><tr><td>REC: use step-by-step format (enable skipping+not miss step)</td><td> 20 </td><td>6,17</td></tr><tr><td>REC: thumbnail focus on main topic (product/technique/person)</td><td>19</td><td>5,86</td></tr><tr><td> REC: include pictures/diagrams/schematics explaining step</td><td>19</td><td>5,86</td></tr><tr><td> REC: intro explains what tutorial is about \"what will we do\"</td><td>15</td><td>4,63</td></tr><tr><td>REC: put thought/effort into formatting/looks/layout/writing</td><td>13</td><td>4,01</td></tr><tr><td>REC: clear sectioning -> mind your formatting to enable flow </td><td>11</td><td>3,40 </td></tr><tr><td>REC: guide in pic+explanation layout </td><td>10 </td><td>3,09 </td></tr><tr><td>REC: consumer might filter host;free=low qual, chain no special</td><td>9</td><td>2,78</td></tr><tr><td>REC: include pictures final product for first impression</td><td>9</td><td>2,78</td></tr><tr><td>REC: SHORT outro \"what did we do\" w/ product pref in action</td><td>9</td><td>2,78</td></tr><tr><td> REC: curate links;provide alternatives/knowledge to help urself</td><td>8</td><td>2,47</td></tr><tr><td>REC: videos/pic series for complex processes/task/projects</td><td>7</td><td>2,16 </td></tr><tr><td>REC: chronological flow in steps / linearity</td><td>7</td><td>2,16</td></tr><tr><td>REC: thumbnail text concise, not intrusive font/color, readable</td><td>7</td><td>2,16 </td></tr><tr><td>REC: videos w/ timecodes/navigation techniques </td><td>7</td><td>2,16 </td></tr><tr><td> REC: joking tone in tutorials fine; not for elongating tut </td><td>7</td><td>2,16 </td></tr><tr><td>REC: reasonably long intro</td><td>7</td><td>2,16 </td></tr><tr><td>REC: include keywords in title project+key component/technique</td><td>6 </td><td>1,85 </td></tr><tr><td> REC: include tips for step in step itself+highlight them</td><td>6 </td><td>1,85</td></tr><tr><td> REC: keep everything as short as possible </td><td>6 </td><td>1,85 </td></tr><tr><td> REC: link tuts for bg knowledge/more infos if no learn focus</td><td>6 </td><td>1,85 </td></tr><tr><td>REC: (vid tut) give explanations for steps text/audio</td><td>5 </td><td>1,54 </td></tr><tr><td>REC: picture for step only when explain whole step</td><td>4</td><td>1,23</td></tr><tr><td> REC: include tutorial stats preferrably beginning</td><td>4 </td><td>1,23 </td></tr><tr><td>REC: visibly separated outline/sidebar for navigation/overview</td><td>4</td><td>1,23</td></tr><tr><td>REC: warnings intro explanation, step, vid outro for skippers </td><td>4</td><td></td></tr><tr><td>REC: \"look like a tutorial\" don't advertise products too much</td><td>4 </td><td>1,23</td></tr><tr><td>REC: lists parts required for step</td><td>3 </td><td>1,23</td></tr><tr><td>REC: technical component details easily surveyable</td><td>3</td><td>0,93</td></tr><tr><td> REC: don't use header picture spanning whole page w/ no info</td><td>3</td><td>0,93</td></tr><tr><td>REC: (vid) COMPLETE materials/tools in infobox</td><td>3 </td><td>0,93 0,93</td></tr><tr><td>REC: mention required knowledge early on</td><td>3</td><td></td></tr><tr><td> REC: intro gives SHORT overview of steps \"How will we do\"</td><td>3</td><td>0,93</td></tr><tr><td>REC: (vid) text overlay with step info</td><td>3 </td><td>0,93 0,93</td></tr><tr><td>REC: clear/precise/technical header/title</td><td>3</td><td>0,93</td></tr><tr><td> REC: mind colorscheme / readability / visibility</td><td>3</td><td></td></tr><tr><td> REC: (vid) offer subtitles</td><td>2</td><td>0,93</td></tr><tr><td>REC: (text)process tut in learning based; little/no detail sbs</td><td>2 </td><td>0,62 0,62</td></tr><tr><td>REC: (vid tut) show complex movements, beginning, end of step </td><td>2 </td><td>0,62</td></tr><tr><td>REC: list each substep/move for a step </td><td>2</td><td>0,62</td></tr><tr><td>REC: formatted code files included no inline code</td><td>2</td><td>0,62</td></tr><tr><td>REC: step: step visible in picture + first few text steps under</td><td>2 </td><td>0,62</td></tr><tr><td>REC: test your tut for errors</td><td>2</td><td>0,62</td></tr><tr><td> REC: thumbnail high contrast, simple design, product in use </td><td>２</td><td>0,62</td></tr><tr><td> REC: SHORT explanation for domain specific knowledge</td><td>２</td><td>0,62</td></tr><tr><td> REC: (can) mention maker domain experience in intro </td><td>1</td><td>0,31</td></tr><tr><td>REC: (vid tut) process visible before bg; clear movement</td><td>1</td><td>0,31</td></tr><tr><td>REC: do not add unneccessary details to material descriptions </td><td>1</td><td>0,31</td></tr><tr><td>REC: link other tutorial parts easily findable</td><td>1</td><td>0,31</td></tr><tr><td>REC: don't use wordpress design?</td><td>1</td><td>0,31</td></tr><tr><td>REC: mention in title if part of series</td><td>1</td><td>0,31</td></tr><tr><td>REC: support technical terms (visual pic/process/explanation) </td><td>1</td><td>0,31</td></tr><tr><td> REC: if unclear thumbnail add keyword descriptive text </td><td>1</td><td>0,31</td></tr><tr><td> REC: shorter text segements or big line spacing for better flow</td><td>1</td><td>0,31</td></tr><tr><td>REC: (vid) short step intro at beginning each step (what, how)</td><td>1</td><td>0,31</td></tr><tr><td> REC: explanation if contradict ealier process </td><td>1</td><td>0,31</td></tr><tr><td>REC: check grammar/spelling </td><td>1</td><td>0,31</td></tr><tr><td> REC: scripted, high quality audio</td><td>1</td><td>0,31</td></tr><tr><td>REC: show process start to finish product</td><td>1</td><td>0,31</td></tr><tr><td>TOTAL</td><td>324</td><td>100,00</td></tr></table></body></html>\n\n",
        "page_idx": 113
    },
    {
        "type": "image",
        "img_path": "images/585d0c7935d817a7462ce09b418e256be31dd7a8f21d535229b4d231b9dbb4c0.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "D.0.2 Process Code Statistics ",
        "text_level": 1,
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "The included files display the statistics of the 2228 applied process codes. ",
        "page_idx": 115
    },
    {
        "type": "table",
        "img_path": "images/e2da7c81e40ba6ec13bb4c2176073a76ff3252a54ab5eef731f7a6092b10e36c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>Segments</td><td> Percentage</td></tr><tr><td>wondering</td><td>180</td><td>8,08 </td></tr><tr><td> judging tutorial</td><td>166</td><td>7,45</td></tr><tr><td>looking at picture</td><td>161</td><td>7,23</td></tr><tr><td> skimming tutorial</td><td>152</td><td>6,82</td></tr><tr><td> skimming text </td><td>117</td><td>5,25 </td></tr><tr><td> gathering items</td><td>97</td><td>4,35</td></tr><tr><td> considering </td><td>94</td><td> 4,22 </td></tr><tr><td> understanding</td><td>85</td><td>3,82</td></tr><tr><td>planning</td><td>81</td><td>3,64 </td></tr><tr><td>watching video tutorial</td><td>80</td><td>3,59</td></tr><tr><td>following link </td><td>77</td><td>3,46 </td></tr><tr><td> explaining tutorial issues</td><td>72</td><td>3,23 </td></tr><tr><td>reading</td><td>72</td><td>3,23 </td></tr><tr><td> skipping through video tutorial</td><td>68</td><td>3,05</td></tr><tr><td> scanning material list </td><td>56 </td><td>2,51</td></tr><tr><td> feeling unhappy/unsatisfied </td><td>50</td><td>2,24 </td></tr><tr><td> explaining</td><td>45 </td><td>2,02</td></tr><tr><td>scanning results </td><td>45</td><td>2,02</td></tr><tr><td> checking out components </td><td>42 </td><td>1,89</td></tr><tr><td> scanning textbased links </td><td>40</td><td>1,80 </td></tr><tr><td>googleing</td><td>38 </td><td>1,71</td></tr><tr><td> searching reference</td><td>34</td><td>1,53</td></tr><tr><td>being/feeling lost </td><td>28 </td><td>1,26 </td></tr><tr><td> refining search terms</td><td>26 </td><td>1,17</td></tr><tr><td>rating own skills </td><td>26 </td><td>1,17</td></tr><tr><td> comparing </td><td>24</td><td>1,08</td></tr><tr><td> skimming infobox</td><td>22</td><td>0,99</td></tr><tr><td> checking out recommended </td><td>22</td><td>0,99</td></tr><tr><td>watching preview</td><td>21 </td><td>0,94</td></tr><tr><td>feeling happy/satisfied</td><td>19</td><td>0,85</td></tr><tr><td>reading comments</td><td>17</td><td>0,76</td></tr><tr><td>scanning tools list </td><td>16 </td><td>0,72</td></tr><tr><td>looking at video results</td><td>16</td><td>0,72</td></tr><tr><td> going over suggested projects </td><td>16</td><td>0,72</td></tr><tr><td>checking section title/page navigation</td><td>14 </td><td>0,63</td></tr><tr><td>looking at thumbnail </td><td>13</td><td>0,58</td></tr><tr><td> scanning x featured site</td><td>11</td><td>0,49</td></tr><tr><td>wanting/searching knowledge</td><td>10</td><td>0,45</td></tr><tr><td>verifying</td><td>9</td><td>0,40 </td></tr><tr><td>taking notes checking tutorial host </td><td>9</td><td>0,40 </td></tr><tr><td> searching page for specific term </td><td>9</td><td>0,40 </td></tr><tr><td> scanning \"to buy\"-links</td><td>9</td><td>0,40 </td></tr><tr><td> describing project idea</td><td>7</td><td>0,31</td></tr><tr><td> postponing</td><td>7</td><td>0,31</td></tr><tr><td> misunderstanding</td><td>5 </td><td>0,22</td></tr><tr><td> scanning code</td><td>5 </td><td>0,22</td></tr><tr><td>searching on youtube</td><td>4 </td><td>0,18</td></tr><tr><td></td><td>4</td><td>0,18</td></tr><tr><td>clicking recommended video</td><td>3</td><td>0,13</td></tr><tr><td> checking tutorial stats </td><td>2 </td><td>0,09</td></tr><tr><td>checking downloadable content TOTAL</td><td>2 2228</td><td>0,09 100,00</td></tr></table></body></html>\n\n",
        "page_idx": 116
    },
    {
        "type": "image",
        "img_path": "images/0973477236b658e5c272f5f29d9fda753608851750156dc1be161aeba0410ba1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "Appendix E ",
        "text_level": 1,
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "Checklist for Tutorials ",
        "text_level": 1,
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "1 During the Project ",
        "text_level": 1,
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "1.1 Documenting ",
        "text_level": 1,
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Create steps to follow   \n□ Take pictures of project □ Before step □ After step   \n□ Create videos or picture timeline of difficult/complex steps   \n□ Take notes on problems that occurred   \n□ Take notes on practices that you use that might be considered uncommon ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "1.2 Pictures ",
        "text_level": 1,
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Mind general rules of product photography ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "not too grainy   \nnot too bad lighting   \nproject is in view and not cut off on the side ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ High information content ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Explains a step or situation   \n□ Has notes on it if needed (dimensions/directions explained; tools marked if could be unclear; etc)   \n□ Does not contradict tutorial explanations ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Not too big/too small ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "Not as big as the screen but also not so tiny that you have to zoom in $200\\%$ Comfortable size around $250^{*}330$ pixel - allows for text and several more steps to be shown on screen; needs to be bigger if more has to be shown • If several pictures or has to be bigger maybe allow a slideshow and zoom but make it a visible feature. ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Captions are helpful and can be appreciated but most likely will be ignored. ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ If picture is not self-explanatory people WILL misunderstand, be mad, and even sometimes drop the tutorial. ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "1.3 Consider before writing ",
        "text_level": 1,
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Who is your tutorial for? ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Absolute Beginners □ Novices with basic knowledge □ Experts with a lot of domain experience □ Who do you want to be? ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "Entertainer Teacher □ Showcaser ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ What makes your project special/unique? ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "□ Overall tone and mood of tutorial? ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "Joking tone can be appreciated or completely ignored.   \nTechnical tone loses absolute beginners.   \nDon’t make jokes at other’s expenses.   \nDon’t use regional humor. ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "1.4 Title ",
        "text_level": 1,
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ Informative title □ Mind script Mind contrast script/background □ What is this project about? □ What makes it special/unique? ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "1.5 Thumbnail ",
        "text_level": 1,
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ Picture/GIF of final product in action ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ Mind lighting   \n□ Mind contrast product/background   \n□ Focus on product ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ Keywords explaining uniqueness/Specialness (e.g. upcycling, no screws, etc) ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ Mind script Mind contrast script/background   \n□ Keep it short and simple   \n□ Keep it unobtrusive ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ If entertainer: Can show yourself in thumbnail ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "2 Formatting ",
        "text_level": 1,
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "2.1 Text Tutorial ",
        "text_level": 1,
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ One long scrollable and searchable tutorial $\\rightarrow$ don’t use several linked pages ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "Make it navigable $\\rightarrow$ Outline to the left of the tutorial ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "Long continuous text might lose people $\\rightarrow$ tiring to read and keep track of steps ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "For longer projects add section titles or step titles that tell the reader what will be done The tutorial should be formatted. segmented, steps introduced, so that the consumer always knows where they’re at and can put away the tutorial after finishing one step, so that the project won’t break from pausing and the consumer return w/o having issues picking it back up. ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ Mind the formatting. (Font size, bolding, section titles in different font, etc) $\\rightarrow$ Visual hierarchy ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "People seem to rarely read stuff at the very top of the page - but rather where the mouse usually hovers at the top 2/3rds of the screen and on the left. Don’t position important knowledge at the very top. ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "If you position a picture there - people seem to ignore text that is right of it. ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "Order picture and text so that text is on the left and picture is on the right. ",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "□ Eye is very often drawn along by pictures. ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "• Text w/o pictures might be skipped if you have many paragraphs with pictures and some w/o • Even more relevant if you use pictures with bright colors ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ Make pictures self-explanatory since there will be people who will come to the tutorial and only look at the pictures ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ Add additional non-project-relevant information in an non-intrusive way ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "e.g. background knowledge, decision structure, alternative techniques, fundamentals, etc.   \n• For shorter explanations maybe tooltip style (e.g. wikipedia)   \n• Add a section at the bottom containing additional stuff so interested people can read it and others aren’t bothered   \n• If know other tutorials that already explain stuff or recap required knowledge: link them ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "2.2 Video Tutorial ",
        "text_level": 1,
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ Timestap the video to make it easier to skim or skip certain steps. ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Only add a voicetrack if the sound quality is good. ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ If you don’t have a voicetrack add on screen notes (that can be hidden). ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ What step   \n□ What material/tools   \n□ Can also be done to make video easier to follow in general $\\rightarrow$ good to have ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ Caption it $\\rightarrow$ makes it easier to follow ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Mind the lighting and focus - maybe record from the top so it can be seen what you’re doing. ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Show pre and post step product so people can compare. ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Short intro of self is skipped most of the time only include if entertainment focus or when prior experience is relevant ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Make it noticeable if part of a several part series! ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Use the infobox! ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ What is the project? □ Link the timestamps □ Materials & Tools list ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "2.3 Mixed Tutorials (text tutorials with video support) ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "□ Everything in Text Tutorial is relevant for mixed ones   \n□ General recording rules of Video Tutorial formatting apply   \n□ Videos very short! (1 - 2 minutes)   \n□ Use videos for visual step support $\\rightarrow$ show the process/technique   \n□ No long explanations in videos!   \n□ People might not watch included videos $\\rightarrow{\\mathsf{d o}}$ not put important information into videos only ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "3 Tutorial Structure ",
        "text_level": 1,
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Introduction ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ What will be done? (2 - 3 sentences) □ How will it be done? (2 - 3 sentences) ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Summarize process if long or complex $\\rightarrow$ short! ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ Mention required knowledge/experiences □ Show materials and tools ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ Add pictures □ Separate tools (reusable) and materials (consumables) $\\rightarrow2$ lists □ Link to items if possible (but curate them, broken links put readers off) □ Mention alternatives if difficult to acquire or expensive ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ Name project stats □ Duration Costs □ Difficulty Level ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ If entertainer: shortly introduce yourself □ If your technical background important: shortly introduce yourself ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Main Tutorial ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Break up process into smaller segments ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "For each segment/step: ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ Where do we start? ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Picture of current project state □ What is needed for step? ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "– List of items if many – Maybe picture of assembled tools and material □ Sequence the steps chronologically ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Describe required substeps ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "– Not too short (don’t put cutting a piece of string as one step) – Not too long (don’t put assembling a wooden lamp from $^{10+}$ pieces as one step) ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ Add picture timeline or gif of complex processes for visual support ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Highlight issues that might come up ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Easy to catch warnings! ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Hints for execution if there are difficult substeps □ For technical/electrical projects add diagrams/schematics for easy overview □ Offer downloadable content (e.g. 3d printer files, patterns, blueprints, code, etc.) ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "– No inline code! – Common/best practice code formatting – Offer as downloadable file for easy access and use ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ Where do we end? ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "□ Picture of final project state ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "□ If for beginners or teacher role: Add explanations and details for steps ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "– Why do we do this?   \n– Why do we do it this way?   \n– What do we have to watch out for?   \n– If know other tutorials that already explain or recap required knowledge: link them. ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Outro (3 - 4 sentences) □ What did we do? very short □ Show final product in use gif or pictures ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "End ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Troubleshooting ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "– Explain failures along the way   \n– Ways for customization   \n– If Novices/Experts or showcaser role: Knowledge/Explanation Section $^*$ Info on material/tool perks $^*$ Info on different processes/techniques $^*$ Background knowledge $^*$ Fundamentals that could be required if you have no good tutorial to link. $^*$ Alternative ways to complete steps. $^*$ Decision structure along the way. ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Example Desk Lamp Segmenting: ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "1 Step: Lamp Base – Cutting wood into shape – Drilling holes for screws – Inserting weights – Fixing wooden plates onto each other 2 Step: Lamp Body/arm – Cutting the wood into shape – Filing the joint – Assembling the arm ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Lamp shade – Cutting wood into shape – Assembling the pieces – Gluing them together – Connecting it to arm ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Wiring Testing ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "– Adjusting weights if needed – Checking wiring ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Bibliography ",
        "text_level": 1,
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Pei-Yu Chi, Sally Ahn, Amanda Ren, Mira Dontcheva, Wilmot Li, and Bjo¨rn Hartmann. Mixt: automatic generation of step-by-step mixed media tutorials. In Proceedings of the 25th annual ACM symposium on User interface software and technology, pages 93–102, 2012. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Matthew A Dalton, Audrey Desjardins, and Ron Wakkary. From diy tutorials to diy recipes. In CHI’14 Extended Abstracts on Human Factors in Computing Systems, pages 1405–1410. 2014. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Dale Dougherty. The maker movement. Innovations: Technology, governance, globalization, 7(3):11–14, 2012. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Erica Rosenfeld Halverson and Kimberly Sheridan. The maker movement in education. Harvard educational review, 84(4):495–504, 2014. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Yu-Chang Hsu, Sally Baldwin, and Yu-Hui Ching. Learning through making and maker education. TechTrends, 61(6): 589–594, 2017. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Stacey Kuznetsov and Eric Paulos. Rise of the expert amateur: Diy projects, communities, and cultures. In Proceedings of the 6th Nordic conference on human-computer interaction: extending boundaries, pages 295–304, 2010. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Maike Looß. Lerntypen. Die Deutsche Schule, 93(2):186–198, 2001. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Paul Mihas and Odum Institute. Learn to Build a Codebook for a Generic Qualitative Study. SAGE Publications, Limited, 2019. ",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Daniela Rosner and Jonathan Bean. Learning from ikea hacking: i’m not one to decoupage a tabletop and call it a day. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems, pages 419–422, 2009. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Johnny Salda ˜na. The coding manual for qualitative researchers. sage, 2013. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Adam Savage. Why we make. https://www.tested.com/making/ 44436-adam-savage-at-maker-faire-2012-why-we-make/, 2012. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Adam Savage. My 10 commandments for makers. https://www.tested.com/making/ 461282-my-10-commandments-makers/, 2014. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Cristen Torrey, David W McDonald, Bill N Schilit, and Sara Bly. How-to pages: Informal systems of expertise sharing. In ECSCW 2007, pages 391–410. Springer, 2007. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Cristen Torrey, Elizabeth F Churchill, and David W McDonald. Learning how: the search for craft knowledge on the internet. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems, pages 1371–1380, 2009. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Tiffany Tseng and Mitchel Resnick. Product versus process: representing and appropriating diy projects online. In Proceedings of the 2014 conference on Designing interactive systems, pages 425–428, 2014. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Ron Wakkary, Markus Lorenz Schilling, Matthew A Dalton, Sabrina Hauser, Audrey Desjardins, Xiao Zhang, and Henry WJ Lin. Tutorial authorship and hybrid designers: The joy (and frustration) of diy tutorials. In Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems, pages 609–618, 2015. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Marco Wolf and Shaun McQuitty. Understanding the do-ityourself consumer: Diy motivations and outcomes. AMS review, 1(3):154–170, 2011. ",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "Index ",
        "text_level": 1,
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "abbrv, see abbreviation ",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "Coding, 24 ",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "DIY, 8   \nDIY Activities, 8   \ndomain, 38   \ndomain experience, 38   \nevaluation, 37–61   \nEvaluation Codes, 25 ",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "future work, 64–65 ideating, 57 notation, 25 ",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "Process Codes, 24   \nprocess documentation, 22   \nreference, 27   \nresults, 25–36   \nstep-by-step documentation, 22   \nStudy Setup, 24 ",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 126
    }
]