[
    {
        "type": "image",
        "img_path": "images/543ccbcd858a54829cf6daf35a220114177ebb2641a492558d4134c4dcc63031.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "TIME TO EXORCISE ANOTHER GHOST FROM THE VIETNAM WAR: RESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A Thesis ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Presented to ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Judge Advocate General's School, U.S. Army ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of The Judge Advocate General's School, the U.s. Army, or the U.S. government. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "William D. Palmer Major, U.S. Army ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "41ST JUDGE ADVOCATE OFFICER GRADUATE COURSE",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "April 1993 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Published: 140 Mil. L. Rev. 179 (1993) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "TIME TO EXORCISE ANOTHER GHOST FROM THE VIETNAM WAR: RESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "William D. Palmer Major, U.S. Army ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ABSTRACT: The current in-service conscientious objector program serves enduring purposes in the U.S. military. The current program, however, is fundamentally flawed and does not effectively serve the nation or the military. The current program is burdened by overly broad standards and inefficient procedures; both of which contribute to unfairness, inaccuracy, a lack of uniformity, and the potential for interfering with military readiness. This thesis proposes an alternative standard for evaluating claims of conscientious objection and different procedures for investigating such claims. These proposals will redress the fliaws in the existing program while continuing to serve the underlying purposes for an in-service conscientious objector program. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DEDICATED TO THREE SPECIAL PEOPLE:",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Kathy, whose love, patience, insights, and help always seem to make good things happen, ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "And my parents for encouraging me to read,   \nso that I would know a world beyond the town where we lived, for giving me the freedom to dream, so that I could see life's many possibilities,   \nand for living many of the values I came to accept as my own, so that I was well-equipped for life's difficult choices. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "TIME TO EXORCISE ANOTHER GHOST FROM THE VIETNAM WAR: RESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "William D. Palmer Major, U.S. Army ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "TABLE OF CONTENTS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "I.  INTRODUCTION 1 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "I1. HISTORY OF THE IN-SERVICE CONSCIENTIOUS OBJECTOR 5 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "III. THE CURRENT IN-SERVICE CONSCIENTIOUS OBJECTOR 13 PROGRAM ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A. Standards Applicable to the In-Service 13 Conscientious Objector   \nB. Policies and Procedures Under the In-Service 14 Conscientious Objector Program ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "IV. DOES A CONSCIENTIOUS OBJECTOR PROGRAM HAVE A 22 PLACE IN A VOLUNTEER FORCE? ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A. Justifications for Continuing an In-Service 22 Conscientious Objector Program in the Volunteer Force   \nB. Examining the Arguments Against an In-Service 24 Conscientious Objector Program in the Volunteer Force ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "V. ANALYZING WHERE THE CURRENT IN-SERVICE CONSCIENTIOUSOBJECTOR PROGRAM FAILS AND PROPOSING A\"FIX\"",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A. The Problem of Being Overinclusive or \"Religious 30 Training and Belief' as a Standardless Standard ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1. Unwarranted Judicial Activism Created the 32 Overinclusive Standard ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "a. U.S. v. Seeger 33   \nb. Welsh v. U.S. 37 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2. Consequences of an Overinclusive Standard 49 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "a. The Irrational Outcome Consequence 49   \nb. The Unfairness and Injustice Consequence 51   \nc. The Potential Readiness Consequence 55   \nd. The Practical Difficulties Consequence 58 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3. Curing the Overinclusive Standard: What 61 Standard Ought We Apply? ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4. Will the New Standard Pass Constitutional 69 Muster? ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "a. Free Exercise Challenge 71   \nb. Establishment Challenge 84 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "B. Correcting Administrative Difficulties Under 87 the Current In-Service Conscientious Objector Program   \nC. Addressing the Fairness Issue of the \"Benefiting 93 CO\" - Alternative Service ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "VI. CONCLUSION ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "97 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A. Necessity for an In-Service Conscientious 98 Objector Program   \nB. Necessity for Change in the Current Program 98   \nC. Inadequacy of the Current Debate Concerning 100 In-Service Conscientious Objection   \nD. Benefits of the Proposed Changes 103 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "TIME TO EXORCIZE ANOTHER GHOST FROM THE VIETNAM WAR: RESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "William D. Palmer Major, U.S. Army ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Consistent with the national policy to recognize the claims of bonafide conscientious objectors in the military service, an application for classification as a conscientious objector may be approved for any individual: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1) Who is conscientiously opposed to participation in war in any form (2) Whose opposition is founded on religious training and beliefs; and (3) Whose position is sincere and deeply held.1 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "I. INTRODUCTION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Department of Defense, through a directive published August 20, 1971, authorized military personnel who develop conscientious objections to military service to apply for discharge or noncombatant duty.2 Nevertheless, this directive regulating inservice conscientious objectors, like any vehicle built in the $1960^{\\prime}{\\mathsf{s}}$ and last serviced in 1971, is in need of a serious overhaul. It contains standards and procedures that were designed to accommodate a military shaped by the draft, not a volunteer force. It incorporates judicialy created definitions and standards that, instead of interpretting legislative intent, ignored legislative intent. It stands as an unchanged monument to the military and the law relating to the military as those institutions existed in 1971: untouched by subsequent changes in the law; unaffected by the massive restructuring of ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "United States armed forces themselves; and unconcerned by the ongoing, fundamental reshaping of United States defense policy. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The purpose of this paper is to analyze critically the law of the in-service conscientious objector and suggest changes to the Department of Defense directive that established the in-service conscientious objector program. The paper will review the history, development, and present application of the law governing the in-service conscientious objector. The paper then will analyze the weaknesses of the current law and suggest ways to address those weaknesses, discussing the legal and policy justifications supporting these suggested changes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Recent publicity concerning in-service conscientious objectors and proposed legislation addressing the issue demonstrate that the analysis in this paper is not merely an academic exercise. The nation's mobilization and war effort in operations Desert Shield and Desert Storm focused the nation's attention on the military and on military issues that largely had lay dormant for most of the twenty years since the end of United States involvement in the war in Vietnam. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "One of the military issues to generate attention was the controversy over the inservice conscientious objector. The nation's first large-scale deployment of forces since the Vietnam War generated a surge in applications for conscientious objector status by military personnel.? Cases of soldiers who refused orders or who refused to deploy ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "overseas citing conscientious objections to service generated national press coverage. Service personnel denied conscientious objector discharges challenged that decision in the federal courts.5 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Memorandum from Lieutenant Colonel Doug Hart, Office of the Assistant Secretary of Defense for Public Affairs to Major William D. Palmer, pp. 2-3 (Jan. 2, 1992) (on file with author). The number of applications received by the Army during the last five years breaks down as follows: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "CO Applications (Army)   \n1988 85 (56 approved, 8 disapproved, 21 returned, withdrawn or advisory)   \n1989 90 (56 approved, 5 disapproved, 29 returned, withdrawn or advisory)   \n1990 84 (64 approved, 12 disapproved, 8 returned)   \n1991 271 (131 approved, 95 disapproved, 45 returned or withdrawn)   \n1992 105 (80 approved, 14 disapproved, 11 returned or withdrawn) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Memorandum from Colonel Duane Lempke, Dep't of the Army, Office of the Deputy Chief of Staff for Personnel, Special Review Boards to Major William D. Palmer, Pp. 2- 4 (Feb. 9, 1993) (on file with the author). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "See Elizabeth Hudson, Army Doctor Continues Hunger Strike: Citing Conscience, He Seeks Discharge, WAsH. POsT, Dec. 13, 1990, at A44 (describing Army Captain Jeffrey Wiggins' efforts to make himself useless to the Army after the Army and a Federal court refused to grant him a conscientious objector discharge); Peter Applebome, Epilogue to Gulf War: 25 Marines Face Prison, N.Y. TIMEs, May 1, 1991, at A5 (reporting the pending court-martial cases involving Marines who refused to deploy with their units and who claimed they did so based on conscientious objections); Rorie Sherman, War Is Not Over For $\"C O s\",$ THE NAT'L L. J., Aug. 5, 1991, at 1 (relating the circumstances and legal arguments of the Marines convicted at court-martial of military offenses relating to their refusal to deploy because of claimed conscientious objections to service). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5 See, Hager v. Secretary of the Air Force, 938 F.2d. 1449 (1st Cir. 1991); Czarnecki v. Secretary of the Navy, Civ. No. 90-00619 (D. Haw. Aug. 22, 1990); Wiggins v. Secretary of the Army, 571 F.Supp. 1238 (W.D. Tex. 1990); Pruner v. Department of the Army, 755 F. Supp. 362 (D. Kan. 1991); Ballard v. Secretary of the Army, Civ. No. 90- 12509-H (D. Mass. July 8, 1991); Johnson v. Stone, No. C-91-0427 EFL, 1991 U.S. Dist. LEXIS 4053 (N.D. Cal. 1991); United States ex rel Brandon v. O'Malley, No. 91 C 1016, 1991 U.S. Dist. LEXIS 11492 (N.D. Ill. 1991); Reiser v. Stone, 791 F. Supp. 1072 (E.D. Pa. 1992); Jones v. Mundy, 792 F. Supp. 1009 (E.D. N.C. 1992); Allison v. Stone, No. C-92-1541 BAC 1992 U.S. Dist. LEXIS 12429 (N.D. Cal. 1992). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The visibility the conscientious objector issue gained during the Gulf War led to criticism of the current Department of Defense policy as being insufficiently protective of soldiers' interests. This new-found visibility also led to proposed legislation in the 102nd Congress that would have codified and broadened the protections and rights of the in-service conscientious objector.° This legislation would have expanded the bases for claiming conscientious objector status and significantly added to the military's administrative burdens in accommodating and adjudicating conscientious objector claims ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "But the current public debate concerning the proper treatment of the in-service conscientious objector fails to address the most fundamental questions surrounding the issue. What is the role of an in-service conscientious objector program in an all. volunteer force? Is it appropriate that the nation relies on an in-service conscientious objector program which is a product of the Vietnam war era law of conscientious objector exemptions from the draft? What are the implications for in-service conscientious objection policy of the ongoing restructuring of our military forces and national defense policy?   The paper will address these fundamental issues and conclude that while the in-service conscientious objector program serves an important function, like the $1960^{\\prime}{\\mathsf{s}}$ model car designed and built for the needs of its time, the inservice conscientious objector program must be overhauled to meet the demands of the vastly different world it faces today. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "H1. HISTORY OF THE IN-SERVICE CONSCIENTIOUS OBJECTOR ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The current policy toward in-service conscientious objectors is the latest expression of a national tradition to exempt from compulsory military service citizens who, because of their religious beliefs, conscientiously oppose military service. The history of the in-service conscientious objector, as contrasted with the conscientious objector to compelled or conscripted service, is relatively short. Nevertheless, even though the in-service conscientious objector program is recent, it shares the heritage of the larger and far older tradition of accommodating conscientious objectors to compulsory military service. Reviewing the history of this tradition serves two purposes in this paper. This history demonstrates the development of the nation's policy of accommodating conscientious objection to compelled military service. This history also demonstrates the limitations Congress consistently sought to impose on any exemption from compulsory military service based on conscientious objections. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The colonial period saw mixed responses by the individual colonies to the conscientious objector. Some colonies excused objectors from compulsory service in the militias, while other colonies forced conscientious objectors to choose between fidelity to their religious beliefs and heavy taxes, fines, or even prison. Early in the American Revolution the Continental Congress adopted a resolution recognizing and respecting conscientious objections to compulsory service in the state militias when such objections arose from religious beliefs. This resolution, however, also encouraged these ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "conscientious objectors to, \"contribute liberally in this time of national calamity\" and offer whatever services they were able consistent with their religious principles.8 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The Civil War period saw the first examples of national conscription and the first affirmation of the concept of exemption from national military service because of religious-based conscientious objections to such service. Individual states had ennacted conscientious objection exemptions to compulsory service in the militias that, at least arguably, did not require a religious basis to qualify for the exemption.? The national government, however, had not addressed the matter since the Revolutionary War, during which it had addressed only conscientious objections based on religious principles. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "After several years of unsatisfactory experience with draft laws that made no provision for Quakers and others having conscientious objections to military service, Congress passed a new draft act in 1864 containing an exemption for conscientious objectors.1° This exemption was limited to only those members of religious ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "denominations whose religious tenets forbad the bearing of arms who had conducted themselves in a manner consistent with such beliefs.1l Furthermore, the exemption applied to combatant military service only. Therefore conscientious objectors were subject to the draft, but served in noncombatant roles only.12 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Confederate Congress also made provision in its conscription policies for the religious conscientious objector. Beginning in April 1862, the Confederate Congress assumed authority over the military draft and, later that same year, provided an exemption which lasted for the duration of the war for members of named pacifist denominations, provided that such persons furnished substitutes or paid a tax.13 Accordingly, both sides in the Civil War granted exemptions from compulsory service for conscientious objectors whose religions forbad them from participating in combat. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Congress again authorized a draft to support the United States. effort in World War I and, as it did with the Civil War draft laws, authorized a noncombatant ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Id. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "exemption for conscientious objectors belonging to pacifist denominations.1 Of the 2,810,296 men inducted under this draft law, local boards certified 56,830 claims for noncombatant service under the conscientious objector exemption.15 Ultimately, Congress authorized the military to furlough enlisted men from military control and the Secretary of War used this authority to furlough conscientious objectors who objected to military service of any kind to work in agriculture and industry.16 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Although the draft law limited the noncombatant exemption to members of pacifist sects, the Adjutant General of the Army broadened the exemption's coverage to include those who possessed \"personal scruples against war.\"17 This was the first--and, until the Supreme Court interpretted the exemption broadly beginning in the 1960s, the only--example of the federal government granting an exemption to conscientious objectors whose objections may not have been based on religious belief. Congress did not authorize exemptions for this broader category under the 1917 Act and the subsequent history of the conscientious objector exemption from the draft reveal that Congress consistently has refused to extend the draft law's conscientious objector exemption beyond those objections based on religious belief. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "When Congress passed the Selective Training and Service Act of 1940 in response to the expanding wars in Europe and Asia, it included an exemption for conscientious objectors.18 This act, while still limited to those subject to conscription,a? opposed to soldiers already serving in the armed forces, contained four significant changes from the conscientious objector exemptions in prior draft laws. The law extended eligibility for conscientious objector status to persons whose objections were based on \"religious training and belief' instead of limiting eligibility to pacifist sects only.19 The law permitted an applicant to appeal a denial of his claim by the local board.2° The 1940 Act also authorized alternative civilian service for conscientious objectors so that they never would be inducted into the military.21 Finally, this alternative service was not subject to military control or supervision.22 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The Selective Service System created by the 1940 Act processed 34,506,923 registrants, of whom approximately 72,000 received or were eligible for conscientious objector status.23 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "President Truman requested, and Congress approved, the nation's first true peacetime draft in 1948.2 This law retained the conscientious objector exemption from the 1940 Act with the addition of a definition of the requirement that a registrant's ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "conscientious objections derive from \"religious training and belief.\" The Act defined this requirement as \"an individual's belief in relation to a Supreme Being involving duties superior to those arising from any human relation... ?25 Congress amended the 1948 Act with the Universal Military Training and Service Act of 1951, but did not change the conscientious objector exemption.26 Accordingly, the 1948 Act's exemption remained in effect into the era of the United States involvement in the war in Vietnam. Congress again amended the 1948 Act in the Military Selective Service Act of 1967.27 The 1967 amendment included the conscientious objector exemption, but without the reference to a \"Supreme Being.\"28 The 1948 Act, as amended, continues to be the draft law on which our current Selective Service System is based, but authority to draft registrants under this law expired on July 1, 1973.29 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The entire history of conscientious objector law outlined above does not, however, address the in-service conscientious objector. Each time Congress acted to authorize a conscientious exemption to military service, it granted that exemption in the context of compelled military service--that is, a draft. Neither the current draft law nor any of its predecessors ever provided a means for the soldier serving on active duty to apply for a change in duties or a discharge because of his or her conscientious objections to continued military service. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The Department of Defense first acted to accommodate the interests of the inservice conscientious objector in 1951 when it promulgated a directive authorizing reassignments to noncombatant duties for soldiers conscientiously opposed to further combatant service.3° In 1962, the Department of Defense issued a superseding directive providing a mechanism for active-duty soldiers possessing religiously based conscientious objections to continued service to either seek transfers to noncombat service or a discharge from the military.?1 The current version of this mechanism is a Department of Defense Directive codified in the Code of Federal Regulations with implementing regulations in each of the services.32 Thus, the law creating the in-service conscientious objector program is a creature of executive branch rule-making, rather than an act of Congress. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Although the in-service conscientious objector program is not legislatively created, the law of conscientious objection arising from the Selective Service Act has influenced greatly the development and application of the in-service conscientious objector program. The Department of Defense directive at one time explicitly stated that the ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "same standards used to determine conscientious objector status of Selective Service System registrants would apply to in-service claimants.3 The United States Supreme Court relied on this language to find that the standards found in the Selective Service Act's conscientious objector exemption, as construed by the courts, are the same standards that apply to the case of the in-service objector.3\" The current directive incorporates concepts in its definitions and standards that were derived from case law interpreting similar provisions in the draft law conscientious objector exemption, such as the definition of \"religious training and belief\"35 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Consequently, the military's current program authorizing applications for reassignments or discharge on the basis of conscientious objections to military service continues a national tradition of accommodating religious conscientious objections. This program, while separate from the longer history of the draft-based conscientious objector programs, draws its basic policy and fundamental standards from that history. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "HHI. THE CURRENT IN-SERVICE CONSCIENTIOUSOBJECTOR PROGRAM",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The Department of Defense directive concerning in-service conscientious objectors accomplishes three purposes. It establishes an in-service program implementing the national policy of respecting religious-based conscientious objections to military service. In addition, it outlines the standards for evaluating conscientious objector claims-standards that derive from the draft law conscientious objector exemption. Finally, it specifies the responsibilities of the soldier applying for conscientious objector status and of the military as it investigates that claim. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "A. Standards Applicable to the In-Service Conscientious Objector ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The in-service conscientious objector program borrows all of its principle definitions and standards from the standards created by Congress for the draft law conscientious objector exemption or created by the courts in interpreting that exemption. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The directive defines \"conscientious objection\" as \"A firm, fixed and sincere objection to participation in war of any form or the bearing of arms, by reason of religious training and belief:6 This definition incorporates the basic principles of the ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Selective Service conscientious objection section that exempts any person \"from combatant training and service in the armed forces of the United States who, by reason of religious training and belief is conscientiously opposed to participation in war in any form.\"37 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The directive incorporates these principles into its statement of the criteria for qualification for reassignment or discharge under the in-service conscientious objector program. The military services may approve an application for conscientious objector status for any soldier: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "(1)  Who is conscientiously opposed to participation in war in any form;   \n(2)  Whose opposition is based on religious training and beliefs; and   \n(3)  Whose position is sincere and deeply held.38 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The first criterion comes directly from the statutory definition of conscientious objection and has been enforced rigorously by courts reviewing conscientious objection cases.39 The second and third criteria, however, have been influenced heavily by judicial interpretation of the draft law conscientious objector exemption. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The second criterion, like the first, comes directly from the statutory definition of conscientious objection, but the Supreme Court has adopted an expansive interpretation of the concept \"religious training and belief.\" In United States v. Seeger,“° and later in Welsh v. United States, 41 the Court interpreted the phrase to embrace more than what one might consider traditional notions of \"religion.\" Seeger concluded that \"religious training and belief,\" while still excluding personal moral codes and political or sociological considerations, embraces a \"sincere and meaningful belief which occupies in the life of its possessor a place parallel to that filled by the God of those admittedly qualifying for the exemption... \"2 Welsh abandoned any remaining reliance on traditional concepts of religion in the context of conscientious objection by holding that purely moral or ethical beliefs--or even essentially political, sociological, or philosophical views --may qualify as \"religious training or belief under the Seeger formula.3 The directive subsequently incorporated these judicial interpretations into its definition of \"religious training and belief.\"4 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "44 The directive's definition includes concepts from both Seeger and Welsh: (b)Religious training and belief. Belief in an external power or being or deeply held moral or ethical belief, to which all else is subordinate or upon which all else is ultimately dependent, and which has the power or force to affect moral well-being. The external power or being need not be of an orthodox deity, but may be a sincere and meaningful belief which occupies in the life of its possessor a place parallel to that filled by the God of another, or in the case of deeply held moral or ethical beliefs, a belief held with the strength and devotion of traditional religious conviction. The term \"religious training and belief\" may include solely moral or ethical beliefs even though the applicant himself may not characterize these beliefs as \"religious\" in the traditional sense, or may expressly characterize them as not religious. The term \"religious training and belief' does not include a belief which rests solely ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Finally, the third criterion is not found in the statutory program, but has been adopted by the courts as an implied requirement for conscientious objector status. Once the applicant demonstrates a conscientious objection to war in any form based on \"religious training and belief,\" the remaining issue becomes whether the applicant is sincere in this belief.\"5 ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Thus, each of the three criteria used by the in-service conscientious objector program to evaluate conscientious objector claims--each of which incorporates concepts that constitute the heart of the in-service program--come directly from the draft law conscientious objection exemption. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Likewise, the classification scheme used in the in-service program tracks the scheme developed in the draft law exemption. The directive classifies conscientious objectors as one of two types: Class 1-A-O objectors whose conscientious objections prevent them from combatant service, but would permit noncombatant service; and Class 1-O objectors whose conscientious objections preclude any military service.6 These classifications track the categories found in the Selective Service regulations classifying registrants under that program.7 The in-service conscientious objector program, though established as a Department of Defense regulatory program, relies upon the law of conscientious objection in the draft context for the program's substantive definitions and criteria. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "B. Policies and Procedures Under the In-Service Conscientious Objector Program ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The Department of Defense policy concerning in-service conscientious objection begins with the statement that administrative discharge prior to completion of an obligated term of active duty because of conscientious objections is discretionary with the service involved.\\*8 The military will grant conscientious objector status under the program, and either release a soldier from military duty or restrict duties \". . . to the extent practicable and equitable . . . \" but only when these actions would be consistent with military effectiveness and efficiency.\"? By its terms, the in-service conscientious objector program does not create a regulatory right to conscientious objector status. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The directive includes the significant limitation that soldiers who possessed conscientious objection beliefs prior to entering active duty are not eligible for conscientious objector status under this program.5° The directive, however, qualifies this limitation by disallowing these claims only when the individual failed to claim exemption under the Selective Service System or was denied status under the Selective Service System.51 This qualification is meaningless since the Selective Service System currently does not accept or process claims for conscientious objector status under the draft law. The individual services have attempted to remedy this defect in their implementing ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "regulations. The service regulations state that they will deny claims when the claimant possessed the beliefs prior to entry on active duty and failed to present a claim for status prior to dispatch of the notice of induction, enlistment, or appointment.52 ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The military service investigates each conscientious objector claim separately to determine whether the claimant satisfies the three criteria for conscientious objector status.53 The claimant bears the burden of proving by clear and convening evidence that he or she satisfies these three criteria.54 ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The directive outlines specific procedures an applicant and the military service must follow in submitting and processing a claim for conscientious objector status. The claimant must provide specific personal information in support of his or her claim and is entitled to submit any additional matters he or she believes would be helpful in supporting the claim.5 The directive requires an interview of the claimant by a chaplain, who must submit a written opinion of the basis of the claim and of the claimant's sincerity and depth of conviction.°6 The directive also requires an interview by a psychiatrist, who must submit a report of psychiatric evaluation to determine whether the claimant possesses any emotional or personality disorder that would warrant disposition through medical channels.57 ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Once the claimant has submitted an application for conscientious objector status and the required interview reports are completed, a commander designated by the service regulation will appoint an investigating officer outside the claimant's chain of command.5α The investigating officer will conduct an informal hearing whose purpose is to give the claimant an opportunity to present evidence, to generate a complete record of relevant information, and to facilitate an informed recommendation by the investigating officer and an informed decision by the final decision authority.59 The claimant may be represented by counsel he or she procures, may present any evidence including written statements and testimony of witnesses, and may question witnesses called by the investigating officer.° The investigating officer may receive any evidence relevant to the claim.61 ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Once the investigation is complete, the investigating officer must complete a report of investigation. This report must include all statements and other material assembled, a summary of the hearing testimony, the investigating officer's conclusions and reasons for those conclusions concerning the basis and sincerity of the claimant's stated conscientious objections, and a recommendation for disposition of the claim.62 The investigating officer forwards the report of investigation through command channels to the approval authority. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The services have adopted different approval authorities for conscientious objector claims. The Army permits general court-martial convening authorities to approve applications for noncombatant status, while a department-level panel of officers (Conscientious Objector Review Board) must review all claims for discharge and claims denied by the general court-martial convening authority.63 The Marine Corps and the Air Force use similar boards as final decision authorities in conscientious objector cases, while the Navy assigns this responsibility to the Chief of Personnel.4 ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Pending the final decision on a conscientious objector claim and to the extent practical, the military service must make every effort to assign the claimant to duties that will conflict as little as possible with the claimant's stated beliefs.65 Nevertheless, the claimant remains subject to military orders and discipline pending a final decision on the claim.6 The military will grant a discharge for the convenience of the government to claimants whose request for discharge as a conscientious objector is approved by the decision authority.67 The type of discharge issued will depend on the claimant's military record and service standards for classification of discharges.68 Claimants assigned to noncombatant duties based upon an approved claim of conscientious objection and those denied their claims remain subject to military control and discipline and will be expected to perform assigned duties.69 Finally, commanders may return without action second or subsequent claims based upon essentially the same evidence or asserted beliefs as in previous claims.70 ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "This overview demonstrates how the directive accomplished three essential purposes. It established an in-service conscientious objector program consistent with national policy respecting religious-based conscientious objections. Furthermore, it established standards to evaluate claims of conscientious objection. Finally, it identified the responsibilities of the claimant and the military department in submitting and adjudicating the claim. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Nevertheless, the directive, as currently configured, does not reflect the changes that have occurred in the military and in the law as it relates to the military over the past twenty years. In addition, the directive fails to account for the continuing and fundamental restructuring in the nation's defense policy and military forces. These changes require the military to reexamine the in-service conscientious objector program. President Clinton's words addressing the need for restructuring the government in other contexts apply with equal force in evaluating the in-service conscientious objector program: \"We must start thinking about tomorrow.\"71 ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "IV. DOES A CONSCIENTIOUS OBJECTOR PROGRAM HAVE ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "A PLACE IN A VOLUNTEER FORCE? ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "One reasonably might wonder about the logic of providing a program that allows soldiers who voluntarily join the military to seek reassignment or discharge based on sincerely held conscientious objections to further military service. Although the concept of providing a conscientious objector program to volunteers may seem counterintuitive at first glance, several enduring justifications support such a program. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "A. Justifications for Continuing an In-Service Conscientious Objector Program in the Volunteer Force. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "As the history of the in-service conscientious objector program demonstrated, Congress has repeatedly expressed its conviction that those whose religious beliefs preclude them from engaging in military service ought to be exempt from compulsory military service. The Department of Defense directive restates this tradition as \". . . a national policy to recognize the claims of bona fide conscientious objectors in the military service..\"2 This policy gives expression to deeply held national values and recognizes some pragmatic issues. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Exempting religious conscientious objectors from military service comports with the nation's commitment to religious freedom. This is particularly true when religious beliefs conflict with actions directed by the government, such as killing, which can ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "challenge individuals' most fundamental values and beliefs.73 Providing an exemption for conscientious objectors furthers two values central to the national identity: the libertarian ideal of respecting individual differences, especially those founded on religious belief; and the democratic ideal of tolerating varied ideas and opinions.74 ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "A policy recognizing religious conscientious objections to military service also recognizes some pragmatic issues that accompany such beliefs. Soldiers who harbor deeply held, conscientious objections to military service will tend to have difficulty serving successfully and may hurt the morale of other soldiers in the unit. Furthermore, devoting the military's training efforts and resources to those soldiers who are most able to contribute to the military mission simply makes sense. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "These considerations favoring a conscientious objector program are present even in a volunteer force. Although the vast majority of persons having conscientious objections to military service will avoid conflict with those beliefs by simply not entering the military's, soldiers can develop such objections after entering the military. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The majority of persons joining the military do so in their late teens and early twenties at a time when their belief systems are being formed?. This fact, along with the many benefits they seek from a military career, can lead to their not realizing the full implications of military service until after they have been in uniform for some time and their belief systems have had time to mature.77 In other instances, soldiers experience mid-life changes, such as marriage to a spouse belonging to a different religious faith or joining a church. These events lead them to adopt, as their own, beliefs that are inconsistent with continued military service.' Both circumstances demonstrate how soldiers can find themselves in situations in which changes in their belief systems conflict with continued military service. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "B. Examining the Arguments Against an In-Service Conscientious Objector Program in the Volunteer Force ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Naturally, several arguments militate against providing an exemption for conscientious objectors. Professor Kent Greenawalt, in a detailed analysis of selective conscientious objection, identified the principle arguments against an exemption for conscientious objectors as follows: ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "A)  It is unjust to excuse selected individuals from a general obligation, particularly one which exposes those not excused to danger or significant hardship. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "B)  Those not exempted may perceive themselves as victims of an injustice and their morale may suffer.   \nC) An exemption may interfere with the nation's ability to draw sufficient manpower for the military mission.   \nD)  Defining the class of persons eligible for exemption and determining sincerity will be so difficult that administering the exemption program will be unfair. E)  Allowing the exemption will undermine the government's moral authority to wage war and encourage other claims for relief from governmental obligations because of conscientious objections.79 ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Most of these arguments against a conscientious objector program, however, are unpersuasive when applied to the United States' experience with the in-service conscientious objector program. 1 ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Addressing the first two of Greenawalt's arguments against an exemption, the history of congressional support for a conscientious objection exemption demonstrates a broad consensus that the nation ought to exempt religious-based conscientious objectors from compulsory military service.8° Extending a similar exemption to in-service conscientious objectors who develop their beliefs while serving in the military would be consistent with this national consensus. This consensus shows a willingness to tolerate the injustice that results from exempting certain individuals from participating in \"the common defense\"1 so long as the exemption furthers a respected national value such as religious freedom.82 In addition, concern over the injustice of excusing some from further service is arguably less pressing in a volunteer force in which the society at large is not placed in jeopardy of being required to serve in the place of one exempted under the conscientious objector policy. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Greenawalt's third objection--that an exemption creates military manpower problems--has not presented a problem in the in-service program. The in-service conscientious objector program, even as broadened by judicial opinions, has not posed a threat to military readiness.83 The numbers of soldiers applying for conscientious objector status under the program as it is currently structured has never been statistically significant.84 ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "During the height of the VietamWar and during OperationsDeser Shield and Desert Storm, the number of applications spiked significantly. Nevertheless, they never constituted a statistically significant portion of the military force. See supra note 3 (listing statistics reported for conscientious objector claims before, during and after Desert Shield/Desert Storm). The Army recorded the following figures for in-service conscientious objector claims during the years 1961-1971: ",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/27d6f62cab956eaca26b126574122df8b3ab3ec77370ee9cc461d7e13fa8551e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Year</td><td>Applications</td><td>Approvals</td></tr><tr><td>1961</td><td>8</td><td>1</td></tr><tr><td>1962</td><td>5</td><td>2</td></tr><tr><td>1963</td><td>69</td><td>29</td></tr><tr><td>1964</td><td>62</td><td>30</td></tr><tr><td>1965</td><td>101</td><td>26</td></tr><tr><td>1966</td><td>118</td><td>5</td></tr><tr><td>1967</td><td>185</td><td>9</td></tr><tr><td>1968</td><td>282</td><td>70</td></tr><tr><td>1969</td><td>243</td><td>194</td></tr></table></body></html>\n\n",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "On the other hand, two different circumstances could lead to readiness problems. First, as the military force shrinks, it becomes more vulnerable to unplanned personnel losses, particularly from among key personnel. Second, if the current program were changed to loosen its eligibility criteria, past experience would not be useful in predicting the possible impact on readiness and the program could pose a threat to military readiness. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The fourth objection Greenawalt raises to providing an exemption has posed problems in the past and continues to pose real difficulties. Defining the class of soldiers eligible for the in-service exemption has proven exceedingly dificult and, as a result, very controversial.85 Similarly, administering the program has proven difficult and ",
        "page_idx": 32
    },
    {
        "type": "table",
        "img_path": "images/e7c725b1dc8d124389a85b3ebacf26359d84aa1a7eae43329a35a81ca5cadb23.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>1970</td><td>1106 1525</td><td>357</td></tr><tr><td colspan=\"5\">1971 879 George Stohner, United States v. Lennox--The end of the Noyd Era in Military Law, 58</td></tr><tr><td colspan=\"5\">M1L L. REV. 241, 262 n.136 (1972).</td></tr><tr><td colspan=\"4\"></td></tr></table></body></html>\n\n",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "sSee United Stats . Seeger, 380 US. 163 (1965); Welsh v. United States, 398 U.S. 333 (1970); Gillette v. United States, 401 U.S. 437, 456-458 (1971); Mary P. Sullivan, Comment, Conscientious Objection in an All-Volunteer Military: An Impermissible Accommodation of Religious Freedom?, 43 MERCER L. REv. 751 (1992); Donald N. Zillman, In-Service Conscientious Objection: Courts, Boards and the Basis in Fact, 10 SAN DIEG0 L. REV. 108 (1972); Greenawalt, supra note 73; John T. Hansen, Judicial Review of In-Service Conscientious Objector Claims, 17 UCLA L. REv. 975 (1970); David M. Brahms, They Step to the Beat of a Different Drummer: A Critical Analysis of the Current Department of Defense Position Vis-A-Vis In-Service Conscientious Objectors, 47 M1L. L. REv. 1 (1970); Montgomery, supra note 31. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "has led to inconsistency at the level of the hearing officer investigating the claim\\* and to charges of unfairness.87 ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "As to Greenawalt's final two objections to an e:emption, little evidence supports the conclusion that past exemption programs have detracted from the government's moral force to wage war. Although the war in Vietnam became immensely unpopular, many factors influenced public opinion against that war effort far more than the fact that several hundred soldiers were discharged, or that even several thousand selective service registrants were exempted, from military service annually on grounds of conscientious objection to military service.\\*8  Active conscientious objector programs in both the United States and Great Britain during World War II did not seem to undercut the moral authority of these governments in waging that war.89 ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Finally, the fact that the United States exempts conscientious objectors from continued military service apparently has not weakened the nation's ability to deny other, similar claims for exemption not supported by a similar national consensus. Recent cases have denied exemptions from tax laws and controlled substance laws even when the affected individuals claimed that religious-based conscientious objections supported their actions.90 ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "An in-service conscientious objector policy serves several purposes, even in a volunteer force. Although this discussion demonstrates that drawbacks to adopting such a program exist, the purposes it serves endure. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "An in-service conscientious objector program continues a longstanding national policy to recognize religious-based conscientious objection to military service, thereby supporting the national values of religious freedom, individual liberty, and democratic pluralism. An in-service conscientious objector program acknowledges and avoids the difficulties inherent in attempting to coerce military service from an individual whose deeply-held religious beliefs preclude such service. Finally, an in-service conscientious objector program acknowledges the reality of change in people's belief systems that sometimes can lead to religious conflicts with continued military service. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Consequently, an in-service conscientious objector program is desireable, if not necessary, for deeply-held national policy reasons and to acknowledge the fact that people can change in significant ways during a military career. Nevertheless, the current program runs afoul of several of the arguments for and against exempting conscientious objectors from military service. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "The next section analyzes the ways in which the current program falls short both in meeting the need for such a program and in avoiding the arguments against having such a program. First, the current program is overinclusive, thereby exempting soldiers whose claimed beliefs fall outside the national consensus concerning what justifies an exemption. Second, the current program's overinclusivity could lead to readiness problems as the military shrinks and redefines its mission. Third, the current program poses administrative problems caused, in part, by obscure definitions and standards that have not changed even though the military and applicable law have changed. Finally, the current program fosters a perception of unfairness when sincere objectors benefit from military education or training only to receive a discharge before the military receives the benefit of their newly acquired skills. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "V. ANALYZING WHERE THE CURRENT IN-SERVICE CONSCIENTIOUSOBJECTOR PROGRAM FAILS AND PROPOSING A \"FIX\"",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "A. The Problem of Being Overinclusive or \"Religious Training and Belief\" as a Standardless Standard ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The requirement that conscientious objections arise from religious training and belief has been a central requirement imposed by Congress throughout the history of the exemption. This requirement is consistent with the national tradition of respect for deeply held religious convictions, even when members of the majority may not understand or approve of them. This requirement is also central to the national consensus that tolerates the injustice of releasing some from a period of obligated ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "military service that they voluntarily assumed, when others who also assumed a service obligation are not released. The current program retains the requirement that a claimant's conscientious objections be based on \"religious training and belief.91 Nevertheless, the manner in which the program defines the term broadens the exemption beyond the scope of the national consensus that supported the creation of these exemptions in the first place. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The current program defines \"religious training and belief\" to include beliefs based solely on ethical, philosophical, and merely personal moral considerations.\"2 This broad exemption is not supported by a national consensus favoring such an exemption. Such a broad definition is not required by constitutional considerations, nor is it justified in a volunteer military. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The overinclusive definition of \"religious training and belief' raises several problems. It contributes to a sense of injustice in the program because some soldiers who qualify for discharge or reassignment appear to fall outside the national consensus concerning who ought to serve and who ought to be released from serving based on conscientious beliefs. It presents an ever greater potential to impair military readiness in an era of a shrinking military force that coincidentally must expand its crisis response mission. It contributes to difficulties in administering the program by introducing uncertainty and ambiguity to the military's factfinding and decision-making under the program. Finally, it contributes to the potential for fraud or unfairness under the program by placing a premium on claimant preparation and coaching. This favors ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "claimants who are able to retain counsel or consult with anti-war groups as well as those claimants who are educated and articulate. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "1. Unwarranted Judicial Activism Created the Overinclusive Standard ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The definition of \"religious training and belief' in the in-service conscientious objector program is a prosecutor's nightmare and a defense counsel's dream because of the standard's breathtaking ambiguity. The definition reads as follows: ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Belief in an external power or being or deeply held moral or ethical belief, to which all else is subordinate or upon which all else is ultimately dependent, and which has the power or force to affect moral well-being. The external power or being need not be of an orthodox deity, but which may be a sincere and meaningful belief which occupies in the life of its possessor a place parallel to that filled by the God of another, or, in the case of deeply held moral or ethical beliefs, a belief held with the strength and devotion of traditional religious conviction. The term \"religious training and belief\" may include solely moral or ethical beliefs even though the applicant himself may not characterize these beliefs as \"religious\" in the traditional sense, or may expressly characterize them as not religious. The term \"religious training and belief' does not include a belief which rests solely upon considerations of policy, pragmatism, expediency, or political views.93 ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Anyone who surmises from this language that attorneys were involved in creating this collage of religion-philosophy-sociology, is correct. As mentioned above,\" this standard comes from the opinions in United States v. Seeger? and Welsh v. United States°6 in which the Supreme Court interpreted the same term in the Selective Service Act.97 ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "a. United States v. Seeger ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Congress defined the term \"religious training and belief' as \"an individual's belief in a relation to a Supreme Being involving duties superior to those arising from any human relation, but [not including] essentially political, sociological or philosophical views or a merely personal moral code.\"8 The Supreme Court believed the term required further interpretation.  Writing for a unanimous Court, Justice Clark resolved the issue as a matter of statutory interpretation, rather than as a Constitutional issue. Early in the opinion, Justice Clark gave a foretaste of the care with which he intended to treat the words and intent of Congress when he substituted the word \"economic\" for \"philosophical\" in the statute's list of beliefs that would not qualify for the exemption.?9 ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "94 See supra part II.A.   \n95 380 U.S. 163 (1965).   \n96 398 U.S. 333 (1970). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Both casesinvolvedclaimsof conscientious bjectionunder $\\S\\O6(j)$ Selective Service Act of 1948, Pub. L. No. 80-759, $\\S\\left(\\mathfrak{j}(\\mathfrak{j})\\right)$ , 62 Stat. 604, 612-13 (codified as amended at 50 U.s.C. app. $\\S456(\\mathrm{j})$ (1988)) (The 1951 amendments did not change the Conscientious Objector exemption). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "98 Id. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "hpincharacteizatof pen xetsta differs from the language of the statute itself. Compare United States v. Seeger, 380 U.S. at 173 (\"The section excludes those persons who, disavowing religious belief, decide on the basis of essentially political, sociological, or economic considerations. . . \") (emphasis added) with Selective Service Act of 1948, Pub. L. No. 80-759 $8$ 6(j), 62 Stat. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Congress added the definition of \"religious training and belief' to the conscientious objector exemption in the Selective Service Act of 1948.1o° Justice Clark referred to the Senate Report on the 1948 Act as indicating an intent to re-enact \"substantially the same provisions as were found in the 1940 Act\" which had not defined \"religious training and belief.\"o1 Armed with this statement of congressional intent and the definition of religion from Webster's New International Dictionary, Justice Clark concluded, $\"\\mathbf{A}$ sincere and meaningful belief which occupies in the life of its possessor a place parallel to that filled by the God of those admittedly qualifying for the exemption comes within the statutory definition.\"1oz This new definition included claimants whose conscientious objections were unrelated to any supreme being or even any acknowledgement of a supernatural component to life. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "In reaching its definition, the Court impliedly concluded that Congress's addition of the words \"belief in relation to a Supreme Being\" had no meaning and did not qualify or define the term Congress expressly intended them to qualify or define. Congress logically intended the words to carry some meaning and commentators have reached this same conclusion. The evidence of congreional intent indicates that Congress ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "intended a more limited definition of \"religious training and belief,\"-one consistent with traditional concepts of religion including a theistic component. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The Senate Report accompanying the 1948 amendment explained the exemption as extending \". . . to anyone who, because of religious training and belief in his relationship to a Supreme Being, is conscientiously opposed to combatant military service or to both combatant and noncombatant military service.\" (citation omitted)104 The Senate specifically referred to the case of United States v. Berman1o5 as defining who is eligible for the exemption based upon \"religious training and belief.\" The logical inference from this reference is that the Berman case clearly supports the proposition for which it was cited.16 Congress used Berman to clarify the meaning of \"religious training and belief' in the context of eligibility for an exemption as a conscientious objector. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The Berman case interpreted the meaning of \"religious training and belief\" as found in the Selective Service Act of 1940.1o7 The Berman court concluded that \"religious training and belief\" was plain language that Congress used to distinguish between \"conscientious social belief, or a sincere devotion to a high moralistic, philosophy, and one based upon a belief in his responsibility to an authority higher and beyond any worldly one.\"os The court cited with approval the definition of religion that Chief Justice Hughes used in his dissent in United States v. Macintoshio--the same definition the Congress subsequently adopted for the conscientious objector exemption and used in the Senate Report on the 1948 Act.1o The Berman court's broadest reference to the essence of religion required a recognition that religion involved not a unilateral human process, but a \"vital and reciprocal interplay between the human and the supernatural.\"i1 Congress's reference to Berman is all the more significant because another federal circuit had adopted a broader interpretation of the same definition prior to the Berman case.112 ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Justice Clark, writing in Seeger, explained Congress's reference to Berman by saying the reference could have meant any number of things.13 His explanation was disingenuous, however, because it ignored not only the context of the reference, but also Congress's choice of the narrower of two judicial interpretations of the statutory standard. Congress intended, at a minimum, that the \"religious training and belief\" language mandated that the conscientious objection arise from an acknowledgement of human obligations owed a supernatural entity or reality. Justice Clark's opinion removed any such requirement from the statute, thereby making it something quite ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "different from what Congress intended. Justice Harlan later repudiated his vote in Seeger, describing the opinion as \". . . a remarkable feat of judicial surgery to remove . the theistic requirement of $\\S\\stackrel{\\dot{6}}{\\left.\\right.}$ 14 ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "b. Welsh v. United States ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The Supreme Court, in Welsh $\\nu.$ United States115 completed the secularization of \"religious training and belief' begun in Seeger five years earlier. Like the Court's opinion in Seeger, Welsh resolved the issue as a matter of statutory interpretation, not as a constitutional issue. Writing for a four-member plurality, Justice Black effectively erased \"religious training and belief\" as a separate requirement for qualification under the statutory exemption. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Justice Black's opinion held that the Seeger standard for \"religious training and belief\" included \". . . beliefs that are purely ethical or moral in source and content but that nevertheless impose upon [the believer] a duty of conscience to refrain from participating in any war at any time ... \"16 Justice Black used two arguments to avoid the specific statutory exclusions of \"essentially political, sociological or philosophical beliefs or merely personal moral code.\" First he identified beliefs that fell within these exclusions as beliefs that were not deeply held and beliefs which did not rest at all upon moral, ethical, or religious principles, but rather were based solely on considerations of policy, pragmatism, and expediency.117 He then employed a Houdini-like logic to ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "conclude that a claimant found to be \"religious\" under the newly-expanded definition of that term, could not be excluded based on views that were essentially political, sociological, or philosophical or merely a personal moral code.118 ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Unlike Seeger, the Court in Welsh was divided. Justice Harlan issued a strongly worded opinion in which he concurred in the Court's judgment because of what he perceived as a constitutional problem in the statutory definition, but disagreed with the court's statutory interpretation. He accused the plurality of performing a \"lobotomy\" on the statutory language in the casel19 and stated that the plurality's interpretation was unworkable except in \". . . an Alice-in-Wonderland world where words have no meaning \"20 The three remaining justices on the case disented, agreeing with Harlan's analysis that Congress intended to reserve the exemption to more traditional concepts of religion, but disagreeing with Harlan's conclusion that such a limited exemption violated the First Amendment's prohibition against the establishment of religion.121 ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Unlike Justice Clark in Seeger, Justice Black did not even bother to construct an argument that legislative history supported his conclusions. This fact did not escape the notice of commentators. Even a commentator who cheered the case's outcome felt compelled to point out Black's \". . judicial sleight of hand. . .\" in expanding the Seeger standard to include moral and ethical beliefs. That commentator concluded, \"Unfortunately for those concerned for judicial constraint and logical consistency, there was no legislative history or judicial language to support Black's reading.\"122 Another writer, analyzing Black's transformation of statutory language, noted, \"Perhaps the most startling aspect of this exegesis is the conversion of personal moral beliefs, explicitly excluded by the statute, into included religious beliefs.23 ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Justice Black failed to consider evidence of Congress's intent to limit the definition of \"religious training and belief' to more traditional concepts of religion. Like Seeger, Welsh dealt with the conscientious objector provision found in the Selective Service Act of 1948.12\" In 1967, however--subsequent to the decision in Seeger and almost three years before the court heard argument in Welsh--Congress passed the Military Selective Service Act of 1967.125 The 1967 Act amended the conscientious objector exemption and the legislative history of this amendment demonstrates a clear intent to overrule legislatively the expanded definition of \"religious training and belief\" from Seeger. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "A remarkably comprehensive Selective Service policy review preceded passage of the 1967 Act. Spurred by growing criticism of the draft and by steadily increasing draft calls to support the war in Vietnam, the House Committee on Armed Services held ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "preliminary hearings on Selective Service reform in June of 1966.126 Following these preliminary hearings, President Johnson established the National Advisory Commission on Selective Service (commonly referred to as the Marshall Commission after its chairman, Mr. Burke Marshall, a former Deputy United States Attorney General) to provide recommendations concerning the draft law.127 Not wanting to be outdone, the House Committee on Armed Services established its own \"blue ribbon\" panel to look into Selective Service policy. The Civilian Advisory Panel on Military Manpower Procurement, headed by retired General Mark W. Clark, reported its findings and recommendations to that committee on February 28, 1967.128 President Johnson transmitted the Marshall Commission report to Congress on March 6, 1967.129 ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The Civilian Advisory Panel and the Marshall Commission both addressed the question of whether the Selective Service Act ought to acquiesce to the Seeger Court's broad definition of \"religious training and belief\". The Marshall Commission ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "recommended continuing the present policy as defined by Seeger.13o  The Civilian Advisory Panel recommended that Congress \"[A]mend the law to overcome the broad interpretation of the Seeger case... \"1 President Johnson made no comment Of recommendation on this issue in his transmittal message, which accompanied the Marshall Report. Therefore, the Congress faced a clear choice on the scope of \"religious training and belief' as it began hearings on the new draft law. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "The hearings before the House Committee on Armed Services consumed seven days and 806 pages of testimony as the committee heard from the Director of the Selective Service, the Voters for Peace Executive Committee on the Selective Service, and all points in between.132 No less than eight witnesses specifically discussed the Seeger standard for \"religious training and belief.m33 As a result, the committee certainly was informed of the significance of the opinion in Seeger, if any committee members were not already aware of the case. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Several of the witnesses before the committee testified in favor of the Seeger standard, but the committee repeatedly indicated dissatisfaction with Seeger. One committee member expressed ·the committee's concern with the Seeger standard as follows: ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The relative difficulty confronting the committee and the Congress here on the question of conscientious objectors does arise in its difficulty to distinguish between a personal moral code [which the statute excludes] and the belief that one might hold which is not truly religious, but apparently meets the test of the Supreme Court decision in the Seeger case on the Supreme Being context. . . . How would you distinguish between a purely personal moral code and one which apparently meets and satisfies the Supreme Court test of a Supreme Being?134 ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Another committee member expressed his disapproval of the result in Seeger, indicated the committee's desire to overule the case legislatively and invited General Clark to suggest how Congress ought to accomplish that goal.135 General Clark responded by suggesting that returning to the \"old language\" of the 1940 Act might help.136 The Committee Chairman, Representative Mendel Rivers, described the outcome of the Seeger case as \"plainly ridiculous.\"137 ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "General Mark W. Clark testified and reported the unanimous findings and recommendations of the Civilian Advisory Panel. The panel's report included a finding that Seeger \". . . unduly expanded the basis upon which individual registrants could claim conscientious objections to military service3s The Civilian Advisory Panel explained this finding further: ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "The Supreme Court in the Seeger case appears to ignore the intent of Congress which, in amending the language of the 1940 Draft Act, attempted to narrow the circumstances and more clearly define the basis for claiming conscientious objection to military service. The interpretation by the Court of the language added by Congress in this regard actually resulted in a significant broadening of the basis on which these claims can be made with the very real possibility that in the future there will be an ever-increasing number of unjustified appeals for exemption form military service.139 ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "As corrective action, the panel recommended that Congress restate the limiting language of the conscientious objector exemption \"so as to eliminate the confusion caused by the Supreme Court decision . . \" and that Congress consider returning to the original language of the 1940 Act by deleting the reference to \"Supreme Being.\"40 ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Near the end of the hearings, the committee took extensive testimony from Lieutenant General (LTG) Hershey, the Director of the Selective Service. The ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "138 Id. at 2552.   \n139 Id.   \n140 Id. at 2553. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Committee members, and in particular Chairman Rivers, engaged LTG Hershey in the following extended colloquy on how Congress might amend the statutory language to avoid the broad definition from Seeger: ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Mr. King: To change the subject General, what do you propose about CO's? I notice you didn't mention that in your statement and it is a thing that has bothered me. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "General Hershey: Well, it bothers me. I had thought, for instance, and it has been brought up before this committee before, but, the Seeger case is the one that has given a lot of people concern in this Congress, I'm sure, because I know something about it. They put the Supreme Being in to make it more tough. And they ended up with the Supreme Court saying that the Congress obviously was trying to broaden it. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Mr. King: We ought to put the Supreme Being in the Supreme Court. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "General Hershey: Probably still 4 to 5 though, I wouldn't be surprised. [A lot of laughter.] ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "[Mr. King:] I think we are getting into a question whether you would be content with it, without the actual purpose. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "[Gen. Hershey:] Anyway, I have felt that maybe if the Congress removed the Supreme Being, it would be evidence that they didn't put it in, to broaden it; but on the other hand I wouldn't want to bet it wouldn't be taken as more evidence of broadmindedness. . . . [B]ut I'm somewhat in a quandary about what to do, because when you don't know what is going to be interpreted in your law, how do you know what to legislate?141 ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "This discussion of the definitional problems posed by Seeger, which continued for almost four pages, concluded with LTG Hershey agreeing with Chairman Rivers that returning to the language of the 1940 Act might clarify Congress's intent to \"go back to the oldtime religion.\"142 ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The committee reported out a bill on May 18, 1967. Consistent with the recommendations of General Clark and LTG Hershey, the bill retained the requirement that conscientious objections be based on \"religious training and belief,\" but deleted the statutory definition of that phrase added by the 1948 Act. The committee report explaining these changes discussed the effect of Seeger as \"significantly broadening .. . the basis on which claims for conscientious objection can be made.\"43 The report cited LTG Hershey's conclusions that \"this undue expansion . . . could very easily result in a substantial increase in the number of unjustified appeals for exemption from military service based upon this provision of law.\"4 The committe explained its decision to retain the \"religious training and belief\" requirement as restating \"the original intent of the Congress in drafting this provision of the law.\"145 ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The House-Senate conference restored some limiting language to define \"religious training and belief.\" The conference report on the bill explained the reasons for these changes as follows: ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The Senate conferees also concurred in the desire of the House language to more narrowly construe the basis for classifying registrants as \"conscientious objectors.\" The recommended House language required that the claim for conscientious objection be based upon \"religious training and belief' as had been the original intent of Congress in drafting this provision of the law. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The Senate conferees were of the opinion that congressional intent in this area would be clarified by the inclusion of language indicating that the term \"religious training and belief' as use in this section of the law does not include \"essentially political, sociological, or philosophical views or a merely personal moral code.146 ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "This clearly expressed intent to limit the scope of the conscientious objector exemption resulted in the current statutory limitation on the term \"religious training and belief.\" The current statutory provision reads as follows: \"As used in this subsection, the term \"religious training and belief' does not include essentially political, sociological, or philosophical views, or a merely personal moral code.\"47 ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Had Justice Black been interested in discerning congressional intent in his effort to interpret the statutory language, a substantial and detailed record of that intent was available to him. Unfortunately, the record of Congress's intent was contrary to his own absolutist position on the permissible interface between government and religion. Even though Welsh was not a constitutional case, Justice Black applied his understanding of First Amendment principles to reach the result he wanted. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "One commentator summarized Justice Black's jurisprudence in the area of church-state relations by writing, $\\pmb{\\mathcal{M}}\\mathbf{e}$ simply did not want the government trying to determine what religion is and what it is not . .8 He favored the Madisonian view, which treated religion as being synonymous with conscience, even though Madison's proposals for the First Amendment which equated the two concepts were rejected.149 As a result of his belief in First Amendment absolutes, Justice Black hardly hesitated to substitute his own deeply held beliefs on the relationship between government and religion for Congress's intent in the conscientious objector exemption. As one commentator observed, \"The fact that he had to resort to tactics involving less that the highest traditions of legal scholarship and judicial consistency in order to obtain his constitutional objective did not deter him in the slightest.50 ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Justice Black, however, was not free to substitute his judgement for that of Congress unless the statutory scheme was unconstitutional, and neither Seeger nor Welsh were decided on constitutional grounds. The Court describes its task in a statutory interpretation case much as Justice Harlan described it in his concurence in Welsh. The Court has noted, \"Our task is to give effect to the will of Congress, and where that will has been expressed in reasonably plain terms, that language must ordinarily be regarded as conclusive.51 Justice Black paid scant attention to the will of Congress, prefering instead to rely on his own understanding of religion. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The concept of \"religious training and belief' is not foreign to the American experience. The common-sense understanding of the term indicates that religion means more than a personal moral code or a standard of ethical conduct. By drawing on this understanding and linking the statutory term with the specific language Congress included in the statute to advise what was not included in the term, one can find a comprehensible standard.152 This definitional chore is even clearer given the record of congressional disapproval of the Seeger standard. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "On the other hand, because both Seeger and Welsh involved interpretations of the 1948 Act, the Supreme Court was not necessarily required to interpret the amended language of the 1967 Act to resolve either case. The Court has never confronted the ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "evidence of congressional intent to overrule Seeger legislatively.153  Absent a constitutional infirmity, Congress's 1967 formula ought to control who qualifies for exemption under the Selective Service Act's conscientious objector provision. To the extent that the in-service conscientious objector program emulates the Selective Service Act's policies regarding conscientious objection, the in-service program likewise ought to adopt a more limited definition of \"religious training and belief.\" ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "2. Consequences of an Overinclusive Standard ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The overinclusive standard for \"religious training and belief' developed in Seeger and Welsh resulted in four sets of adverse consequences. First, the Seeger-Welsh standard gives the irrational result that a standard which requires religious beliefs may not distinguish between secular and religious beliefs. Second, the Seeger-Welsh standard in several ways fosters unfairness or the perception of injustice in the administration of the in-service conscientious objector program. Third, following the Seeger-Welsh standard in a time of rapid changes in the military's mission and size threatens military readiness. Finally, what amounts to a standardless standard poses several practical difficulties to the military as it administers the in-service conscientious objector program. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "a. The Irrational Outcome Consequence ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The Court in Seeger and Welsh took a statutory standard that required religious belief and converted it to a standard that forbids the government from distinguishing between religious and secular beliefs in the area of ethics, philosophy, and personal moral codes. One commentator concluded, \"Now the conscientious objector exemption might be forbidden only to the lukewarm and opportune. All others, regardless of their beliefs, were lumped into the protected category 'religious.'454 The opinions accomplish this transformation not only by interpreting \"religion\" in the broadest possible terms, but also by rendering meaningless the limiting language Congress included in the statute. This language would have excluded beliefs that were not linked by reference to a Supreme Being, as well as beliefs that were \"essentially political, sociological or philosophical\" or that constituted a \"personal moral code.\"15s The Seeger-Welsh standard, however, would define these beliefs as \"religion\" as long as the claimant held them deeply and sincerely. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The Court itself implicitly recognized the counterintuitive outcome of its newly declared standard. Justice Black stated that a claimant's own characterization of his beliefs as \"nonreligious\" was a \"highly unreliable guide\" to the factinder.156 Under normal circumstances, one would consider the claimant to be the most competent to identify his belief system as religious or not. These are, however, far from normal circumstances. Justice Black apparently concluded that the world of conscientious objection lies far beyond the ken of the ordinary claimant of conscientious objector status. He noted, \"Very few registrants [and, we should add, the majority of members of Congress as well are fully aware of the broad scope of the word \"religious\" as used in 6(i)... \"sAs long as the in-service conscientious objector program follows the Seeger",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Welsh standard, the program indeed exists in \"an Alice-in-Wonderland world where words have no meaning.\"58 ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "b. The Unfairness and Injustice Consequence ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The overinclusive standard from Seeger and Welsh also fosters a perception of unfairness or injustice in the in-service conscientious objector program. The overinclusive standard is contrary to the national consensus on the issue of who ought to be excused from military service. Each time Congress considered the issue of the conscientious objection exemption, it heard testimony and earnest recommendations to expand the conscientious objection exemption beyond objections based on religious belief.159 On each occasion, Congress refused to follow that course and opted to retain the religious requirement. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "This repeated affirmation of the greater protection afforded religious-based conscientious objections reflects a profound national commitment to protecting religious values. This is the same commitment demonstrated throughout the nation's history.160 ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The nation does not wish to equate religious belief with sociology, philosophy or ethics. Nevertheless, as one commentator pointed out, the Seeger-Welsh standard, \"unrealistically labels as \"religion\" beliefs and activities which do not serve the function of religion in society.\"161 Congress never intended this result and, as legislative history demonstrates, it actually worked hard to avoid it. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The Court's insistence on substituting its concepts of religion and religious beliefs for those specified by Congress risk violating the implicit social contract represented by the conscientious objector exemption.162 The exemption evidences the nation's willingness to accept the injustice of excusing some from a military obligation to protect a respected national value --in this case, religious belief-when others who may have other good reasons for avoiding continued service are not exempted from their obligations. The class eligible to receive the exemption should be defined clearly and in a manner perceived to be just so that those administering the program can determine accurately who falls within the program's benefits. To the extent that the Seeger-Welsh standard exceeds this national consensus, the new standard promotes unfairness or injustice by benefiting those whom the nation never intended to benefit and for reasons the nation has demonstrated repeatedly it is unwilling to support. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The Seeger-Welsh standard also fosters unfairness or injustice by favoring claimants who are educated, articulate, able to retain counsel for representation, or able to obtain conscientious objection counseling. The well-counseled claimant will know to avoid the legal \"minefields\" posed by beliefs held prior to entering the military or beliefs relating to selective conscientious objection, regardless of whether he or she actually holds such beliefs. The educated or articulate claimant will have the advantage of being able to explain his or her beliefs more clearly than most other claimants. The wellcounseled claimant will be better able to demonstrate how his or her beliefs meet the abstract requirements of the Seeger-Welsh standard. A claimant will be discussing what should be her core beliefs and life values, powerful and emotionally laden topics under the best of circumstances. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "As one commentator concluded on this fairness issue, \"[Tjhe sophistication and ability to hire counsel put one at a great advantage in formulating a sustainable conscientious objector claim and in having it ultimately sustained.\"163 The Seeger-Welsh standard favors the educated and well-counseled and, as a result, places the undereducated or inarticulate at a disadvantage and may not evaluate the individual claimant and the nature of his or her beliefs fairly.164 ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The overinclusiveness of the Seeger-Welsh standard creates a final fairness or injustice issue in its failure to recognize the fundamentally different nature of today's all. volunteer force. The current Department of Defense directive was born during an era when the United States maintained an active Selective Service and conscripted a ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "significant proportion of its active-duty armed forces.165 Compelled military service is a far different matter than military service assumed voluntarily. The volunteer affirmatively declares that he or she is not a conscientious objector to military service both by the act of stepping forward to join the military and by the affirmation during the enlistment process.16 The volunteer is able to consider thoroughly the implications of military service prior to signing the enlistment contract and taking the oath of enlistment or accepting a commission. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "These conditions stand in sharp contrast to the inductee swept into the military from civilian life without a choice in the matter and without the benefit of time to consider all the implications of military service. Compelled military service is the most demanding obligation a nation may impose on its citizens and should not be imposed lightly on those who find deep moral offense to such service. A conscientious objector policy that distinguishes between the volunteer and the unsuspecting conscript in their respective claims for exemption from military service clearly has some justifications. Courts and commentators have recognized these differences as significant in considering the proper response to a claim of conscientious objection.167 The current in-service ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "program, however, simply imports the standards applicable to the draft law conscientious objector exemption without considering the very different circumstances confronting the volunteer and the conscript. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "c. The Potential Readiness Consequence ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The Seeger-Welsh standard for \"religious training and belief' grew out of a time when the military not only relied upon the draft for much of its manpower needs, but also grew to meet the national security missions of the time. The advent of a volunteer force and the restructuring of the United States armed forces and national security strategy following the end of the Cold War require a reassessment of the Seeger-Welsh standard not only for the fairness issue discussed above, but also for the potential military readiness impacts of an overbroad standard. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The impact of personnel losses because of an in-service conscientious objector program is significantly different than the impact of losses because of a conscientious objector exemption only from conscripted military service. In the latter case, the government has invested neither the time nor money in training the soldier, nor has the military integrated the soldier into the force as a member of the military team. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "The cost to the government is greater when a trained member of the force leaves the military than when an untrained conscript receives an exemption from compulsory service. Commentators have noted this difference and have speculated that it may be a difference of constitutional significance, justifying disparate treatment for in-service ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "objectors.168 In other words, this difference could justify a more generous conscientious objector exemption for Selective Service purposes than for the in-service objector. Nevertheless, the military has not recognized this distinction in the potential readiness impacts of the in-service objector versus the conscripted objector. Furthermore, the inservice conscientious objector program continues to be based on the $1960\\mathbf{s}^{\\prime}$ draft law model. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The Department of Defense policy on the in-service conscientious objector potentially affects three central components of the redefined United States national security strategy. Current national security strategy emphasizes forward presence of military forces, crisis response capability, and a smaller force structure.169 ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The forward presence component of this strategy provides an initial crisis response capability and a logistics base for bringing follow-on forces when necessary. It also demonstrates American resolve to deter conflict and promote regional stability.17o The crisis response component of this strategy requires forces that can respond ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "decisively to short notice crises.171 Finally, the new national security strategy cals for a smaller force structure that relies primarily on active component forces for initial crisis response and reserve forces for essential support units and augmentation capability.172 ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Conscientious objector policy potentially affects each of these three components of the new national security strategy. More than ever, the national security strategy relies on high levels of military readiness and the capability of projecting and sustaining forces overseas on little or no notice. At the same time, this short-notice crisis response capability must be available with a smaller force structure. A broadly defined conscientious objector policy could conflict with these fundamental components of the new national security strategy, potentially jeopardizing the armed forces' crisis response capability. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Although the military currently does not consider the conscientious objector program a readiness issue,17 the ongoing changes in the military, combined with the overbroad standard, have the potential to create readiness problems. As the military shrinks and relies more heavily on rapid deployment and crisis response capabilities in its remaining forces, it becomes more vulnerable to personnel policies that could remove key members of the very team that gives the military its rapid response capability. The Department of Defense should revise its policy toward conscientious objectors to ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "contribute to the military's ability to meet its crisis response mission while accommodating sincere religious-based objections. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "d. The Practical Difficulties Consequence ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The last set of problems created by the overbroad Seeger-Welsh standard are the practical difficulties that accompany the obligation to administer a program without a comprehensible standard. These difficulties include the problem of applying an overbroad and abstract standard to individual cases and the great potential for fraudulent claims arising from having such a standard. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "An investigating officer will find difficulty in seriously challenging a claimant's declaration that his or her beliefs fall within the Seeger-Welsh standard of \"religious training and belief.\" Commentators have discussed the inherent difficulty of achieving uniform results when applying the Seeger-Welsh standard.17 One of these actually commentators concluded that \"present criteria for conscientious objector status-whether a registrant's belief is sincerely held and 'occupies a place in the life of its possessor parallel to that filled by the orthodox belief in God of one who clearly qualifies for the exemption'-- are too elusive to admit of reliable application.\"175 ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "The experiences of current investigating officers bear out the criticism--the standard is confusing.176 The standard requires evaluation of the depth and sincerity of a claimant's belief as the only remaining substantive requirements. The Supreme Court recognized the difficulty of devising procedures to ensure justice in such inquiries even before it greatly expanded the universe of beliefs that could qualify as \"religious\"77 The overbroad standard results in confusion and in a lack of uniformity--both of which may well contribute to unfairness and injustice. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The Seeger-Welsh standard also invites fraudulent claims. For years commentators have pointed out that the abstract standard devised by the Court in Seeger and Welsh, combined with the often unpleasant circumstances of military service, amounts to an invitation to fraud.178 ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The generous standard simplifies the task of an articulate or well-counselled claimant of presenting a prima facie case for conscientious objector status.179 The nature of military service itself provides ample incentive--for those who choose to seek such an escape--to fabricate a prima facie case for conscientious objector status. Military service often includes austere living conditions, difficult or unpleasant duties, and constant reminders of the disciplinary authority to which all soldiers are subject at all times. The prospect of a deployment into combat creates an extreme incentive to falsify. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Once the claimant presents a prima facie case, the investigating officer confronts the difficult mission of inquiring into the claimant's sincerity based almost exclusively on information the claimant provides.18o The troubling result of this chain of events and circumstances is that, in the words of one commentator, \"TA] man's chances of success .. . will depend less on whether he is a sincere conscientious objector than on the care he takes in supplying data to [the factfinder].\"181 ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "The overinclusive Seeger-Welsh standard leads to irrational results; creates a range of actual and potential unfairness and injustice; creates potential readiness problems; and poses unnecessary practical difficulties. The in-service conscientious objector program ought to reflect society's judgment concerning what constitutes religion and who ought to serve when not all serve.182 The in-service conscientious objector program also ought to reflect the needs of the military today, rather than the past concerns of a conscripted military and a nation torn by an unpopular war. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Commentators have concluded that the strong opposition to the war in Vietnam and the charges of serious inequities in the administration of the Selective Service during the Vietnam War led to judicial activism as a means of correcting injustices that the executive and legislative branches seemed unwilling or unable to redress.13 A standard of \"religious training and belief\" shaped by a perceived need for judicial intervention in another era, and designed to confront perceived injustice in another time continues to direct the current in-service conscientious objector program. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "The needs of the nation and the current, all-volunteer armed forces are not the same as those of the nation and its armed forces of twenty-five years ago. The nation and its armed forces and are not well served by a conscientious objector policy designed during an era of vastly different military personnel concerns and personnel procurement policies. For all these reasons, the in-service program ought not be bound by the Seeger/Welsh standard and the many problems which that standard creates. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "3. Curing the Overinclusive Standard: What Standard Ought We Apply? ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "The plain language of the statutory conscientious objector exemption, as well as the legislative histories of the current statutory provision and the 1948 provision ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "demonstrate that the Seeger-Welsh standard is not what Congress intended.18 Several sources indicate how the military might redefine the standard for \"religious training and belief.\" Congress has provided guidance in the specific exclusionary language in the statutory conscientious objector exemption. The Supreme Court has discussed the constitutional dimensions of \"religion.\" Finally, several commentators have wrestled with the problem of defining religion and have proposed conceptual frameworks--if not actual definitions--to apply in religion cases. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Congress specifically excluded certain types of beliefs from the coverage of the statutory conscientious objector exemption. Beliefs based on \"essentially political, sociological, or philosophical views, or a merely personal moral code, do not qualify for the exemption.18s Congress intended to distinguish secular beliefs, even those that are deeply held and guide one's life, from religious beliefs. Accordingly, even a deeply held and life-guiding belief in a personal moral code or a life-guiding philosophy lack something that Congress would require to qualify for the exemption. Congress drew a line between secular belief--no matter how deeply held or life-guiding--and religious belief. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "The Supreme Court has contributed some guidance concerning the constitutional dimensions of religion on at least two occasions since 1960. In Torcaso v. Watkins,186 the Court held that the government may not distinguish between \"those religions based on the belief in the existence of God as against those religions founded on different ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "beliefs.\"87 Justice Black authored the opinion of the Court and, for the first time, demonstrated the breadth of his concept of religion. In a footnote to the opinion, he included Ethical Culture and Secular Humanism among \"religions\" that did not teach theistic beliefs, but which he believed were deserving of First Amendment protection.188 Although Justice Black believed that some apparently secular belief systems deserved First Amendment protection, his footnote in Torcaso emphasized belief systems with recognizable communities of believers.189 ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "In Wisconsin v. Yoder,190 the Supreme Court again addressed the constitutional dimensions of religion, albeit in dicta. The Court stated that a free exercise claim \"must be rooted in religious belief.\"191 The Court then distinguished religious belief from \"philosophical and personal\" views and from beliefs that constitute a \"rejection of the contemporary secular values accepted by the majority.\"192 The Court stated that no person is entitled to exemption from reasonable state regulations for \"purely secular considerations.\"193 ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "187 Id. at 495. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "188 Id. at $495\\ \\mathrm{n.11}$ (listing udm,Taism,Ethial Cuture, nd l Humanism as nontheistic belief systems deserving First Amendment protection as \"religions\"). ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Anad Ageshwar, Nte, Rediscovering God in the Constiution, 67 N.YU. L. REV. 295, 301 (1992). ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "190 406 U.S. 205 (1972)(upholding an Amish claim of exemption from state compulsory education requirements). ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "191 Id. at 215.   \n192 Id. at 216.   \n193 Id. at 215. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "By citing Thoreau as a paradigm of the secular believer not coming within the purview of religion, the Court apparently rejected, for constitutional purposes, the functional analysis it used to create the Seeger-Welsh standard.19 Certainly Thoreau's beliefs guided his life and occupied a place in his life parallel to that of orthodox religion, but this was not enough to constitute religion for constitutional purposes. The Court also impliedly rejected Justice Black's assertion in Torcaso that secular belief systems qualified as religions. The secular belief systems Black cited in Torcaso probably would not qualify as religions under Yoder's criteria. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Many legal commentators have proposed formulae for measuring whether a given belief system constitutes a religion.19 Among the more intuitively satisfying and practical are the three approaches that follow. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Anand Agneshwar proposes a definition for religion that emphasizes the supernatural component of religious belief as a way of distinguishing between secular ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "194F Freeman, supra note 103, at 1527; Agneshwar, supra note 189, at 304; Yoder, 406 U.S. at 247-48 (Douglas, J., dissenting in part). ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "195 See, eg, Agneshwar, supra note 189 postulating adefinition that focuseon belief in supernatural intervention in or explanation of life); Collier, supra note 161 (advocating a four factor definition of religion); Freeman, supra note 103 (denying that one can adequately define religion, but presenting instead a multi-factor paradigm); John Mansfield, Conscientious Objection-1964 Term, in RELIGION AND THE PUBLIC ORDER 3 (D. Giannella ed. 1965) (arguing that any definition must look to the fundamental character of the truths asserted by the belief system to determine whether it is a religion); and Gail Merel, The Protection of Individual Choice: A Consistent Understanding of Religion Under the First Amendment, 45 U. CHI. L. REv. 805 (1978) (advocating a constitutional approach which distinguishes between beliefs as labeled by the adherent: any multidimensional system of beliefs sincerely asserted as religiously held). ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "and religious belief systems.196 He points out that our society continues to differentiate between moral views that flow from a belief in the supernatural or in a transcendent reality from other moral views.197 In his view, defining religion by reference to a transcendent reality and supernatural explanation of life restores the intuitively necessary spiritual component to religion.198 At the same time, this tighter definition avoids the slippery slope of free exercise claims based only on depth of individual belief without reference to what is recognizably religious.199 ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Steven Collier proposes a more organizationally based test for religion, founded on four elements. He argues that courts evaluating free exercise claims for exemption must determine whether the claimant belongs to an organization; whether that organization imposes moral demands on its members; whether these demands are based on insights into the meaning of existence; and whether membership involves engaging in conduct or practices based on beliefs.200 ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Collier argues that the organizational requirement reflects the reality that religion is practiced by communities of believers and that the requirement contributes an objective measure for religious belief.21 The requirement for moral demands based on an understanding of the meaning of existence fulfills two of the principle functions of religion in society--providing a system of morality and an explanation of the meaning of life.202 This requirement also distinguishes religion from other belief systems that encourage or mandate morality. The final requirement that religion include conduct or practices reflects the function religion plays in adherents lives?3 and provides another objective measure for the factfinder.204 ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Collier summarizes his approach by stating, \"Anything that does not serve the functions religion normally serves in society should not receive the protections of the religion clauses.\"205 ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "George Freeman rejects efforts to define religion, arguing instead that the most one can do is identify significant indicia of religion and then measure a given claim against this paradigm to determine the relative strength of the claim. His paradigm consists of the following eight relevant features: ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "(1) A belief in a Supreme Being;   \n(2)  A belief in a transcendent reality;   \n(3) A moral code;   \n(4)  A world view which provides an account of our role in the universe and which organizes the believer's life;   \n(5) Sacred rituals and holy days; ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "202 Id. at 988.   \n203 Id. at 1000.   \n204 Id. at 996.   \n205 Id. at 1000. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "(6) Worship and prayer;   \n(7) A sacred text or scriptures; and   \n(8)  Membership in a social organization that promotes a religious belief system206 ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Freeman refuses to say which combinations are sufficient to constitute religion, leaving to the factfinder the role of measuring a given claim against the factors in the paradigm ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Each of the three paradigms or definitions share certain characteristics, which demonstrates that religion possesses an identifiable degree of consistency. Each acknowledges the significance of a supernatural or transcendent reality, which distinguishes religion from secular belief systems. Each acknowledges the significance of a cosmology or explanation for the meaning of existence, which also distinguishes religion from secular belief systems. Finally, each acknowledges the significance of a moral code linked to a cosmology and transcendent reality. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Freeman's paradigm and Collier's four-functional-element test each recognize the significance of an organized community of adherents. Freeman and Collier also recognize the significance of behavior or activities shaped by the organization's moral code and understanding of the meaning of existence. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The guidance from Congress and the Supreme Court, along with the three proposals discussed above, facilitate a workable approach to defining religion in the context of conscientious objection. Congress evidenced a clear intent to distinguish secular belief systems from religion.207 The Supreme Court has stated that the ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "government should not distinguish between theistic and nontheistic religions.2os The Court also has impliedly endorsed the idea of a community of adherents as a requirement for religion2o and has clearly stated that purely secular beliefs, such as personal beliefs and philosophy, fall outside the protections of the First Amendment religion clauses.210 ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Drawing upon all of this guidance, the Department of Defense should adopt the following definition for \"religious training and belief\" in the in-service conscientious objector program: ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Beliefs arising from recognition of a supernatural component to life. This supernatural component may be represented by belief in God, belief in an afterlife, or belief in the ability to reach a higher existence beyond the world as we understand it. These beliefs must provide an explanation for existence; must impose moral obligations; must encourage or demand specific behaviors or practices; and must be shared by a community of believers. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "This definition incorporates factors such as supernatural belief and an explanation for existence, both of which distinguish religious belief from secular belief systems. This proposal also provides objective criteria that not only are more readily identifiable to a factfinder, but also indicate to society that the believer is engaging in the practice of religion. The adverse consequences discussed above demonstrate that the in-service ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "conscientious objector program ought not recognize as \"religion\" that which the society cannot recognize as \"religion.\" This definition corrects the overbroad reach of the Seeger-Welsh standard and, by doing so, redresses the many adverse consequences accompanying that standard.211 ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "4. Will The New Standard Pass Constitutional Muster? ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Although both Seeger and Welsh were decided as cases of statutory interpretation, concurring opinions in both cases and many commentators have ascribed constitutional significance to the definition of religion the Court attached to the statutory phrase \"religious training and belief.212 If this is true, then restricting the definition of \"religious training and belief\" as proposed would run afoul of constitutionally protected interests. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Even before reaching the constitutional questions, one must deal with the question of whether the military has the regulatory authority to redirect its in-service conscientious objector program away from the Selective Service model as interpreted by the Supreme Court. If the two programs are linked statutorily, then the military must either accept the status quo or seek congressional action to change the current inservice program. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Congress has given the military independant authority to govern its internal personnel matters.213 This authority permits the military to establish its own system of internal governance as long as it is not inconsistent with applicable constitutional and statutory obligations. Therefore, the Department of Defense has the independant authority to amend, or even abolish, its in-service consientious objector program as long as it does not run afoul of constitutional obligations or Congress's lawmaking. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The constitutional arguments surrounding the issue of conscientious objection follow two separate lines of analysis, relying on the two different guarantees of religious freedom found in the First Amendment.214 One theory argues for a constitutional right to conscientious objection based upon the Free Exercise Clause of the First Amendment.215 In the context of the proposed definition of \"religious training and belief,\" this theory argues that the more restrictive definition violates the Free Exercise Clause. The second theory states that the Establishment Clause of the First Amendment forbids the government from discriminating between \"religious\" and \"nonreligious\" conscientious objectors or from creating a system to accomplish that ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "end.216 Both theories founder on the shoals of the Supreme Court's constitutional jurisprudence in the area of the First Amendment's religion guarantees. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "a. Free Exercise Challenge ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "The first theory of constitutional involvement in the conscientious objector process, that the Free Exercise Clause obliges the government to recognize a right to conscientious objection, is no stranger to the courts or commentators and uniformly has failed to carry the day. While the Supreme Court has never ruled squarely on this proposition, a consistent string of comments in dicta, supported by the Court's holdings in conscientious objection cases in other contexts, indicates that the Free Exercise Clause does not create a right to conscientious objection to military service, nor would the Free Exercise Clause invalidate the proposed definition. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "The Supreme Court repeatedly stated in a string of cases during the first half of this century that it found no right to conscientious objection to compelled military service in the Constitution. The Court's first reference to the government's ability to compel military service, even in the face of religious convictions that conflicted with such service appeared iJacoson . Masachusets,2-acase whichdealt nt with miltary service, but with compulsory smallpox vaccinations. In the Selective Draft Cases,218 the Court ruled on a free exercise challenge to the draft in World War I as applied to the conscientious objectors. The Court's treatment of the free exercise argument, however, was terse at best, rejecting the claim \"because we think its unsoundness is too apparent to require us to do more.\"219 . ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Between the two World Wars the Court used two other, nonmilitary cases to restate its belief that the Constitution did not protect a right to conscientious objection to compelled military service. In United States v. MacIntosh,2° the Court included dicta in its opinion that clearly stated its belief that the draft exemption for conscientious objectors was a matter of legislative policy and not constitutional obligation. The Court commented, \"The conscientious objector is relieved from the obligation to bear arms in obedience to no constitutional provision, express or implied; but because, and only because, it has accorded with the policy of Congress thus to relieve him.\"221 ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "In the second case, Hamilton v. Regents,222 the Court upheld a requirement that all male students at the University of California, Berkley, enroll in military science courses. The petitioner challenged the requirement on the basis, among others, that the requirement violated the religious and conscientious beliefs of students opposed to war and military training.223 The Court denied the challenge, citing the voluntary nature of university enrollment and the dicta from Maclntosh and Jacobson on the military obligations that government may compel of citizens, even those conscientiously opposed to military service.224 Finaly, in the 1946 case In re Summers,25 the Court again took the opportunity to comment in dicta that the conscientious objector exemption was a matter of legislative grace and could be repealed.226 ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Although many commentators227 and some courts228 have criticized these cases, the Supreme Court nevertheless referred to them again more recently in dicta suggesting that the Constitution does not mandate relief for conscientious objectors.22 The circuit courts that have squarely faced the issue of whether the Constitution mandates a conscientious objector exemption have found no such obligation.23o The Court's most recent free exercise jurisprudence supports this conclusion.  Even prior to these most recent conscientious objection cases, however, the Supreme Court's opinion in Gillette v. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "United States231 demonstrated that the Court would not apply a close scrutiny standard ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "224 Id. at 255.   \n225 325 U.S. 561 (1945).   \n226 Id. at 572. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "227 See, e.g, Frederick L. Brown et al., Conscientious Objection: A Constitutional Right, 21 NEw ENG. L. REv. 545, 557-61 (1985-86); Spencer E. Davis, Jr., Comment, Constitutional Right or Legislative Grace? The Status of Conscientious Objection Exemptions, 19 FLA. ST. L. REV. 191, 194-99 (1991). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "223 See Anderson v. Laird, 466 F2d 283, 295 n.80 (1972), cert. denied, 409 US. 1076 (1972) (criticizing Hamilton, while upholding a Free Exercise challenge to mandatory chapel attendance at the United States Military Academy). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "229 Gillette v. United States, 401 U.S. 437, 461 n.23 (1971). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "230 Nurnberg v. Froelke, 489 F.2d 843 (2d Cir. 1973); Brown v. McNamara, 263 F.Supp. 686 (D.N.J. 1967), aff'd, 387 F.2d 150 (3d Cir.), cert. denied 390 U.S. 1005 (1968); United States v. Mullins, 430 F.2d 1332 (4th Cir. 1970); Hopkins v. Schlesinger, 515 F.2d 1224 (5th Cir. 1975); Rose v. United States, 129 F.2d 204 (6th Cir. 1942); United States v. Wilson, 440 F.2d 382 (8th Cir. 1971); O'Connor v. United States, 415 F.2d 1110 (9th Cir. 1969); United States v. Koehn, 457 F.2d 1332 (10th Cir. 1972). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "to free exercise challenges to the conscientious objector exemption. The Court's subsequent decisions in conscientious objection cases, both within and outside the military context, verify that the Court will apply a deferential standard to cases of conscientious objection to military service. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "In Gillette, the Court upheld against Free Exercise and Establishment Clause challenges the statutory and regulatory restriction that a conscientious objector must object to all wars. Although the Court explicitly ruled on the free exercise challenge, it did not apply the \"compelling government interest-least restrictive alternative\" standard from Sherbert v. Verner232 to determine whether the government restriction violated the Constitution.233 Rather, the Court held, \"The incidental burdens felt by persons in petitioner's position are strictly justified by substantial government interests that relate directly to the very impacts questioned.\"234 The Court, therefore, changed the standard of review for this free exercise challenge from \"compelling government interest-no less restrictive alternative\" to \"substantial government interests-related directly to the impacts on free exercise interests.\" ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "The Court found two substantial government interests that justified the infringement on free exercise interests. The first of these was \"the interest in maintaining a fair system for determining 'who serves when not all serve.\"23s Justice Marshall, writing for the Court, was concerned with the difficulty of fairly and uniformly distinguishing claims of objectors to particular wars based on religious beliefs from those based on political or other unprotected beliefs. Marshall pointed out, \"There is a danger that as between two would-be objectors, both having the same complaint against a war, that objector would succeed who is more articulate, better educated, or better counseled.\"236 ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "The Court further described its concern over an unfair system as follows: [R]eal dangers [would arise]. . . if an exemption were made available that in its nature could not be administered fairly and uniformly over the run of relevant fact situations. Should it be thought that those who go to war are chosen unfairly or capriciously, then a mood of bitterness and cynicism might corrode the spirit of public service and the values of willing performance of a citizen's duties that are the very heart of free government.237 ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Accordingly, the Court found that fairness in the administration of the conscientious objector program is a \"substantial government interest\" sufficient to justify infringement of free exercise interests. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "The second government interest the Court cited was \"the government's interest in procuring the manpower necessary for military purposes pursuant to the constitutional grant of power to Congress to raise and support armies.\"23s This interest apparently is the larger interest within which the fairness of the conscientious objector program is subsumed. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Although the Court did not discuss them in its analysis, the free exercise impacts that arose in Gillette were that military service in Vietnam violated the petitioners' religious beliefs that forbad their participating in \"unjust\" wars.39 The Court, however, did not examine either the depth of the free exercise infringement posed by compelled military service against petitioners' religious beliefs or the effectiveness of compelling military service of persons who were forbidden by their religion from participating in the Vietnam war. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "The Court's opinion in Gillette stood for three propositions concerning the analysis of Free Exercise claims against conscientious objection programs. First, after Gillete, Courts could not adjudicate these claims according to the compelling government interest standard. Instead, they would have to adopt the more lenient standard requiring substantial government interests related directly to the burdens those interests impose on protected interests. Second, courts could not inquire into the actual necessity for imposing the burden, but had to accept as sufficient the potential for disruption of the government's substantial interests. Finally, courts would permit ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "fundamental infringements upon deeply held free exercise interests if the government could meet its relatively light burden of proof.240 ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "As a way of illustrating this last point, Gillette stands for the proposition that the government actually may compel wartime military service from an individual whose deeply held religious beliefs forbid such service because of the unjust nature of the war. The Court's analytically gentle treatment of the government's position in Gillette was a harbinger of what was to come in the judicial review of military decisionmaking. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "A series of subsequent conscientious objector cases in other contexts confirmed that the Court had abandoned the compelling government interest test for these cases-- certainly in the military context. In Johnson v. Robison,21 the Court again used the substantial interests standard to uphold a statute that denied veteran's benefits to conscientious objectors who performed alternative service. The Court cited \"the government's substantial interest in raising and supporting armies\" as justifying the burden on the objectors' free exercise interests.22 In Goldman v. Weinberger,243 the Court denied a free exercise claim against an Air Force uniform regulation that prohibited a Jewish officer from wearing a yarmulke. The Court's very brief opinion merely cited the government's interest in uniformity as a matter of military necessity, which justified the regulatory restriction. The opinion did not analyze the nature or scope of the free exercise imposition that resulted, nor did it inquire into the reasonableness of the regulation in serving the asserted government interest. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The final case in this series, Employment Division, Department of Human Resources of Oregon v. Smith,2\" demonstrates how the Court has backed away from free exercise challenges to governmental activity. Justice Scalia, writing for the Court, limited the scope of the compelling government interest test to two circumstances only. One circumstance requiring the compelling government interest test arises when conscientious objectors to government requirements invoke other constitutionally protected rights in addition to Free Exercise interests.25 The other circumstance occurs when the government has denied unemployment benefits under circumstances that penalized the exercise of religious beliefs.246 ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Scalia summarized the holding in Employment Division v. Smith by saying the \"right of free exercise does not relieve an individual of the obligation to comply with a 'valid and neutral law of general applicability' on the ground that the law proscribes (or prescribes) conduct that his religion prescribes (or proscribes).\"27 He further stated that, although the government may accommodate religious practices that conflict with generally applicable and otherwise valid laws, the Constitution does not mandate any such exemptions.248 ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "The minimalist position adopted by the Court in Employment Division v. Smith reflects the Court's growing unease over recognizing a constitutional right to object, on grounds of religious conscience, to government actions or governmentally imposed obligations. This unease has been present throughout the Court's conscientious objection jurisprudence.249 Commentators likewise have noted the contradictions inherent in recognizing free exercise exemptions, but limiting the circumstances in which such exemptions are required because of the potential for an unacceptable collective impact on government operations.25o The Court resolved this ambivalence in Employment Division v. Smith by handing the issue back to the legislative branch. It effectively held that government is free to accommodate religion, but is not constitutionally obliged to do so, as long as government does not target religious groups or practices. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "In addition to the Supreme Court precedents that address the issue of conscientious objection, another line of cases affect any judicial review of military actions infringing upon soldiers' constitutionally protected interests. Goldman v. Weinberger is just one of a series of military cases over the past twenty years in which the Supreme Court repeatedly has reaffirmed its commitment to practice judicial deference when reviewing military actions or actions pursuant to Congress's war powers. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Even during the 1960s, a period of significant judicial intrusion into military and congressonal war powers decisionmaking,251 the Court professed deference to military expertise in such matters.52 This professed deference assumed real meaning in later cases such as Parker v. Levy,253 Brown v. Glines,25# Rostker v. Goldberg,25s Goldman v. Weinberger,256 and Solorio v. United States,25 in which the Court adopted a deferential ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "252SeeaWare,hBillfRights ad tMiltar,37NLRV 87 (1962)( $\"\\mathbf{S0}$ far as the relationship of the military to its own personnel is concerned, the basic attitude of the Court has been that the latter's jurisdiction is most limited . [T]he tradition of our country, from the time of the revolution until now, has supported the military establishment's broad power to deal with its own personnel. The most obvious reason is that courts are ill-equipped to determine the impact upon discipline that any particular intrusion upon military authority might have\"). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "253 417 U.S. 733, 758 (1974) (\"While members of the military are not excluded from the protection granted by the first amendment, the different character of the military community and of the military mission require a different application of these protections\"). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "254 444 U.S. 348 (1980) (applying a substantial government interests test to uphold a prior restraint on speech, justifying. this approach by pointing to the military's specialized and separate society, which requires loyalty, discipline and high morale to accomplish the military mission). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "255 453 U.S. 57 (1981) (upholding gender-based discrimination in military draft registration based upon the administrative necessity of creating a readily identifiable pool of manpower upon which to draw in a military mobilization). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "256 475 U.S. 503 (1986) (upholding Air Force uniform restrictions based on military necessity against constitutional attack for the restrictions' infringement upon free exercise interests). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "approach to constitutional challenges to military or congressional war powers decisionmaking. This deferential review may take the form of modified constitutional standards or of granting great weight to asserted military interests without real review of the factual basis for those interests or both.258 ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "The opinion in Rostker v. Goldberg states the Court's general deferential approach in the context of actions pursuant to congressional war powers as follows: \"[Jjudicial deference to . . . congressional exercise[s] of authority is at its apogee when legislative action under the congressional authority to raise and support armies and make rules and regulations for its governance is challenged.\"259 Rostker v. Goldberg upheld Congress's decision to limit draft registration to men against a challenge that this violated Fifth Amendment equal protection interests. The Court found the government interest in administrative efficiency in generating a pool of manpower for military purposes sufficient to justify gender-based discrimination. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "The Court in Goldman v. Weinberger outlined its similarly deferential approach in the more specific circumstance of First Amendment challenges to military action as follows: \"TRJeview of military regulations challenged on First Amendment grounds is far more deferential than constitutional review of similar laws or regulations designed for civilian society.26o The Court justified these deferential approaches by noting the ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "unique needs and character of the military society and of the military mission.261 The Court also pointed to the express constitutional grants of authority to the legislative and executive branch to organize and control the armed forces.262 Finally, the Court pointed to a judicial lack of expertise in this area as another reason for deference to military decisionmaking.263 ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "These Supreme Court precedents in the area of free exercise and in the more general area of constitutional review of military decisionmaking guide the analysis of whether the proposed definition of \"religious training and belief' can withstand challenge under the Free Exercise Clause. Initially, Employment Division v. Smith indicates that the entire in-service conscientious objector program is discretionary. The legal obligations of soldiers voluntarily serving on active duty arise from religion-neutral and otherwise valid laws of general applicability.26\" The Constitution does not require the government to accommodate the free exercise interests of persons whose religious beliefs may conflict with the obligations imposed by such laws.265 This conclusion is consistent with every pronouncement the Supreme Court has ever made on the subject of whether the government is obliged to exempt conscientious objectors from military service. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "After identifying the discretionary nature of a conscientious objector program, the principles from Gillete, Goldman v. Weinberger, and the cases applying the principle of deference to military decisionmaking guide a review of the constitutionality of the scope of the program. The proposed definition266 excludes secular objectors and those who claim a personal faith lacking the indicia by which society identifies a religion. Applying the principles of the cases outlined above, the proposed definition does not unconstitutionally infringe these persons' free exercise interests. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "If the claimants' conscientious objections are based on philosophy or other purely secular beliefs, they fall outside the proposed definition and likewise outside the scope of free exercise protection as defined in Wisconsin v. Yoder.267 Even assuming the claimants were able to demonstrate a religious basis for their conscientious objections, but one that fell outside the definition, the deferential standard of review under Goldman would require only that the government demonstrate a military necessity justifying the infringement on free exercise interests. In this case, the proposed definition is justified by the need for fairness and administrative efficiency in administering the in-service conscientious objector program.268 These are precisely the same government interests that the Court found \"substantial\" in Gillette and that the ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "Court found to justify gender-based discrimination in Rostker v. Goldberg. Given the genuine government interests involved and the reasonable basis for the definition, the proposed definition satisfies the Supreme Court's standard of review for free exercise challenges to military decisionmaking. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "b. Establishment Challenge ",
        "text_level": 1,
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "The First Amendment's prohibition against establishment of religion raises a potential challenge to the proposed definition under the theory that the definition impermisibly favors religion over nonreligion and certain disfavored religions. Although the Supreme Court's jurisprudence in the area of the Establishment Clause is far from clear,269 the approach adopted by the Court in Gilltte and the deferential standard of review in First Amendment cases in the military indicate that the proposed definition would meet constitutional requirements. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "The gist of the Establishment Clause challenge is that, by using religious criteria to define the class of persons eligible to benefit from the conscientious objector program, the government is selectively favoring, and thereby endorsing, religion as defined by the government. Taken to its logical conclusion, this argument would preclude the government from ever accommodating the religious beliefs or obligations of any person. Obviously, this cannot be the government's obligation under the ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Constitution; otherwise the government continually would be inhibiting citizens' free exercise rights. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "In Everson v. Board of Education,27 the Court first articulated its belief that the Establishment Clause requires government neutrality toward religion. The Court has spent the last forty-five years trying to cobble together a constitutional test or standard that could enforce this neutrality universally.271 ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The Court in Gillette, however, did determine how to enforce the Establishment Clause admonishment to neutrality in the context of conscientious objection to military service. Justice Marshall began his Establishment Clause analysis by ensuring the conscientious objection exemption did not require affiliation with any particular denomination or theological position.272 The Court did not find the exemption to represent an impermissible government endorsement merely because it required religious objections as a prerequisite to eligibility. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The Court then found that the law did not discriminate between religions or on the basis of religious beliefs except for beliefs regarding war, thereby effecting a possible de facto discrimination against religious beliefs espousing just war theory.273 Once it ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "270 330 U.S. 1 (1947). ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "found possible de facto discrimination amounting, to the government selectively favoring one form of religious belief over another, the Court examined whether the government had a neutral, secular basis for the classification. The Court found that the statute's intent was not to favor one religion over another and that its neutral, secular purpose was to promote a \"fair, even-handed and uniform\" selection process.274 Applying this analytical scheme to the proposed definition, leads to the same result that the Court reached in Gillette. Although the in-service conscientious objector program requires religious belief as a prerequisite to eligibility, as in Gillete, this alone does not violate the Establishment Clause prohibition. Though the proposed definition is broad enough to encompass just about any belief system that society would recognize as constituting religion, it may amount to a de facto discrimination against certain personal beliefs that the adherents claim to constitute religion. As proposed, however, the government's purpose in defining religion is not to discriminate between religions, but to ensure an even-handed and efficient mechanism for evaluating claims for conscientious objector status. This is the same purpose that the Court found to be sufficient to justify the exclusion of religion-based selective conscientious objectors in Gillette. ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "The analysis from Gillette indicates that the proposed definition passes constitutional muster. The Court's subsequent holding in Goldman v. Weinberger, that the standard of review in First Amendment cases involving the military is much more deferential than the standard in civilian cases,275 only reinforces the outcome in this case. The Court, by that time, had consistently applied this deferential standard in other, military First Amendment cases.276 ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The Supreme Court's jurisprudence in the area of challenges to military or congressional war powers decisionmaking, under either the Free Exercise Clause or the Establishment Clause, would uphold the proposed definition. The many cases applying a deferential standard of review to such challenges demonstrate that the Court simply does not apply a close scrutiny standard in these circumstances.277 When the military can articulate a neutral and secular purpose for the definition,278 that military decision will withstand constitutional attack. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "B. Correcting Administrative Difficulties Under the Current In-Service Conscientious Objector Program ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The current in-service conscientious objector program suffers from several administrative problems, many but not all of which will be resolved by adopting the proposed definition of \"religious training and belief.\"27\" Besides the practical difficulties caused by a confusing and overbroad standard, the current program suffers from having to rely upon investigations conducted under circumstances that create an unacceptable potential for a lack of uniformity, accuracy, and fairness. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The in-service conscientious objector program mandates an investigation by an officer outside the claimant's chain of command.8o These investigations, however-- critical as they are to ensuring uniform, accurate, and fair outcomes--are subject to the same weaknesses that led to criticism of the Selective Service conscientious objector exemption process. Commentators criticized the conscientious objector exemption administered by the Selective Service during the Vietnam War era as \"unreliable.\"281 These writers pointed to several factors that led to a lack of uniformity, accuracy, and fairness in implementing the exemption. Measuring the current program against the problem areas identified from the Selective Service experience reveals that many of the same problems affect the current in-service program. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "The very nature of an inquiry into a claim of conscientious objector status requires a rigorous approach. Investigating an individual's personal religious beliefs and value system is a complicated, personal, and abstract matter.282 Such an inquiry requires sensitivity, as well as familiarity with the applicable standards and a willingness to pursue inconsistencies or ambiguities in the claimant's information. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "One criticism of the Selective Service program was that the local draft boards examining conscientious objector claims had no special experience or expertise in investigating such matters.283 Furthermore, because of the small number of ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "conscientious objector claims, the local boards were never able to develop sufficient familiarity or expertise to ensure uniform and accurate results.284 ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "The in-service conscientious objector program is subject to these same shortcomings. The Department of Defense directive does not require any special expertise or qualifications of the officer appointed to investigate a conscientious objection claim.285 As a result, investigating officers receive their appointments on an ad hoc basis, which becomes apparent in the uneven quality of the reports of investigation. Some investigations are very comprehensive, while others do little more than recite standards from the regulation.286 ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Conscientious objector claims are not common.2As a result, investigating officers cannot draw upon a well of experience in investigating such cases. This is a particularly disabling circumstance in the often complicated and always very personal matter of investigating the sincerity of deeply held beliefs. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Being able to draw upon some measure of expertise is particularly important in investigating conscientious objector cases because these cases involve two persons--the investigating officer on the one hand and the claimant on the other--with fundamentally conflicting views on the morality of their continued participation in the military. This circumstance parallels the situation during the draft era when a large percentage of the volunteer members of local draft boards were members of veterans organizations.288 That the two concerned parties apparently come to the investigation with incompatible beliefs gives rise to the inference that the investigating officer may harbor hostility to the claimant's position--a position that rejects some of the fundamental values to which the investigating officer has devoted his or her life.289 ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Accordingly, the investigating oficer must be careful to avoid judging the claimant's values and beliefs according to the investigating officer's own values and beliefs. This becomes very difficult, however, when, as happened during Operations Desert Shield and Desert Storm, an investigating officer is preparing for the same deployment which the claimant would avoid if granted conscientious objector status.290 Even if the investigating officer can put aside his or her own beliefs, conducting the kind of searching and independent investigation that the process requires to ensure accuracy, uniformity, and fairness is difficult during preparation for deployment.291 ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Another shortcoming commentators identified in the Selective Service conscientious objector program was the inadequacy of the information available from the investigation because of the source of most of the information. Dean Zillman, in his article reviewing the in-service process as it existed in 1972, described the records of investigation before the Conscientious Objector Review Board as \"woefully inadequate\" ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "to support a reasoned conclusion on the complex issue of the claimant's sincerity.2\"2 He pointed out that much of the paper record was generated by the applicant himself who, with competent counsel, easily could create a prima facie case.293 Professor Field was likewise critical of the Selective Service procedure, which also tended to rely heavily--if not almost exclusively-on information provided by the claimant.2?4 This created a situation ripe for fraud. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Unfortunately, the current in-service conscientious objector program faces the same problems. Although the Department of Defense directive states that the purpose of the investigation is to create a complete record to facilitate an informed decision,295 the directive gives little guidance on what might constitute a complete record. Because the directive permits the investigating officer to define the scope of the investigation, the directive creates the strong possibility that the investigation will focus simply on whatever information the claimant offers. As one investigating officer candidly observed, \". . . [The investigation] was more the case he brought me.\"296 This is not surprising given the extremely personal nature of much of the relevant information; the conflicting priorities of the investigating officer, particularly in a deployment situation; and the relative lack of experience the investigating oficer brings to this new and complex problem. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "The Department of Defense could improve the quality of the investigation by centralizing the process. The military should designate the investigating officer in advance of any conscientious objector claims and assign that officer either a unit or area jurisdiction, such as a Corps in the active Army or a Corps-equivalent in the Reserves and other services. This would enable the investigating officer to benefit from experience as he or she investigates cases and develops practical expertise that he or she can pass along to the replacement officer. ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "The designated investigating officer should be a judge advocate. Appointing a judge advocate would take advantage of professional education and experience in statutory and regulatory interpretation, evidence analysis, and other skills uniquely useful in investigating conscientious objector cases. ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "Because of this professional education and experience, a judge advocate, moreso than a line officer, will be familiar with interpreting and applying complex regulatory guidance. A judge advocate, moreso than a line officer, will be familiar with conducting analyses of factual situations according to legal standards. A judge advocate will be familiar with techniques for probing and evaluating the veracity, logical consistency, and probative value of live testimony, written statements, and other forms of evidence. Requiring a judge advocate for the investigating officer would ensure a certain level of expertise in the inquiry process and thereby should contribute to greater uniformity, accuracy, and fairness in the outcome. ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "The Department of Defense also should require certain procedures concerning the scope of the investigation that would tend to improve the process. The directive should require the investigating oficer to interview specific witnesses. The investigating officer should take testimony from the claimant's commander, the claimant's first-line supervisor, at least two co-workers, and at least one roommate or other person likely to have detailed knowledge of the claimant's beliefs. In addition, the directive should direct the investigating officer to contact the claimant's parent or parents for their statement. These directed interviews would provide the investigating officer with a baseline of information without relying on sources provided by the claimant. ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Creating a designated investigating officer from the corps-level staff judge advocate office and directing specific investigative steps will go far toward correcting administrative shortcomings in the conscientious objector factfinding process which have plagued the program for decades. A review of the military's experiences with the inservice conscientious objector program to learn from its past problems is long overdue. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "C. Addressing the Fairness Issue of the \"Benefiting Conscientious Objector\" - Alternative Service ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "The remaining issue deserving careful consideration is the fairness problem posed by the conscientious objector who seeks a discharge after receiving the benefit of graduate-level or other significant education or professional training at the military's expense. A soldier receiving such training incurs a military service obligation of a period of years.27 The current in-service conscientious objector policy grants this ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "soldier a full discharge and release from the obligation if the investigation results in a finding of conscientious objector status.29 The Selective Service conscientious objector provision, on the other hand, contains a provision that requires alternative service for registrants granted a conscientious objector exemption.299 ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "The underlying justifications for requiring alternative service of Selective Service registrants granted a conscientious objector exemption from military service during a draft apply equally to the benefiting in-service conscientious objector. As the nation struggled with the question of who ought to be exempted from military service, Congress and others involved in resolving that question repeatedly returned to the guiding theme ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "298 But see id.  2123(e) (explaining that persons released by a Service Secretary from a military obligation under the Health Professions Scholarship Program may be required to work in a health service capacity in an area designated by the Department of Health and Human Services as suffering from a manpower shortage). This provision, in effect, subjects a medical professional discharged under the in-service conscientious objector program to an alternative service obligation, but this applies only to the Health Professions Scholarship Program. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "299 The exemption contains the following alternative service provision: Any person claiming exemption from combatant training and service because of such conscientious objections whose claim is sustained by the local board shall, if he is inducted into the armed services under this title [said sections], be assigned to noncombatant service as defined by the President, or shall, if he is found to be conscientiously opposed to participation in such noncombatant service, in lieu of such induction, be ordered by his local board, subject to such regulations as the President may prescribe, to perform for a period equal to the period prescribed in section 4(b) . . . such civilian work contributing to the maintenance of the national health, safety or interest as the Director may deem appropriate. . ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "that the system for selecting citizens for military service or for exemptions from military service must be fair.300 ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "If the system were not fair, national unity would be imperiled and those not favored by the exemption process would serve with the bitter knowledge that others equally capable of serving had found undeserved shelter in an exemption.301 ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Congress responded to this national demand for equity in the context of the conscientious objector by requiring some form of alternative civilian service in lieu of military service.3o2 The principle function of this alternative service was to demonstrate that the burden of national service would be shared equally, even by those whose religious beliefs forbid them from participating in military service.3o3 Commentators have pointed out that the cost of administering these alternative service programs ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "301 See H.R. DoC. No. 75, 90th Cong., 1st Sess. 2-3 (1967). ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "2healtaivvicroiointhuesief lwarfou U.S.C. app. $\\S$ 456(j)(1988); Universal Military Training and Service Act of 1951, Pub. L. No. 81-51, ${\\mathfrak{f l}}({\\mathfrak{q}})$ , 65 Stat. 86 (1951); Selective Training and Service Act of 1940, Pub. L. No. 76-783, $\\S5(\\mathbf{g})$ , 54 Stat. 889 (1940); Act of May 18, 1917, Pub. L. No. 65-12, \\$4, 40 Stat. 78 (1917). Although the legislative history of the 1948 Act discusses the provision it made for alternative service, the Act itself does not contain an alternative service requirement for registrants exempted from service as conscientious objectors. S.R. REP. No. 1268, 80th Cong., 2d Sess. 13 (1948), reprinted in 1948 U.S.C.C. 1989, 2002; Selective Service Act of 1948, Pub. L. 80-759, $\\S$ 6(j) 62 Stat. 604, 612 (1948). ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "probably have outweighed any benefit the nation received in terms of actual civilian work performed.34 Nevertheless, the less tangible benefit of demonstrating a national resolve to administer fairly the process of who serves when not all serve remains a significant, albeit difficult to measure, justification for such programs.305 ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "The conscientious objector who has benefited from military-funded graduate or professional education or training should provide alternative service in the name of the same equity and fairness goals Congress historically has pursued in the Selective Service program. The public benefit conveyed the benefiting conscientious objector in the form of advanced education and training comes at significant cost in terms of financial costs, investment in time, and force structure planning costs. The military must double these investments in every case when a benefiting conscientious objector leaves the service. In addition, the military loses the very tangible services that it planned to receive from the benefiting conscientious objector until his or her replacement can be identified, trained, and integrated into the force structure. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Requiring the benefiting conscientious objector to perform alternative service for a period of time equal to his or her now-discharged military obligation would serve to recoup some of the public benefits the nation curently loses each time a benefiting conscientious objector receives a discharge from the military. In addition to this practical public benefit, the nation also would benefit from the public reaffirmation of the concept of fairness and equity in military service. In this case, a soldier selected to receive a significant educational or training benefit must put that investment to use on behalf of the nation that conferred the benefit. ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "The conscientious objector benefits from recognition of the religious disability that prevents his or her from further military service. The nation benefits from a return on its educational or professional training investment. The military benefits by a clear rejoinder to the cynics who point to yet another medical doctor (or lawyer or Ph.D), taking his or her military-financed skills with his or her to a potentially lucrative civilian practice while leaving a service obligation behind. The military also benefits from the deterrent effect of a program that imposes a service cost on what, until now, might have been perceived as an attractive ticket home. Consequently, an alternative service requirement in the case of conscientious objectors who have benefited from military funded graduate or professional education or from professional training would serve important public interests. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "VI. CONCLUSION ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "The in-service conscientious objector program continues to serve important interests as an expression of national policy, but it suffers from age. The current policy was shaped, in part, by external forces and national interests that no longer exist. Like a used '71 model in a $^{\\prime}93$ automobile showroom, this product of another time, shaped by the demands of that time, does not meet the needs of the \"buyers\" it seeks to serve. In this case, the \"buyers\" are the nation and the nation's military. These \"buyers\" are not well served by a program designed to meet the needs of an army drawn in large part from conscripted manpower. These \"buyers\" are not well served by a program shaped in response to the judicial activism of twenty-five years ago. The current volunteer force has very different needs and must meet an ever-changing and complex mission. The inservice conscientious objector program must be restructured to meet the needs of the nation and its military as they exist today. ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "A. Necessity for an In-service Conscientious Objector Program ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "An in-service conscientious objector program serves three enduring purposes, even in an all-volunteer military. Recognizing and excusing religious conscientious objectors from military service continues a long national tradition rising from a national commitment to religious freedom, individual liberty, and democratic pluralism. Providing an in-service conscientious objector program also recognizes the reality that coercing military service from a person whose deeply held religious beliefs forbid such service will seldom make a good soldier. Finally, an in-service conscientious objector program acknowledges the reality that people grow and change throughout their lives. These changes can include changes in a soldier's fundamental belief systems that can, in turn, lead to conflict with that soldier's continued military service. For these reasons, the Department of Defense ought to continue a program to accommodate the needs of the in-service conscientious objector. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "B. Necessity for Change in the Current Program ",
        "text_level": 1,
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "The current in-service conscientious objector program serves a need, but also carries within it several fundamental flaws. The program is burdened with standards and procedures that proved difficult to implement during the draft era and that have not improved with age. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "The current program was designed at a time when the military relied upon the draft as a significant source of its manpower; when the Cold War mission dictated military policy; and when the military was growing to meet the demands of that mission. The current program incorporated judicial standards from litigation involving the Selective Service conscientious objector exemption. These standards were not mandated by the Constitution; were inconsistent with congressional intent in the Selective Service Act; and failed to consider the differences between an in-service conscientious objector program and a conscientious objector program for inductees. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "These overinclusive judicial standards proved difficult to apply during the Vietnam War era and continue to cause the same kinds of problems today. The process the military uses to investigate conscientious objector claims proved unwieldy and yielded inconsistent results during the Vietnam War era and continues to cause the same kinds of problems today. ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "While the flaws in the in-service conscientious objector program remain, the military it serves has undergone fundamental change and continues to change in response to a very different set of national security missions from those of the 1960s. The role of a conscientious objector program in an all-volunteer force is different in subtle ways from the role of a similar program in a force manned to a significant degree by conscripts.306 The potential impacts of an overbroad conscientious objector program in a smaller force, increasingly dedicated to crisis response missions are greater than in a larger, garrison-oriented military.307 ",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "The publicity surrounding the issue of conscientious objection arising during Operations Desert Shield and Desert Storm should serve to remind nation that this issue will return to the surface whenever the nation mobilizes for war. Now is the time to review the program and make the necessary adjustments while the services have the time to examine the impacts and the alternatives, rather than waiting until the next wartime mobilization again points out problems in the program. ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "C. Inadequacy of the Current Debate Concerning In-service Conscientious Objection ",
        "text_level": 1,
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "The most recent debate surrounding the issue of in-service conscientious objection, as that debate is defined by press coverage,3o8 criticism of the in-service conscientious objector program fom the War Resister's League, andthe lgislation proposed in the 102d Congress,310 fails to consider the issue as a whole. Rather than exploring the purpose of an in-service conscientious objector policy in a volunteer ",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "military and how to best serve that purpose without impairing readiness, the debate focuses on perceived unfairness to the claimant and proposes a range of greater protections and rights for the claimant. ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "The legislation proposed in the 102d Congress would have codified a right of moral, ethical, or religious conscientious objection to specific military duties, as well as a right of conscientious objection to participation in conflicts specified by the soldier or to participation in all conflicts.a11 The bill would have prohibited the government from denying an applicant conscientious objector status unless the government could prove by clear and convincing evidence that an applicant did not possess the claimed, sincerelyheld conscientious objections.312 The proposed legislation also included detailed investigative and review procedures, as well as the requirement that the military return to the United States any claimants who file their applications while deployed overseas.313 ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "The current debate seeks these protections and rights for conscientious objector claimants without regard to the strength of the claim; the effect on military readiness; or even the role of an in-service conscientious objector program in a volunteer military. The potential adverse effects of these proposals on military readiness are many and serious. ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "The Supreme Court itself recognized the well-nigh impossible administrative burdens a policy of selective conscientious objection, as proposed by the legislation, would place on the military.314 The very broad scope of the proposed legislation's definition of conscientious objection raises the same fairness and readiness problems discussed earlier.315 Contrary to the position adopted in the proposed legislation, even outspoken advocates of greater rights for conscientious objectors would leave the burden of proof with the claimant to avoid the administrative difficulty posed by requiring the government to disprove a claimed sincere belief.316 Finally, the legislation's requirement to return claimants to the United States once they file claims while deployed overseas imposes a heavy logistical and readiness burden and amounts to an invitation to fraud by angry, frightened, homesick, or tired soldiers. ",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "The current debate on in-service conscientious objectors is flawed because it fails to identify and address the fundamental questions that surround the issue of in-service conscientious objection. ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "Any changes to the in-service conscientious objector program should arise from three basic objectives. The first of these is a clear recognition of the purpose of an inservice conscientious objector in a volunteer military. The second objective must be a commitment to fairness and uniformity. This commitment includes not only fairness to the claimant seeking a discharge or reassignment, but also fairness to the nation that soldier swore to serve and to all the other soldiers who will remain behind should the claimant receive that discharge or reassignment. Finally, the thid objective for any changes to the in-service conscientious objector policy must be an accommodation of the fundamental changes in the military that the policy serves. The changes this thesis recommends flow from and are designed to achieve these three objectives. ",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "D. Benefits of the Proposed Changes ",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "This thesis proposes three changes to the current in-service conscientious objector program. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "The first of these changes narrows the scope of the policy--that is the effect of narrowing the definition of \"religious training and belief' that qualifies a soldier for conscientious objector status. Narrowing this definition is consistent with Congress's intent in the conscientious objector provision in the Selective Service Act and follows the national tradition of exempting religious objectors from military service. The proposed definition more closely reflects Americans' sense of religion and equity in excusing certain persons from military service. The proposed definition also meets constitutional standards. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "This definition avoids the potential for greater readiness problems from a vague and broad exemption. This is particularly important should the nation ever again become involved in an unpopular war. The proposed definition also restores greater objectivity to the factfinder's mission in adjudicating a claim of conscientious objection. This greater objectivity will promote accuracy, uniformity, and fairness in the program. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "The second recommended change improves the quality of the investigative process used in adjudicating conscientious objector claims. Using designated judge advocates from corps or corps-equivalent staff judge advocate offices to investigate applications for conscientious objector status will ensure a certain level of professional expertise and generate a well of experience in investigating these cases. Requiring directed interviews of commanders, colleagues, and family members will ensure a common baseline of information. Combined, these changes will provide a greater degree of uniformity, accuracy, and fairness than the program currently experiences. ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "The final recommended change requires alternative service of conscientious objectors who incurred service obligations as a result of funded graduate or professional education or training. This requirement would bring greater fairness to the program by recognizing the needs of the conscientious objector, as well as the obligation owed the nation because of the benefit the objector received. Requiring alternative service in these circumstances also would deter the insincere from seeking conscientious objector status as a ticket back to civilian life with a military-funded education or professional training. ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "The in-service conscientious objector program continues to serve a purpose in the volunteer military. The changes recommended in this thesis will ensure that the program will serve the military and the nation effectively, fairly, and with the least impact on military readiness. Now is the time to trade in the $^{\\prime}\\mathbf{7}1$ model--limited as it is by the demands and limitations of its day--for a $^{\\prime}93$ model, free of the defects of the earlier model and designed to meet today's requirements. ",
        "page_idx": 109
    }
]