[
    {
        "type": "text",
        "text": "Project Acronym: CARISMA ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "D6.3: Report on the knowledge gaps about key contextual factors ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Project Coordinator: RU ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Work Package 6 Leader Organization: CEPS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Month Year: August 2017 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Authors, Name(s) (Organization): Noriko Fujiwara (CEPS), Keith Williges (UNI Graz), Andreas Tuerk (UNI Graz). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contributions from: Zahar Koretsky (RU) on the Netherlands, Stefan Bößner (SEI) on the UK, Jorge Núñez Ferrer and Monica Alessi (CEPS) on Spain, Niki-Artemis Spyridaki (UPRC), Vassilis Stavrakas (UPRC), Alexandros Flamos (UPRC) on Greece, and Mengyin HU (SEI) on Thailand. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The authors are grateful to Henry Derwent, Elena Verdolini and Michael ten Donkelaar for their helpful comments on drafts. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The sole responsibility for the content of this deliverable lies with the authors. It does not necessarily reflect the opinion of the European Union. Neither the EACI nor the European Commission are responsible for any use that may be made of the information contained therein. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PREFACE ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The CARISMA project (“Coordination and Assessment of Research and Innovation in Support of climate Mitigation Options”) intends, through effective stakeholder consultation and communication leading to improved coordination and assessment of climate change mitigation options, to benefit research and innovation efficiency, as well as international cooperation on research and innovation and technology transfer. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Additionally, it aims to assess policy and governance questions that shape the prospects of climate change mitigation options and discuss the results with representatives from the target audiences to incorporate what can be learned for the benefit of climate change mitigation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Knowledge gaps will be identified for a range priority issues related to climate change mitigation options and climate policy making in consultation with stakeholders. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PROJECT PARTNERS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/62175700e9bdcc84b807c8eed361aaa9429403b2c84d0111fc030bb8417fddb3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>No</td><td>Participant Name</td><td>Short Name</td><td>Country Code</td></tr><tr><td>co1</td><td>Radboud University</td><td>RU</td><td>NL</td></tr><tr><td>CB2</td><td>University of Piraeus Research Center</td><td>UPRC</td><td>EL</td></tr><tr><td>CB3</td><td>JIN Climate and Sustainability</td><td> JIN </td><td>NL</td></tr><tr><td>CB4</td><td>Institute for Climate Economics</td><td>I4CE</td><td>FR</td></tr><tr><td>CB5</td><td>University of Graz</td><td>UNI Graz</td><td>AT </td></tr><tr><td>CB6</td><td>Stockholm Environment Institute</td><td>SEI</td><td>SE</td></tr><tr><td>CB7</td><td>Centre for European Economic Research</td><td>ZEW</td><td>DE</td></tr><tr><td>CB8</td><td>Centre for European Policy Studies</td><td>CEPS</td><td>BE</td></tr><tr><td>CB9</td><td>ENVIROS S.R.O.</td><td>ENVIROS</td><td>CZ</td></tr><tr><td>CB10</td><td>Technical University of Denmark</td><td>DTU</td><td>DK</td></tr></table></body></html>\n\n",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Table of Contents ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1 Introduction .. 1   \nAim and methodology of the case studies ..... 3   \n2.1 Aim, coverage and focus of the case studies .... 3   \n2.2 Methods of extracting knowledge from experts 5   \nThe Netherlands... 6   \nCroatia.. 6   \nUK. 7   \nSpain ... 7   \nGreece ..... 7   \nThailand.. 7 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Main results of case studies ... ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 Individual case studies... ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1.1 The Netherlands.. 9   \n3.1.2 Croatia.. 10   \n3.1.3 The UK 11   \n3.1.4 Spain... 12   \n3.1.5 Greece.. .12   \n3.1.6 Thailand.. .13 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2 Lessons learned . 15 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4 Feedback from the case studies to categorisation of contextual factors..... 18 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.1 Institutions and governance 18   \n4.2 Innovation and investment 19   \n4.3 Attitudes, behaviour and lifestyle.... 20   \n4.4 Pre-existing conditions or reactions? 22 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5 Conclusions . 34 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Appendix I: The Netherlands .. 38   \nAppendix II: Croatia .... 44   \nAppendix III: UK . 52   \nAppendix IV: Spain .. . 60   \nAppendix V: Greece .. 69   \nAppendix VI: Thailand .. 80 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This report is aimed at addressing two main research questions, one about how contextual factors that are beyond direct control of policymakers may actually influence the outcome of specific policy instruments and another about how these factors are accounted for in the adoption and implementation of policy instruments. To answer these questions, case studies were selected to cover six countries and two timely topics for climate change mitigation: measures to support renewable energy (RE) and smart technologies for energy efficiency (EE) improvement including smart grids. Interviews or/and meetings were arranged to consult with experts across countries during the period of January to June 2017. Despite the diversity of national circumstances and experts’ backgrounds, the main results converged to identify a small number of contextual factors that were observed in multiple case studies and acknowledged to affect adoption or/and implementation of policy instruments such as Feed-In-Tariffs. These are the presence of a technological innovation system with an emphasis on the decrease of technology costs, the market and regulatory framework, especially the structure of the electricity market and the presence of the EU regulatory framework, policy continuity, and the macro-environment with a reference to economic crisis, all from the category of innovation and investment; and public perception in the category of attitudes, behaviour and lifestyle. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "These case studies contributed to filling the knowledge gaps with help of informed experts and disseminating results to the public. The format of case studies applied to this analysis enabled case study leaders to engage a diverse group of experts and stakeholders with broad backgrounds. Interviews not only provide case study leaders with updates or new knowledge on the selected contextual factors but also enable stakeholders to express their concerns or opinions about when and where policies do not work and ideally come up with some proposals, suggestions, or solutions. This provided a basis for key messages to policymakers. More weight needs to be given to the presence of technological innovation systems and their adaptability to a changing environment. The upshot for policy continuity is that there is a balance to be struck. Changes can have beneficial effects, and policies designed with future corrections as a possibility have been seen as successful, while tipping the balance too far towards radical or retroactive changes may hinder overall success. In response to the profound effects of the macroeconomic environment, policymakers should place more emphasis on assessing a range of scenarios, both best and worst-case, when designing and implementing policy. Electricity market and EU regulatory frameworks are found to have a large and varied effect on policy success (either helping or hindering) and warrant serious consideration during policy design. The need for increased and direct participation of citizens is stressed. A more focused consideration of the behaviour of households, moving beyond provision of information and training schemes, and a better understanding of behaviour is also highlighted as a factor in policy success. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "EU climate change mitigation policy spans over a period of more than 20 years – since the launch of the first Community strategy in 1991 – with a view to limiting ${\\mathsf{C O}}_{2}$ emissions and improving energy efficiency. Subsequent policy packages have been driven not only by the EU’s own priorities but also by the need to fulfil its international commitment under the United Nations Framework Convention on Climate Change (UNFCCC), the Kyoto Protocol, and the Paris Agreement. The strategy was followed by the launch of the European Climate Change Programme (ECCP) resulting in a set of specific measures, which were considered to be cost-effective in climate change mitigation.1 The identification of these measures, including emissions trading and energy efficiency (EE), led to further research and introduction of EU legislation to be transposed and implemented at a member state level. The 2020 climate and energy package adopted in 2009 was a turning point where climate and energy policies were integrated and presented as a package of targets and measures for greenhouse gas (GHG) emission reductions, renewable energy (RE) deployment, and EE improvements. This structure is largely maintained in the Energy Union package towards 2030. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One of the understandings widely shared among practitioners and researchers through this experience in the EU is that depending on the context, policies do not necessarily work as anticipated or expected from the aims, structure or designs of specific policy instruments or mechanisms. It is however possible that under certain conditions, policies can meet their stated aim and deliver expected results, and policy instruments can function to their best ability. In this report, “contextual factors” imply such conditions shaping the environment for policymakers to take decisions beyond their direct control. More specifically, they refer to context-specific drivers or barriers to adoption or implementation of specific policy instruments. While this report discusses the specific cases of RE or smart technologies for EE including and smart grids (for justification of the choice of these cases, please see Section 2.1), the emphasis of the analysis is placed on measures to support such technologies rather than technologies themselves. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This report builds on the previous work in the CARISMA Discussion Paper Contextual factors affecting EU climate policies and their outcomes (Fujiwara, Tuerk, Spyridaki and Williges, 2017) via use of a set of case studies focused on RE or EE policies in a range of countries, mainly EU member states. The discussion paper provides an introduction to the concept of contextual factors, the institutional, economic and social contexts which influence the formulation and implementation of climate policy instruments. Fujiwara, Tuerk, Spyridaki and Williges (2017) outline a set of contextual factors which fit into three broad categories, institutions and governance, innovation and investment, and attitudes and lifestyle, conveying a range of factors as shown in Table 1. These formed the basis for stakeholder discussion within the case studies, as described in the remainder of this report. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The cases, via stakeholder interviews, assessed how the identified contextual factors supported or hindered specific policies, in order to provide examples for future policymaking and if possible identify any missing factors to augment the work of the previous Discussion Paper. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/2e7e3ac57aad00060d038b2910b41679146fb9d84fe7e66dc281757a15cc9688.jpg",
        "table_caption": [
            "Table 1. Overview of contextual factors as defined in Fujiwara et al. 2017. "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Institutions and governance</td><td>Innovation and investment</td><td>Attitudes and lifestyle</td></tr><tr><td>Institutional coordination</td><td>Presence of a technological innovation system</td><td>Collective environmental beliefs and norms</td></tr><tr><td>Regulatory alignment with non-  Market and regulatory climate policies</td><td>framework</td><td>Demographic attitudes and other parameters</td></tr><tr><td> Administrative feasibility</td><td>Policy continuity</td><td>Public perceptions</td></tr><tr><td>Constellation of stakeholders</td><td>Macroeconomic environment</td><td>Behavioural disposition at the</td></tr><tr><td></td><td>Corporate and investment</td><td>individual level Knowledge and experience</td></tr><tr><td></td><td>culture</td><td></td></tr><tr><td></td><td></td><td>Financial resources Social capital</td></tr></table></body></html>\n\n",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This report consists of four sections. First, it sets out the aim, coverage, and focus of case studies to investigate how contextual factors support or hinder policies and policy instruments on a country basis, followed by a description of the methodology for stakeholder consultation in the case studies. Some information about the focus (i.e. policies to be assessed) and method is provided per country (Section 2). Second, results of case studies are presented in each country. The results are assessed in light of the aim of the case studies and some lessons are drawn from the implementation of the methodology (Section 3). Third, based on these results, an overview of contextual factors presented in the CARISMA Discussion Paper, No.1 (Fujiwara, Tuerk, Spyridaki and Williges, 2017) is updated (Section 4). The last section concludes with a discussion of the contextual factors (Section 5). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2 Aim and methodology of the case studies ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.1 Aim, coverage and focus of the case studies ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The aim of this report is to re-examine how individual contextual factors identified in the CARISMA Discussion Paper (Fujiwara, Tuerk, Spyridaki and Williges, 2017) might influence the outcome of mitigation options by undertaking case studies across EU member states. These case studies are also expected to provide a basis for later developing a guideline to prioritize contextual factors in policy-making process. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The case studies used the contextual factors presented in Table 1 above as a basis for discussion with stakeholders, which focused on determining: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "How such factors can actually affect the outcome of policy instruments (e.g. if identified factors are relevant, and to what extent); and if possible How they are accounted for in policy-making processes i.e. policy planning and formulation. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Case studies were selected based on both partners’ expertise and geographical coverage, as well as examining a variety of different policy foci and contexts. Table 2 below lists a short overview of the policy measures assessed for each country, and a rationale for their inclusion in this work. . This selection was considered by work package researchers to have a good distribution in EU-28 and beyond, including a developing country (Thailand), and a balance between support measures for renewable energy (RE) and smart technologies for energy efficiency (EE) including smart grids. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/493924c378dc9b56fc42aa2fbd72135448cac74f81cd29a724c7d585d5c2b349.jpg",
        "table_caption": [
            "Table 2. Selection of case study locations and policy measures for assessment "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Country case</td><td>Policy measures assessed</td><td>Rationale</td></tr><tr><td>Netherlands</td><td>Evolution of smart grid policies</td><td>Early adopter of smart-grid policies</td></tr><tr><td>Croatia</td><td>Renewable energy support scheme from 2008 to the present</td><td>RE policies spurred by EU accession, little initial capacity, significant obstacles</td></tr><tr><td>UK</td><td>Wind support scheme</td><td>Long-running RE policies with substantial changes with a focus on wind power</td></tr><tr><td>Spain</td><td>Feed-in-tariffs and the evolution of policies that altered support measures for region with high solar potential renewables</td><td>Long-running RE policies in a</td></tr><tr><td>Greece</td><td>Policies encouraging energy efficiency in buildings</td><td>Assessing factors for EE policies in early stages of development</td></tr><tr><td>Thailand</td><td>Renewable energy support instruments</td><td>Extension of the assessment of contextual factors beyond an EU focus</td></tr></table></body></html>\n\n",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Below we outline the focus and scope of each case study by briefly describing the policy measures and regional situations in order to assess and discuss contextual factors. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Netherlands case study focused on the role that contextual factors played in incentivizing the upscaling of Smart Grids and how such policy was affected by barriers and drivers. “Smart Grid” is a catch-all term for efficiency technologies in the transmission and distribution of electricity, heat, or water. The Netherlands has been implementing policies on Smart Grids since the mid-2000s (well before the establishment of the EU’s Smart Grid Task Force in 2009 and the Electricity Directive recommendation of smart-metering rollout of the same year (EC 2017b))2 with a number of different policy instruments, varying from mandatory rollouts of smart meters, pilot projects testing new tariff structures and smart appliances (e.g. those that can be switched off remotely to shift consumption to a different time), to the launching of a public-private research and development program. The case presents lessons learned from stakeholders interviewed in relation to the pilot projects and their effects on the upscaling of the adoption of Smart Grids, to determine which of the identified contextual factors played a role in policy success (or lack thereof) and why, to provide insights for future smart grids policy. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Croatian case study focused on the buildup of renewable energy capacity in the country (starting in 2008 with goals related to EU accession) and assessed the vintage of the state’s energy strategy and policy, which fluctuated (sometimes significantly) over time due to refinement and the political party in power at the time. There have been significant differences in the strategy and legislation, and renewable energy has faced a number of obstacles such as the division of energy- and environment-related responsibilities into two different ministries, a perceived lack of transparency in policymaking, and little room for growth of RE under certain support schemes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The UK case study attempted to shed some light on difficulties with renewable support policies and on what kind of contextual factors may have influenced the performance of the its Renewable Obligation (RO) and feed-in-tariff (FiT) support instruments. While the UK has had success in increasing its share of renewables in the electricity mix, it has not seen similar success decarbonizing its heat and transport sectors, resulting in the country being projected to miss its EU target of $15\\%$ renewables in final energy consumption. While the increase in share of renewable energy in power production (from under $5\\%$ in 2005 to $24.6\\%$ as of 2015 (see Appendix III for further details) can be considered substantial, the main support instruments (the RO and the FiT) experienced difficulties after implementation (discussed in Section 3) due to changes in the policies over time, which led to assertions that they have had a negative impact on the commercial environment of renewables, particularly solar PV, and a wider “obsession” with economics and costs in the country, where economic efficiency and costs take precedence over other factors, such as social equity. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Spanish case analysed the causes of policy decisions in terms of the contextual factors, and highlighted a variety of barriers and enabling factors to be noted for future strategy and policymaking. Spain provided the renewable sector with state support through feed-in tariffs and feed-in premiums. However, from 2010 to 2014, reforms all but stopped the renewable sector expansion, and the once generous support turned into a de facto tax. Due to the tariff deficit and problems in managing the large increase in RE sources in the power sector, the Spanish government introduced progressive cutbacks, with the main objective to balance the costs and benefits and reduce the tariff deficit. More policy approaches are now being introduced to address imbalances created by the RE source policies. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Greek case study looked at a number of measures encouraging energy efficiency interventions and renewable electricity supply, particularly focused on the building sector, which consumes $37\\%$ of final energy (on par with other EU member states (EC 2017a)), and with buildings quite commonly classified as low-efficiency, due to age, deficiencies in environmental design, and lack of thermal insulation. This necessitates the promotion of energy efficiency and use of renewable energy sources to achieve energy savings and GHG emissions reductions in the sector, measures which enables the country to meet EU energy and climate targets for 2020. Measures with this aim have been limited by a lack of funding and limited levels of participation by the general public, among other factors. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Thai case provides juxtaposition to the other cases and extends the assessment of contextual factors beyond developed EU countries. The case study focuses on renewable energy support instruments in a fossil-fuel reliant country, which has experienced rapid development spurred by economic growth, resulting in increasing energy demand and environmental pressures. The Thai government is exceedingly concerned with domestic energy security, as it is a net importer of electricity, and so the development of domestic renewable energy sources (RES) has become one of the most prioritized strategies to address both the increasing energy demand and security issues (Thai Ministry of Energy 2015). While many factors have influenced RES policies, analysis of those factors is still being carried out. Therefore, this case is included as presenting a discussion on the first results of initial observations emerging from research efforts, and serve as illustrative example and not a definitive list of issues. The first study experiences have shown that administration, market structures, and institutional frameworks have had large effects on initial policymaking efforts. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.2 Methods of extracting knowledge from experts ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "While the range of cases differs widely in terms of location and topic, the methodology for assessing individual policy instruments was broadly agreed upon by all case study leaders. Each case study was tasked with producing a factsheet (which can be found in the Appendix of this document) presenting a short overview of the technology and policy decisions in question, with a focus on the policy evolution relevant to the technology option being discussed. The primary focus of the factsheet is the influence of contextual factors (see Table 1, CARISMA Discussion Paper, Fujiwara, Tuerk, Spyridaki and Williges, 2017) on policy design and implementation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Some case study leaders built their case studies on their own expertise and accumulated knowledge accumulated. Other started cases with a literature review and analysis of policy documents, academic and grey literature relevant to the topics in question to gain an initial understanding of key policies in relation to the chosen topic and – where applicable – the vintage of the policy. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Based on review of academic literature and policy documents, the main focus of cases was a series of semi-structured interviews (a flexible interview approach combining a pre-determined set of questions with the option of discussing any interesting emerging themes or details at greater length) with researchers, policymakers, and other relevant stakeholders. While cases developed their final interview questions independently, all partners based their interviews around a common framework, assessing how contextual factors can affect the outcome of policy instruments, or/and how they are accounted for in policy-making processes. The details of individual case studies are shortly discussed below, in terms of timing and stakeholders queried for the interviews. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The Netherlands ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The study was carried out between January and April 2017, with interviews held in Nijmegen, Utrecht, The Hague and Delft. Beyond the analysis of policy documents and academic literature, the Netherlands case consulted with two smart grid and smart energy business experts, one policymaker and three researchers. The interview closely followed the framing outlined above; understanding what policy instruments were among the most important for the diffusion of smart grid technologies, determining the main contextual factors and how their influence was manifested, and discussing the manageability of such factors for the future. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Croatia ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Prior to interviews with selected stakeholders in Croatia, the list of contextual factors from the CARISMA Discussion Paper (Fujiwara, Tuerk, Spyridaki and Williges, 2017) were narrowed down to what was initially considered to be most relevant by case study leaders in order to expedite interviews and focus on key factors (interviewees were asked if any factors were left out of the pre-selected set and identified some factors initially seen as likely having little influence, as noted in the case fact sheet in Appendix II).I In this case, most factors came from the category of “Innovation and Investment”. This approach differed slightly from the other cases, which did not pre-select contextual factors but elicited them during the interviews. However, the Croatian interviews also included a discussion of any missing contextual factors. Four stakeholders were interviewed in Zagreb in March 2017, from the University of Zagreb Faculty of Engineering, the Croatian Green Energy Cooperative, the Energy and Environmental ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Protection Institute (EKONERG - a consulting company in the energy and environmental fields), and the Ministry of Energy and Environment. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "UK ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Besides a review of relevant academic and grey literature, the case conducted a set of semi-structured interviews via Skype between April and May 2017 with seven UK stakeholders chosen for their expertise on the topic at hand. Two came from academia, three from government (the UK Environment Agency and the Committee on Climate Change) and two from NGOs (Green Alliance and the European Climate Foundation). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Spain ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Spanish case analyses the contextual factors which led to policy decisions – and presents some recommendations – surrounding the introduction and alteration of policies to promote RE. Results are based on 5 interviews conducted in May-June 2017 and background research from documents provided by the stakeholders or collected by the authors. Stakeholders participating in the interviews came from academia, renewable associations, and an energy consultancy, all with backgrounds in law or economics. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Greece ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Greek case, conducted between February and May of 2017 in Athens, augmented the semi-structured interview approach outlined above, and additionally asked interviewees for their views regarding availability of evidence that contextual factors may be more or less manageable for future policymaking. Stakeholder engagement was conducted through phone interviews and email communication, with a selection of stakeholders focused on policymaking and implementation, with five participants from the Greek Ministry of Energy, the national Energy Agency, and the private sector. A questionnaire was drafted to serve the purposes of the case study analysis which consisted of open ended questions, and was provided in advance of phone interviews. During the interview, responses were discussed and any additions/comments made complemented the initial responses. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Thailand ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Analysis of RES policies in Thailand was based on stakeholder consultations carried out in Bangkok in April and May 2017 as well as literature review.  The researcher interviewed 12 stakeholders in total, from a range of fields, including the public sector (1), consultancy (1), government agencies (3), international organizations (2), NGO (1), the private sector (1) and research institutes (3). The interviewer focused on three contextual factors initially, and highlighted their influence on policymaking in this regard, with preliminary results presented in this report. The case study researcher viewed the results as preliminary, which could be followed up to broaden the assessment of more contextual factors in the future. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The coverage and designs of stakeholder interviews are summarized below (Table 3): ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/a6d6fe374634d60b9a9c9874598eefa346e6802aaf26841b4a905276b49eb659.jpg",
        "table_caption": [
            "Table 3. Which country, which topics, which partners, which method, when (month & year) and where (location and sectors on which experts are based) "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td colspan=\"2\"></td><td rowspan=\"2\">Methods applied</td><td rowspan=\"2\">Timeframe</td><td rowspan=\"2\">Location</td><td rowspan=\"2\">Stakeholders interviewed Industry (2)</td></tr><tr><td>Country Netherlands</td><td>Topic Evolution  of</td><td>Case leader Radboud</td></tr><tr><td>Croatia</td><td>smart   grid policies Renewable</td><td>University University</td><td>Literature review, semi- structured interviews Literature</td><td>January April 2017 March 2017</td><td>Nijmegen, Utrecht, the Hague and Delft Zagreb,</td><td>Policymakers (1) Academia (3) Academia (2)</td></tr><tr><td>UK</td><td>energy support scheme from 2008 - present Wind</td><td>of Graz</td><td>review, semi- structured interviews Literature</td><td></td><td>Croatia</td><td>Industry (1) Government (1) NGOs (1)</td></tr><tr><td>Spain</td><td>support scheme Feed-in-</td><td>Stockholm Environme nt Institute CEPS</td><td>review, semi- structured interviews Literature</td><td>April - May 2017 May-June</td><td>Phone interviews with UK stakeholders Phone</td><td>Academia (2) Government (3) NGOs (2) Academia  (1)</td></tr><tr><td></td><td>tariffs    and the evolution  of policies that altered support measures for renewables</td><td></td><td>review, semi- structured interviews</td><td>2017</td><td>interviews with Spanish stakeholders</td><td>associations (2) consultancy (2)</td></tr><tr><td>Greece Thailand</td><td>Policies encouraging energy efficiency  in buildings Renewable</td><td>University of Piraeus</td><td>Literature review, semi- structured interviews</td><td>February May 2017</td><td>Athens, Greece</td><td>Interviews: -Government (2) Private sector (3) public sector</td></tr><tr><td></td><td>energy support instruments</td><td>SEI</td><td>Literature review, semi- structured interviews</td><td>April - May 2017</td><td>Bangkok, Thailand</td><td>(1) consultancy (1) government agencies  (3) international organizations (2) NGO (1) private sector (1) research institutes (3)</td></tr></table></body></html>\n\n",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3 Main results of case studies ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "As discussed in Section 2, case study leaders undertook an analysis of the policy measures in question (refer to Table 2 for further details) relating to contextual factors via literature and policy review and a number of stakeholder interviews. As with the broad variance in geographic scope and policies assessed, results were similarly broad. Based on analysis of these results, major lessons learned from case studies are presented. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.1 Individual case studies ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This section presents a short summary of each case with a focus on the findings on contextual factors via stakeholder interviews. Each case produced a roughly ten page Fact Sheet in order to better inform readers (e.g. stakeholders, policy advisors) about the role that contextual factors play in policymaking in that specific example. Unless otherwise indicated, conclusions have been drawn from interviewee responses to the semi-structured interviews. Certain cases, particularly the UK and Spanish assessments of RE policies, have been well documented in the literature. Relevant literature is discussed at greater length in the individual country fact sheets, along with more comprehensive information about each case background, a broader discussion of the policy background, results and policy conclusions. The fact sheets are included in the Appendices of this report. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.1.1 The Netherlands ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Dutch case focused on the role that contextual factors played in incentivizing the upscaling of Smart Grids and how such policy was affected by those contextual factors. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Literature assessing the country’s smart meter rollout indicated that the government was pressured by the public to change the rules of the rollout, due to issues of cost, privacy, complexity, and general disinterest. The government first suspended, then revised the policy to include a possibility to opt-out of the rollout or to limit their functionality once installed. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Interviewees suggested that future Smart Grid policy might need to adjust some of the energy market liberalization rules. While interviewees expressed doubts that current Dutch legislation would return to the previous ‘bundled’ model as it opposes current EU legislation, regulations might be adapted to include the perspectives of the different stakeholders necessary for the diffusion of Smart Grids. For instance, grid operators claim that they are eager to develop Smart Grid solutions because it is very relevant to their future survival in the market, but they are restricted by law due to the unbundling of energy companies into suppliers and grid operators, increasing the difficulty and lessening incentives to implement smart grid technologies. If grid operators start developing Smart Grids more actively, energy service companies may start seeing a business case for themselves too. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The market and regulatory framework was the most important contextual factor for implementing Smart Grids, as indicated by interviewees. With some certainty, this lesson can be extrapolated to other climate mitigation policies, at least to those like Smart Grids relying heavily on decision making with lasting consequences and collaborative stakeholder action (e.g. rollouts of smart meters, development of CCS, promotion of electric vehicles, nudging citizens to change their behaviour, etc.). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Other contextual factors such as presence of a technological innovation system, and behavioural predisposition at the individual level played a relatively lesser role in implementing Smart Grids. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.1.2 Croatia ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Croatian case focused on the evolution of RE policy in the country in terms of the contextual factors, determining which factors had the highest influence in policy design and implementation / adjustment. Most factors found to be influential related to institutional coordination, market framework and the macroeconomic environment, policy continuity, and public perception. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Interviews with stakeholders showed that as Croatia’s policy on the development of renewable energy sources evolved, consideration of and dealing with the relevant contextual factors has increased to a large extent. A key example was the recognition that there was a lack of institutional coordination between multiple ministries involved with initial policymaking. This was addressed by streamlining them into a single ministry of environment and energy. Other factors, such as macroeconomic and social impacts, were not initially considered, but as the policymaking process evolved, they were seen to have a larger influence on shaping legislation, with growing understanding and consideration of how increasing renewables will have effects on unemployment and inequality in the distribution of costs and benefits, in a country with far higher energy poverty than other, western-EU countries. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "As discussed above, policymakers were seen to be less concerned with public perception, as the public did not hold strong opinions. However, recent public sentiment appears to be changing, and RE policy is more frequently prevalent in public discourse, e.g. with a recent public backlash against the announcement of increasing levies for renewables. Without recognizing that public perception may be a growing contextual factor in Croatia, policymakers risk the potential for negative reactions which were not anticipated based on past experience. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "One major factor which was repeatedly pointed out as having an outsized effect on policymaking was the influence of EU regulation. Such EU institutions and regulations, and their interactions with national and sub-national entities, are not adequately reflected in contextual factors such as institutional coordination and possibly others. This missing factor warrants consideration by both national and EU policymakers; emphasizing improved coordination and interaction between institutions at EU and member country level would be beneficial in terms of future success of policies at both levels. Stakeholders found it difficult to understand and implement directives from EU institutions, which in turn could lead to inefficient policies, which eventually hinder both national and EU-level goals. There was a feeling that new communications from EC officials and institutions came at a breakneck pace and national agencies found it difficult to keep up. The findings from these stakeholder interviews suggest that the analysis of contextual factors should take into account this link between EU and member states more explicitly, and suggests an interesting case for further investigation, in terms of EUlevel policymaking and contextual factors. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3.1.3 The UK ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Stakeholder consultation showed that contextual factors influence the policy-making process at various stages and that those influences are not always anticipated and/or addressed once they start to impact policies. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "First, getting the design of any renewable support instrument “right” is difficult. One of the most salient unanticipated contextual factors which influenced UK RES policy was the larger-than-expected decrease in costs for renewables power generation, which widened the gap between what producers have to spend to generate electricity (decreasing) and what remuneration they receive (a fixed price). This contributed to rising electricity bills for households, since all consumers pay for the feed-in-tariff to renewables producers via a levy on their electricity bills (although now capped by the LCF). Therefore, stakeholder suggested that support instruments should provide some flexibility to react to economic and technological developments in order to keep costs for consumers acceptable. Auctioning has been put forward by some interviewees as a more flexible instrument, but auctions are not free from criticism either since they reduce certainty in the market (see Kitzing et al. 2016). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "However, flexibility should not be confused with frequent and sudden policy changes that are not conducive to effective RES support policy. While changes sometimes have beneficial effects (such as the banding of technologies in the RO’s second phase), retroactive or retrospective changes as well as drastic changes should be avoided and policy continuity for both consumers and investors should be maintained. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Contextual factors such as public opinion play a strong role when policies are designed or revised. This is particularly the case in the UK, where public opinion is often swayed by a rightwing media which favours the status quo of a centralized, fossil-fuel-based energy system. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Lastly, this stakeholder consultations have shown that electricity markets in their current state are unfit to deal with an increasing RES uptake. While all across Europe, markets are being redesigned to cater to technological and economic changes, societal aspects of a successful energy transition are often lagging behind in embracing new realities. One key factor for a successful energy transition is the direct implication of citizens. A substantial share of RES installations owned by cooperatives, famers or private individuals, up to $50\\%$ as seen in Germany, has not happened in the UK where knowledge about and interest in renewable energies is still low, according to two interviewees ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3.1.4 Spain ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Most of the contextual factors emphasized in the interviews and conclusions of the Spanish case relate to economic factors such as the macroeconomic environment, the governments control over prices and the rapid fall in the costs of certain technologies. In particular, the financial crisis of 2007 and 2008 had unanticipated consequences on the sustainability of support policies, concurrent with volatility of fossil fuel prices. These factors reduced power demand and revenues, while support policy costs continued to grow. Politicians on the other hand did not want to face the political backlash by raising power prices in line with costs during a recession, resulting in an unsustainable growth of the tariff deficit. The decreasing costs of e.g. solar PV also contributed to the rising deficit, as the incentives instituted by the government did not reflect such trends. The financial consequences for the public budget led to subsequent reactive policy changes, which were detrimental to the stability of investments. The reforms were severe, curtailing support rapidly and, according to most stakeholders, incoherent and lacking a strategy. This has led to a volatile investment framework. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3.1.5 Greece ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The assessment of contextual factors on energy efficiency in the building sector found that a number of persistent influencing factors have hindered efforts to advance Greek energy services and efficiency markets, and their influence is expected to increase in the future. The macroeconomic environment, specifically, the economic downturn in Greece, has had a large impact on success and implementation of measures, given the constrained liquidity and low funding availability in both banks and households, which limited the ability to invest in energy-saving technologies. Many investments in energy efficiency and smart technologies are not yet affordable for a lot of Greek households due to their high initial up-front costs (financial resources, in itself a contextual factor) coupled with the broader economic constraints. In this context little public support exists for investments in households. Market incentives and price signals impacting suppliers need to be strengthened through the implementation of a new national energy saving obligations scheme (namely, requiring energy utilities to reduce their energy sales on a yearly basis). Finally, all stakeholders highlighted institutional coordination as a major factor in implementation of measures in question, as a lack of governmental coherence among different institutions (noted by a representative of the Greek energy agency) was reported to negatively and significantly affect the ability of policymakers to design and dispatch financial incentives for energy efficiency. However, efficiency policies have benefitted from the driving factor of substantial political will and commitment in driving the diffusion of such technologies, as testified by the strong commitment from the Ministry of Energy which has recently played a significant role. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Factors related to attitudes, behaviour and lifestyle were also found to play a large role in inhibiting efforts to increase efficiency, as consumers’ awareness of the benefits of such measures is considered to be low and this lowers incentives for investments towards energy efficient technologies. This, coupled with low environmental consciousness and a lack of cultural emphasis on environmental issues, represents a major obstacle in the adoption of environmentally sustainable interventions. There is also an asserted lack of collective knowledge and experience, as actors’ capacities and expertise were raised as influential factors in effectively administering programs promoting energy efficiency in the building sector. The market workforce was not adequately prepared for promotion and installation of such technologies, leading to a lack of specific knowledge in this area. This clearly contributed to hindering policy success. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Factors in the form of market barriers (e.g. lack of awareness or familiarity with specific actions, sector-specific policy contradictions) are usually identified and described during the early stages of policy implementation, as discussed in the context of Greek EE policies. To address them with tailored ex-post policy amendments (e.g. the provision of information campaigns regarding the benefits of specific energy efficiency actions, legislative revisions) would help to complement policy support programs. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Finally, accounting for behavioural factors has remained limited to the provision of information and training schemes during the design of support mechanisms. Stakeholders asserted that the energy efficiency policy planning in Greece would greatly benefit from conducting regular and comprehensive household surveys regarding the influence of household characteristics and behaviour over final energy consumption; accounting for such factors is considered essential to effectively design and implement specific policies and measures for the adoption of smart energy efficiency technologies in the residential building sector. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "3.1.6 Thailand ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The implementation of RES support policies in Thailand was never a straightforward process. While many factors surely influenced RES policies, a thorough analysis of those factors is still being carried out. Therefore, a description of the following three contextual factors are initial observations emerging from the research effort and serve as illustrative example and not as a definitive list of issues.3 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Most interviewees suggested that the impetus of devising RES support policies came from the National Energy Policy Council, and the Energy Policy and Planning Office (EPPO) was tasked to study the best instrument to do so before introducing the initial FiT policy in 2006. In addition, a few interviewees and literature sources mentioned that the implementation of a feed-in-tariff policy (the Adder policy in 2006) took place when the former director of EPPO was promoted to be the Minister of Energy at that time. While the top-down structure of the institutional framework does not necessarily mean that a given policy is effective, a policy instrument which is in line with governmental priorities and is endorsed at the highest governmental level likely has better chances of being a success than a policy instrument developed from the bottom up, given the top-down nature of institutions in the country. Additionally, study of the Thai policy environment suggests, that the motivation and vision of individual decision and/or policy makers might play a significant role in Thai energy policy. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Several stakeholders argued that the vertically integrated, enhanced single buyer model of electricity generation and transmission, where a single utility owns and manages a portion of the generation fleet and the entire transmission network, selling to only two distributing authorities, was a large barrier for Thai power market liberalization and that it discouraged the uptake of electricity from private renewable power producers. Consequently, this sub-optimal set up of the market reduces the efficiency of the feed-in tariff policy to increase renewable energy shares in the electricity sector. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "It is clear that frequent and ad-hoc changes to support instruments as well as to their administrative and procedural rules and regulations had a detrimental effect on renewable energy uptake in Thailand. This has been mentioned during several stakeholder interviews. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The short case study of Thai renewable energy support instruments demonstrates that contextual factors do influence the policy making processes at many different stages. Implementing a new policy requires a well-coordinated institutional structure. In jurisdictions where a vertical institutional framework is in place, top government’s strong support is essential for successful renewables development. Furthermore, market structures can either facilitate or hinder the entry of new market players and enable or limit investment in RES. In the Thai case, the quasi monopoly of the state-owned utilities is certainly a hindering factor. Lastly, administrative feasibility has direct effects on policy outcomes. Though adjustments might benefit the performance of policies and are indeed necessary sometimes, frequent and drastic retroactive changes in the end negatively affect the trust and confidence of investors. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "3.2 Lessons learned ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The six case studies show the variety of drivers and barriers for policy implementation and the diversity of stakeholder perspectives across countries and topics. Nevertheless, broad convergence of case studies over two main sets of policy instruments, support measures for RE and smart technologies for EE including smart grids, make some comparison possible between the targeted countries. This section presents an overview of the lessons learned, which we see as pertinent both to the ability of the methodology implemented to help fill knowledge gaps about contextual factors, followed by broader common insights gathered from the various case studies. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The main aim of the case studies to validate the contextual factors identified in literature review (CARISMA Discussion Paper, (Fujiwara, Tuerk, Spyridaki and Williges, 2017)) was largely fulfilled. About 40 stakeholders with expertise in one or both policy instruments at a country level participated in the consultation process. Presentation of the case study design in a factsheet format was a good starting point for case study leaders, who were not involved in the process of contextual factor identification, to both prepare case studies and further conduct more focused research to serve as background information. By commenting on the selected factors or/and proposing new factors, the interviewed stakeholders helped case study leaders refine the knowledge they had or acquire new knowledge on the subject. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Interviews not only provide knowledge and information but also enable stakeholders to express their concerns or opinions about when and where policies do not work and ideally come up with some proposals, suggestions, or solutions. While the methodology itself is not particularly innovative or comprehensive, confronting stakeholders with a short list of contextual factors for climate change mitigation policy has not been practised so often. If any, a focus on the contextual factors might be more implicit and embedded in a larger research project focusing on particular policy areas such as renewable energy and energy efficiency respectively. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Another advantage of the CARISMA approach is to design case studies as a tool of coordinating and supporting action to make the best use of the existing knowledge, communicate with stakeholders, and receive feedback to update the presentation and organisation of the knowledge. In this respect, the factsheet format turned out to be useful in not only summarising stakeholders’ inputs but also reaching out a wider audience or readership beyond Europe. On the other hand, some case study leaders found it difficult to contain the breadth of the knowledge they acquired in such a format. For this purpose, the team is contemplating an option to publish online stand-alone papers derived from factsheets with more flexibility allowed in terms of presentation. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Beyond the lessons learned in regard to filling knowledge gaps pertaining to contextual factors and the methodology implemented here, the cases exhibited a number of broad, common conclusions relevant for future policymaking. Several factors were identified in multiple cases as being linked to success or failure of policy implementation, and they merit discussion, in order to encourage considering them more fully when designing or implementing future policy. These factors are the presence of technological innovation system with an emphasis on decrease of technology costs, the market and regulatory framework, especially the structure of the electricity market and the presence of the EU regulatory framework, policy continuity, and the macro-environment with a reference to economic crisis, and public perception. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "One of the most salient messages to emerge from stakeholders was that more weight needs to be given to the presence of a technological innovation system and its adaptability to a changing environment. The rapid drop in prices of solar PV was highlighted under this factor in a number of cases as an example of this, where the possibility of such a change was unexpected, and policy was ill-equipped to deal with it, which led to inefficiencies and drastic changes to the FIT designs, particularly in Spain and the UK. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Another crucial factor was proven to be the market and regulatory framework with the structure of the electricity market and the presence of the EU regulatory framework as sub-sets. Several interviewees in the UK case highlighted the insufficiency of the electricity market design in dealing with increasing shares of RES, indicating that the market was set up to benefit large utilities with business models which do not fit RES production patterns, therefore limiting their interest. This is in contrast to countries like Germany which have placed a greater importance on citizens being the driver of renewables deployment. The case of Spain also emphasised that the electricity market has presented a significant barrier in the form of low prices of RES, limiting expansion, but that adaptation by producers should lend itself to the return of favourable conditions for RES expansion. As to the EU regulatory framework, the Dutch case highlighted the mismatch between Smart Grid solutions requiring cooperation with separated energy companies, and the EU’s limits on cooperation of commercial entities such as large and small energy suppliers, leading to viewing the framework as a blocking factor. In Greece, the EU framework was seen as a driving factor, with updates in EU regulation spurring the development of domestic policies and subsequently, the energy efficiency market, especially pertaining to the energy performance of buildings and building innovation technologies. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The third factor which emerged as important to policy success was the contextual factor policy continuity. The Croatian, UK, Dutch, and Spanish cases all identified this as either an enabling or blocking factor for policies, depending on whether or not continuity existed or if policies experienced abrupt or radical shifts. In Croatia for example, policy continuity as exhibited by the “non-stochastic” or linear approach to policies and growth was seen as an enabling factor, as the government planned for annual quota changes and an adaptive management system without introducing radical changes. The Netherlands as well, found continuity as a driving factor, while the UK and Spanish cases exhibited a lack of policy continuity resulting from broad and frequent reforms acting as a blocking factor. The upshot for continuity is that there is a balance to be struck. Changes can have beneficial effects, and policies designed with future corrections as a possibility have been seen as successful, while tipping the balance too far towards radical or retroactive changes may hinder overall success. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Stakeholders also pointed to the profound effects of the macroeconomic environment on energy policy. Almost all respondents mentioned the recent financial and economic crises as having a major influence on energy policy planning. Policymakers should place more emphasis on assessing a range of scenarios, both best and worst-case, when designing and implementing policy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Case studies found that compared with economic factors, social and political factors4 tend to go unnoticed or receive insufficient attention in RES or smart technology support measures. Another message from the case studies focuses on the need for increased and direct inclusion of citizens. Perhaps unsurprisingly, public perception was frequently mentioned as an important enabling or limiting factor. Croatia has a higher rate of energy poverty than the EU average, and while initial (low) RES targets were not met with much public reaction, recent policy changes have seen the opposite, with public disapproval for an increase in levies for renewables. Other cases (e.g. the Greek case) show the need for policymakers to consider the knowledge and skills of its citizens while designing policy, as there is currently a lack of knowledge and expertise in building efficiency measures, and thus a lack of ability to implement such measures. The UK case highlights the need for direct involvement of citizens in success of previous energy policies, with a comparison to Germany, where almost $50\\%$ of RES installations are owned by cooperatives and private individuals, which is often touted as an explanation for the energy transition’s success in the country. A more focused consideration of behaviour of households, and moving beyond provision of information and training schemes, and better understanding of behaviour is also highlighted as a factor in policy success. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4 Feedback from the case studies to categorisation of contextual factors ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In addition to drawing lessons learned and extracting key messages to policymakers about how to deal with contextual factors in practice, case studies could also contribute to elaboration on the categorisation of contextual factors and clarification about their effects on policy adoption or implementation. Based on literature survey, the overview of contextual factors in CARISMA Discussion Paper No.1 (Fujiwara, Tuerk, Spyridaki and Williges, 2017) identified three categories of diverse contextual factors: institutions and governance; innovation and investment; and attitudes, behaviour, and lifestyle. The new set of contextual factors resulting from case studies still maintains the three categories with a different emphasis on individual factors. This section provides a close look at the difference and where it comes from, and explains possible reasons from an analytical viewpoint as an explanatory text for Table 4 which compiles information available from the factsheets in Appendices. For further detail, please see Table 4 at the end of this section for the overview of contextual factors and their effects on policy adoption or implementation based on case study results. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "4.1 Institutions and governance ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "For institutions and governance, the literature survey led to a list of four – mainly political – factors: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Institutional coordination (between ministries, between national and sub-national levels)   \nRegulatory alignment with non-climate policies (e.g. regulations for cycle lanes vs. automobile lanes, regulations for spatial planning)   \nAdministrative feasibility, and   \nConstellation of stakeholders  (e.g. tax reform)5 ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Two case studies provide evidence for two of the above four factors, institutional coordination and constellation of stakeholders. Observation of institutional coordination is based on three sub-factors: absence of a single governing body to govern energy or an energy agency with mandate to design policy (RE support measures in Croatia); difficulties with coordination between national and EU institutions (also RE support measures in Croatia); and those with coordination between national ministries (support for smart technologies to improve EE in Greece). All the three sub-factors are regarded as barriers to adoption and implementation of policy instruments. Especially the roles that EU institutions could play in inspiring policies of certain member states need to be considered together with the influences of EU regulations (see the presence of the EU regulatory framework under the market and regulatory framework, in the category “innovation and investment”). In contrast, the factor constellation of stakeholders is viewed positively with a focus on political will and a ministry’s commitment as an enabler (support for smart technologies to improve EE in Greece). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "None of the case studies explicitly mentioned regulatory alignment with non-climate policies or administrative feasibility, however the UK case alluded to this with mention of the country’s overarching focus on pursuing cost-efficiency more generally. It is possible that regulatory alignment is less relevant to the narrower scope of the case studies in supporting measures for RE and smart technologies than the scope of examples to describe climate change mitigation policies. Administrative feasibility was highlighted in the procedures of UK local authorities to permit planning wind-power development. Subnational administration was not the main focus of these case studies. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4.2 Innovation and investment ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "According to the literature survey, the category of innovation and investment consists of five – largely economic – factors: ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Presence of a technological innovation system (e.g. clusters and regional   \ncollaborative networks, market formation processes)   \nMarket and regulatory framework,   \nPolicy continuity (e.g. retroactive changes to RE support measures),   \nMacroeconomic environment (e.g. financial crisis), and   \nCorporate and investment culture ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Five case studies together support all the factors, except corporate and investment culture. Although the literature review included an example of difference in RE investment across companies in Sweden, no case studies focused on this factor. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Presence of a technological innovation system was recognised to affect policy adoption or implementation with four possible sub-factors: absence of the technological innovation system (RE support measures in Croatia); the level of ICT development (support for smart grids in the Netherlands); limited capacity of new market actors for the promotion and installation of smart technologies (support for smart technologies to improve EE in Greece); and in relation to market formation processes, decrease of technology costs (RE support measures in Croatia, the UK and Spain). The absence of the technological innovation system and limited capacity of new market actors were viewed as barriers while a high level of ICT development as an enabler. Stakeholders found both aspects in the decrease of technology costs: decreasing costs are in theory beneficial for RE deployment but, depending on the incentive designs, they may make continuation of the originally planned measures unsustainable. This point is further discussed with respect to policy continuity. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The market and regulatory framework with five market sub-factors and regulatory subfactors attracted wide attention from stakeholders across case studies. On the market side are the national framework for decentralised RE production (support for smart grids in the Netherlands), the structure of the electricity market (RE support measures in the UK and Spain), a lack of maturity and innovativeness in the energy services market and construction sector, the need to integrate public support for investments in households, and the lack of a private investment framework and sustainable financing schemes (the last three sub-factors derived from the case of support for smart technologies to improve EE in Greece). The emergence of a national framework for decentralised RE production was viewed as an enabler. The three sub-factors mentioned were considered to be barriers. The structure of the electricity market can be either a barrier or an enabler. On the regulatory side are the presence of the EU regulatory framework (smart grids in the Netherlands; smart technologies in Greece), unclear regulatory frameworks (RE support measures in Croatia), and lack of energy planning (RE support measures in Spain). The last two sub-factors were considered to be barriers. The presence of the EU regulatory framework can be an enabler or a barrier e.g. if it interferes with the national framework. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Policy continuity was considered important in terms of “non-stochastic” or linear approaches to policies and growth (RE support measures in Croatia) and some consistency to avoid frequent changes (RE support measures in the UK and Spain). The linear approach was seen as not flexible enough and therefore a barrier.  Although RE support measures were initially welcomed in Spain, frequent changes afterwards were regarded as barriers, which was similar to the UK experience. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The effects of the macro-economic environment were also well acknowledged, highlighting financial and economic crises (RE support measures in the UK and Spain; support for smart technologies in Greece) as well as fossil fuel prices (RE support measures in the UK). Financial and economic crises were considered to be a barrier. Volatility of international fossil fuel prices was mentioned as a barrier. However, fossil fuel prices such as natural gas prices can also function as an enabler for accelerating RE deployment. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Finally, these case studies suggest that contextual factors are not isolated but may influence each other, e.g. intensify or mitigate the effects. For example, financial and economic crises forced introduction of austerity measures in some member states, thereby slashing budget for RE support. At the same time, faster-than-anticipated decreases of technology costs, such as those of solar $\\mathsf{P V}$ , prevented the governments from maintaining the initial level of support via Feed-In Tariffs. It is possible that both economic and technological conditions caused frequent changes to the policy instrument designs. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.3 Attitudes, behaviour and lifestyle ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The third category of attitudes, behaviour and lifestyle was identified with the following seven sub-factors in the literature survey: ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Collective environmental beliefs and norms, Demographic attitudes and other parameters, Public perception, ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Behavioural predisposition at the individual level,   \nKnowledge and experience,   \nFinancial resources, and   \nSocial capital ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Four case studies confirmed the influence of four of these factors, such as demographic attitudes and other parameters, public perception, behavioural predisposition at the individual level, and knowledge and experience. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The impacts of Demographic attitude parameters such as age, education, and familiarity with internet-based and automated technologies are less known and have not drawn much attention from stakeholders except policymakers (support for smart technologies to improve EE in Greece). Although more information is needed to determine the nature of their effects, policymakers in Greece are concerned that demographic factors can be a barrier. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The factor that received the highest attention in this category is public perception, with four sub-factors: lack of strong public opinion on development of renewables; projected costs to final consumers and indirect social costs (both from RE support measures in Croatia); Not In My Back Yard (NIMBY) attitude; and rightwing media (both from RE support measures in the UK). The last two sub-factors were regarded as barriers. For the first two factors, if absence of strong public opinion means disinterest or indifference or lack of support, this can be a barrier. If it means acceptance without vocal opposition, it can be an enabler, as was initially the experience in regards to Croatian RE policies, where lack of public interest meant that policies met with little opposition. The public tends to be particularly sensitive to societal effects of new policy instruments and costs to final consumers. They would see new taxes or levies as barriers. If these taxes or levies are earmarked and re-invested for societal goods, however, the public may consider them enablers. (see also constellation of stakeholders in the category, “institutions and governance”). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Behavioural predisposition at the individual level was observed in terms of new patterns of electricity generation and use (support for smart grids in the Netherlands) as well as lack of consumers’ awareness of building innovation technologies for energy conservation (support for smart technologies in Greece). Extreme demand peaks triggered by new types of electric appliances were regarded as an enabler. Low maturity and awareness of consumers can be considered a barrier. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Knowledge and experience were noted with a focus on awareness at a city level regarding funding opportunities (support for smart technologies in Greece). Lack of knowledge and awareness prevented city administrations from exploiting the available resources, which implies a barrier. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Falling outside the case studies were collective environmental beliefs and norms, financial resources at a household level and social capital.  As the preliminary list of seven factors in the literature survey was, however, longer in this category than others, this does not necessarily mean that social factors were less represented in case studies. Yet, it is assumed that it is more difficult to collect information or measure data concerning the remaining three factors, compared with the prominence of public perception or acknowledgement of public administration about knowledge and experience. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "4.4 Pre-existing conditions or reactions? ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Section 1 of this report suggests that “contextual factors” imply such conditions as shaping the environment for policymakers to take decisions beyond their direct control. Reflecting case study results on the list of contextual factors, however, led to questions about whether the tested factors or the new ones emerging from interviews are indeed “contextual factors”.6 Certain environments existed or were created at the time of policy introduction, meaning that they do not exist in vacuum. Other factors appear to be direct reactions, responses to the specific aspects of the policies adopted or implemented. On the one hand, national institutions, a technological innovation system, or the macroeconomic environment exist independent from energy policies with their own dynamics. More complex are the market and regulatory frameworks as well as policy continuity, which builds on the accumulation of past energy policies. On the other hand, constellation of stakeholders or public perception is shaped and triggered by the specific aspects of the policies, which may divide supporters and sceptics or opponents. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Although it is beyond the scope of this report to question and re-examine one by one whether the identified or proposed factor can qualify to be “contextual”, there are some hints for future studies on how to deal with this question.  Depending on the degree of the factor being contextual or reactive, policymakers may need to adopt different approaches. The case studies presented in this report, especially factsheets in Appendices, could be useful in exchanging and sharing views over not only challenges but also possible approaches. For example, “pre-existing conditions” such as national institutions, a technological innovation system, or the macro-economic environment are indeed beyond and outside energy policymakers’ control, as most cases showed with the (albeit hopefully rare) example of the financial crisis having drastic effects on both RE and EE policies. However, they may have some leverage against factors such as the market and regulatory framework and policy continuity (as in Croatia, where policy continuity was recognized early on as an important factor, and planned for via their nonstochastic approach to RE policies) by partly shaping the environment in which policies are implemented. Policymakers could have more direct control over reactive factors such as constellation of stakeholders and public perception (e.g. in the case of Greece, where political will and commitment were stressed in driving the diffusion of EE technologies), determining the specific issues and offer possible solutions to address their concerns. ",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/fab8de1185ab18d8d6dfc78687fcfef5520cc7a2838a5eee4b6a31cfd8c219f6.jpg",
        "table_caption": [
            "Table 4. Categorisation of contextual factors "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Contextual factors</td><td>Explanation</td><td>Sub-factors</td><td>Description of effects (how the contextual factor affected climate policy)</td></tr><tr><td colspan=\"4\"> Institutions and governance</td></tr><tr><td>Institutional coordination</td><td>Climate change mitigation policies can fall under the competences of more than one governmental authority (e.g. the Ministries of environment, energy or finance) at a national level, and between regional (e.g. EU), national and sub-national governments. Coordination across Ministries and between different levels of government affects coherence in policy formulation and effectiveness, as well as efficiency in policy implementation.</td><td>No single governing body to govern energy & no agency with mandate to design policy (Barrier)</td><td>HR (Croatia): Seen by stakeholders as having high importance, both in terms of historically being  a hindrance to efficient / effective policymaking, and also a factor that was considered and addressed, notably through the creation of the new Ministry of Environment and Energy. while the factor may not have been considered at the outset of policymaking, the conflicts and inefficiencies which arose were addressed over the course of the evolving</td></tr><tr><td></td><td></td><td>Difficulty of coordination between national and EU-level institutions (Barrier)</td><td>renewables policy. HR: In addition to coordination between national ministries, a factor highlighted repeatedly was the interaction of EU-level agencies and the national level, particularly in regards to inter-agency communication, with experts emphasizing the difficulty of national ministries to understand and implement directives from supra-national institutions.</td></tr></table></body></html>\n\n",
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/71e06d47453719368f074d38b966c72ac61ac0eafc9df8e789c0be0998906d4d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td></td><td>Ministerial coordination (Barrier)</td><td>GR (Greece): Lack of coordination and collaboration between different ministries was reported to significantly affect the ability of Greek policy makers to design and dispatch financial incentives for energy efficiency (especially when other needs/objectives need to be met through the same structural funds such as the case of digital policy). Notably, this issue was only raised by the representative from the Greek Energy Agency.</td></tr><tr><td>Constellation of stakeholders</td><td>Stakeholders may emerge as supporters or sceptics of a mitigation option. A constellation of stakeholders may limit or streamline the uptake of mitigation options.</td><td>Political will & commitment (Enabler)</td><td>GR: One independent policy expert stressed out the importance of a strong political will and commitment in driving the diffusion of such technologies. A strong political commitment from the side of the Ministry of Energy has recently played a significant role in introducing an EEO (Energy Efficiency Obligation) scheme in an effort to strengthen the existing policy mix to meet with the targets of Article 7 of the EED. This also denotes the Ministry's efforts to shift the utilities' and general market interest from RES to EE as well by setting the ground for introducing energy services and savings as a commodity in the Greek energy market.</td></tr></table></body></html>\n\n",
        "page_idx": 27
    },
    {
        "type": "table",
        "img_path": "images/91caf608eeb5409a83acc8eb02d4eb45818f69f9dd4cff944c95ec7268f177da.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"4\">Innovation and investment</td></tr><tr><td>Contextual factors</td><td>Explanation</td><td>Sub-factors</td><td>Description of effects</td></tr><tr><td>Presence of a technological innovation system</td><td>A technological  innovation  system is network of agents that operates under institutions in a specific technology area. Market formation is one of the functions in a technological innovation system, which generates and diffuses technologies. Others include   entrepreneurial  experimentation, knowledge development and development of external economies (Hekkert et al., 2011). The concept of the innovation system stresses that the flow of technology and information among people, enterprises and institutions is key to an innovative process</td><td>a Lack of a technological innovation system (Barrier)</td><td>HR: No government incentives for technological innovation systems (such as a proactive technology policy) were seen to exist during the policymaking process. Researchers  in academia do collaborate with the private sector and government, but not in an organized ‘framework, although it is somewhat incentivized by environmental ministry funding, to a small extent. It is impossible to speculate what if any effect such a system would have had on policymaking, but it was not seen as a factor in development of the renewables</td></tr><tr><td></td><td>(Hekkert et al., 2011).</td><td>Level of ICT development (Enabler)</td><td>policy. NL: The Netherlands has a well-developed Information and Communication Technology infrastructure and knowledge field, and ICT is a crucial component of a Smart Grid.</td></tr></table></body></html>\n\n",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/d298084032f8538fc639cd4bdf3b6048dc712203a0325d00c25991222f8f12be.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\"></td><td>Limited capacity of new market actors (Barrier) Greece energy</td><td>GR: The existing. market workforce in (i.e. auditors and   technology providers, installers) for the promotion and installation of smart technologies to save is viewed by Greek  policy implementers as being rather low. The need to strengthen role of property asset evaluators during audits in buildings was also raised in one of our interviews.</td></tr><tr><td>Decrease o  technology costs, particularly solar PV (Barrier/Enabler)</td><td>HR: There was some disagreement to what extent they were taken into account by policymakers. Researchers maintained that costs were taken into consideration to a large extent via consultation with modelers and engineers who tried to explicitly and accurately assess costs. However, due to a lack of transparency in the policymaking process, others felt that there was not much information or explanation as to how and why goals and prices were set, a view which is seen as improving with increased political will. UK: Mentioned by all interviewees; while falling costs are, theoretically, beneficial (enabling) for RES deployment, in the UK</td></tr></table></body></html>\n\n",
        "page_idx": 29
    },
    {
        "type": "table",
        "img_path": "images/a69c2a0dbfc93f9ddf4edb506582ec7fa6cd992bd876566be84261adc61e290c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td></td><td>ES (Spain): While decreasing costs of production are beneficial for investors and RES deployment, but combined with the government's sponsored price incentives it led to drastic and detrimental policy reversals. The unanticipated rapid pace of decreasing costs led to an unexpected expansion of RES, particularly solar, rising costs for the government as RES incentives did not reflect the technology costs trends. The unsustainable (E26 billion) tariff deficit unleashed drastic policy changes, which were detrimental to investment stability and led to considerable reduction in investment flows into the sector. a</td></tr><tr><td>Market and regulatory framework</td><td>Market  frameworks can enable  or limit | National framework  for investment in low-carbon policies, namely decentralized renewables through the commercialisation barriers or a production (Enabler) lack thereof that new technologies face compared with mature ones, regulatory frameworks  that may  be prohibitive and other factors (e.g. access to information, capital and transaction costs).</td><td>NL: Dutch SMEs and start-ups explore the market  of smart appliances: smart thermostats, electric mobility, aggregating flexibility, charging infrastructure, etc., which may have value added in a system with increasing decentralized renewables production.</td></tr></table></body></html>\n\n",
        "page_idx": 30
    },
    {
        "type": "table",
        "img_path": "images/4ab063a4cb591f0f2fb40e75ee58e1df6c61ea666c9f4e47f06aa8db0f93ed74.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\">The structure of the electricity market (Barrier/Enabler) Lack  of maturity and innovativeness in the energy services market & construction sector (Barrier) develop </td><td>UK: Several interviewees mentioned the inability of the current electricity market design to deal with the increasing RES share. One interviewee argued that the market as well as the RES support instruments in Britain had been set up to benefit the big utilities which are still dominant on the UK market and whose business model does not fit the production patterns of RES, thus limiting their interest in those technologies. ES: The electricity market was first favorable for RES. The core barriers are the low prices, but once producers have adapted to the present market conditions, RES should be expanding fast. Despite all the barriers, investors are still buying</td></tr><tr><td>permits for future RES production. GR: As conveyed in one of our interviews, the Greek energy services market is still in its infancy and utilities and other ESCOs are following state stipulations rather than leading developments in the market. The construction sector in Greece also needs to and specialize   in   smart technologies to drive investments to reduce   energy. consumption.  Private market actors also placed great emphasis on the importance of developing a market for energy services for the promotion of energy efficient services and technologies in the domestic sector.</td></tr></table></body></html>\n\n",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/f8c266bcff3ec1f327721f03f6c7501c2f65ff47abd4432c79c4515ef8cac777.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"3\"></td><td>Need to integrate public support for investments households in households (Barrier) properly government priority. Lack of a private</td><td>GR:To strengthen the motivations for to invest in smart technologies, representatives  from the Greek ministry highlighted the need to absorb EU structural funds. Whereas the interviewee from the Greek Energy Agency drew attention to the role of energy utilities to provide appropriate incentives and energy services to their consumers (through the energy savings obligation scheme), due to the limited expenditures and the absorption of EU structural funds being oriented   towards  areas with greater GR: The role of the Greek banking sector</td></tr><tr><td>investment framework & sustainable financing schemes (Barrier) Presence of the EU</td><td>has been limited thus far in‘driving investments in energy saving technologies only through public support programs. Other forms of financing schemes such as Energy Performance Contracting (EPCs) are still not available restraining thus flexibility in funding options for such investments. The regulatory framework for EPCs still inhibits  theiruse  from municipalities (i.e. contracting is viewed as</td></tr><tr><td>regulatory framework (Enabler/Barrier)</td><td>a deficit in a city's public budget). NL: There are strict limits to its cooperation with commercial parties such as large and small energy suppliers. Smart Grid solutions, however, such as flexible pricing and user 'uploading' energy back</td></tr></table></body></html>\n\n",
        "page_idx": 32
    },
    {
        "type": "table",
        "img_path": "images/ec05d352cd1edfa0d99f3a1d0755d9a2476fcbb1a3a726ee0d27eb5e76b87c09.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\">influential technological  developments innovation technologies. Unclear regulatory frameworks support (Barrier) Lack   of </td><td colspan=\"2\">into the grid, require cooperation with the separated energy companies. GR: Although the influence of this factor was not mentioned explicitly, representatives from the Ministry repeatedly mentioned updates inEU regulation to drive domestic policy developments and subsequently developments in the energy efficiency market. Recast of the Directive 2010/31/EE on the energy performance of buildings was particularly mentioned as</td></tr><tr><td>for RES mechanisms energy policy</td><td>HR: The market framework in Croatia was found to have a detrimental impact on investment in renewables, as information on regulatory frameworks was lacking, which deterred investors and was not adequately addressed by policymakers. ES: The lack of a roadmap and of a coherent strategy has led to increasing</td></tr><tr><td>Policy continuity changed.</td><td>It is important for investors that a policy or support framework is not unexpectedly</td><td>planning (Barrier) \"Non-stochastic\" or linear approach to policies and growth (Barrier)</td><td colspan=\"2\">uncertainty for investors. HR: Interviewees did not see (a lack of) policy continuity as having a large effect in this case; the government has emphasized a \"non-stochastic\" or linear approach to</td></tr></table></body></html>\n\n",
        "page_idx": 33
    },
    {
        "type": "table",
        "img_path": "images/d9679edb54a643029d0e1185b2de5920bc02ce4d4a491264b78d7582c3b26893.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table> rowspan=\"5\"<td rowspan=\"3\"></td><td></td><td>itmay be better to establish annual changes in quotas etc., to better respond to changing economic and other conditions.</td></tr><tr><td>Frequent changes to policy design (Barrier)</td><td>UK: Both RO and FiT had frequent changes to either the remuneration level or the</td></tr><tr><td rowspan=\"2\">Frequent changes to policy Moratorium</td><td rowspan=\"2\">design of the support instrument. ES: After initial strong legislative pushes to encourage investment in RE for electricity production, the year 2010 saw a reversal in  the policy, which first eliminated subsidies and then introduced taxes on</td></tr><tr><td rowspan=\"2\"></td><td rowspan=\"2\">design on RES.</td></tr><tr><td>renewables (Enabler/barrier)</td></tr></table></body></html>\n\n",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/4591b1741cc331103477d52e9e7cfd3a05ea054122536a157f4116989f8bf804.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Macroeconomic environment</td><td>In EU and particularly in EU accession countries, the macroeconomic framework environment supports or limits the public or private sector's capacity to invest. The broader condition of the macroeconomic environment, outside the specific sectors relevant to climate change mitigation, can promote or limit the public or private sector's capacity to invest in low-carbon technologies. Changes in other sectors, e.g. in availability of capital, expected returns on investment, expectations of future economic conditions and investor confidence, can lead to indirect effects on the ability to invest in low-carbon technologies.</td><td>Financial  and   economic crisis (Barrier)</td><td>UK: Several interviewees mentioned the unanticipated consequences of the global financial crisis of 2007/2008　asa significant contextual factor, which had an impact on the functioning of the electricity markets all across Europe. ES: Financial crisis reduced demand and thus revenues, while support policy costs grew. Politicians could not bring prices _up during the economic crisis. The consequence was an unsustainable tariff deficit. GR: Greek policy decision makers recognized the economic crisis as a predominant  factor  restraining   market liquidity and investments. The economic downturn continues to restrain general liquidity and availability of funds in the banking market as well as households' disposable income. This setting constitutes investments in building innovation technologies for householders scarce.</td></tr><tr><td></td><td>Fossil</td><td>fuel prices (Barrier/enabler)</td><td>UK: Several interviewees mentioned the volatility of international fossil fuel prices as factors outside of the direct control of policy  makers,  which  also affected  the </td></tr></table></body></html>\n\n",
        "page_idx": 35
    },
    {
        "type": "table",
        "img_path": "images/5aa192f193d41f85f95ae03a49e5791a3b7cd98389add5f8be4d01f9e69a55a3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td></td><td></td><td>functioning of the electricity markets, particularly  concerning  the competition between RES, coal and gas.</td></tr><tr><td colspan=\"3\">Attitudes, behaviour and lifestyle Contextual Explanation Sub-factors</td><td colspan=\"2\">Description of effects</td></tr><tr><td>factors Public perceptions </td><td>The public may react to a climate change policy or project differently, as influenced by perceptions of personal (dis)advantages, perceptions of inequity in distributing costs and benefits or conflicting beliefs, and oppose a climate change policy usually by causing delays or even halting policy and project implementation (Lilliestam et al., 2016). Policy-makers also tend to consider public perceptions when making decisions over energy tax, carbon tax or subsidies at a national level.</td><td>Lack  of strong  public opinion on development of renewables (Barrier/Enabler) Projected costs to final consumers  and  indirect </td><td>changing.</td><td>HR: Interviewees stated that this factor had little bearing on initial policymaking, as most of the general public was seen as not holding strong opinions on the development of renewable energy in the country. However, this is believed to be</td></tr><tr><td></td><td></td><td>social (Barrier/Enabler) Not in my back  yard (NIMBY) attitude (Barrier)</td><td>costs and  benefits), consumers. announcement for UK RES development; One interviewee opined that this was the main reason the UK Government focused on offshore wind when introducing the RO technology band,</td><td>HR: This reflects a growing consideration of how increasing renewables will have broader societal effects (e.g. employment levels, inequality in distribution of costs as   well as more consideration‘of the costs to final Recently there was an that the levy for renewables will increase and this was accepted very negatively by the public. UK: Three stakeholders mentioned the negative consequences of public opinion</td></tr></table></body></html>\n\n",
        "page_idx": 36
    },
    {
        "type": "table",
        "img_path": "images/c7bf4b4db634af14a61f4c5a2c2a5019314faab4d20107761e3b81bbfd27073f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td rowspan=\"2\"></td><td>Rightwing Media (Barrier)</td><td>happened to heartlands. hindering role of British mainstream media</td><td>since onshore wind was not palatable to many   rural  constituencies  which   also be  Conservative party UK: Three interviewees mentioned the</td></tr><tr><td></td><td></td><td>when it comes to RES development; Often, debates about prices and RES support were believed to be distorted by‘the rightwing media which is traditionally pro- status quo (nuclear, fossil fuels) and against expanding use of RES.</td></tr><tr><td>Demographic attitudes and other parameters policy</td><td>Demographic attitude parameters comprise the  collective  characteristics  of  specific target groups (e.g. private households, immigrant settlements, high-income households and farmers). Societal and community demographic parameters, like the physical    environment where the householders are living, may affect intended outcomes, such as energy consumption patterns or technology adoption (Pothitou et al., 2014; see also van den Bergh, 2008).</td><td>Demographic factors (e.g. age, education, familiarity with internet- based and automated technologies) (Barrier)</td><td>GR: The impact of demographic and behavioural factors  in the diffusion of energy efficiency and smart technologies has not yet drawn the attention of policy stakeholders in Greece. And this type of factor was only mentioned during our interview with the policy implementer from the Energy Agency. An implicit reference to the demographic and behavioural factors was made by stakeholders from the ministry recognising the need to conduct regular surveys on the household sector.</td></tr></table></body></html>\n\n",
        "page_idx": 37
    },
    {
        "type": "table",
        "img_path": "images/a2973aafbbf6d512f6142ac8aa2389b8225a5f63300628bff94fb2422013c892.jpg",
        "table_caption": [],
        "table_footnote": [
            "Source: Authors’ compilation "
        ],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\">Behavioural predisposition at the individual level individual single </td><td rowspan=\"2\">Behavioural predisposition at the individual level concerns the behaviour of potential adopters (of policies), which is dictated by motives, norms, values, characteristics and strategies.  This may include individual interests and motives, the motivation or prioritisation of a company or small and medium-sized enterprise (SME) that guides decision-making  (driven by profit-related criteria or social responsibility values) or the values and belief system of a household. Adopters'‘ different interests and motives or habits (e.g. household daily routines, occupants' heating patterns and\"lifestyle) may affect the possibility of a potential adopter taking up a</td><td>New patterns of electricity generation and cars use (Enabler)</td><td>NL: Electric appliances such as electric and heat pumps create　new consumption patterns, such as increased overall electricity consumption  and its timing, creating extreme demand peaks. This development asks for new solutions which Smart Grids are able to provide.</td></tr><tr><td>Lack of consumers' awareness on building innovation technologies for  energy conservation (Barrier)</td><td>GR: Low maturity and awareness of consumers were consistently raised by all stakeholders participating in our consultations.</td></tr><tr><td>Knowledge and experience</td><td>climate-friendly behaviour. Knowledge  and information: Adopters' knowledge regarding environmental issues and access to information on policies is considered to be linked  to environmental behaviour potential for environmentally-oriented purchasing behaviour (Gadenne 2011).</td><td>Awareness at a city level regarding funding opportunities (Barrier) positive further et al.,</td><td>GR: Cities have a central role to play in driving sustainable energy investments in the household building sector (with the largest  cost-effective opportunity  for savings) through their local action plans. This issue was raised by the two private sector representatives. One of two noted that despite the availability of funding opportunities for cities (i.e. soft-loans), cities are largely unaware of such opportunities and have failed thus far to exploit them.</td></tr></table></body></html>\n\n",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "This study started by raising two main research questions, one about the ways by which contextual factors actually affect the outcome of policy instruments (e.g. if identified factors are relevant, and to what extent) and, if possible, a second focusing on the ways in which they are accounted for in policy-making processes i.e. policy planning and formulation. Some insights were obtained through stakeholder interviews carried out across six countries (the Netherlands, Croatia, the UK, Spain, Greece, Thailand) on two main topics, namely measures to support RE deployment and smart technologies including smart grids. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "All of the case studies succeeded in illustrating the effects of the selected contextual factors on the adoption or implementation of the relevant policy instruments. These effects were not measured but qualitatively described on the basis of experts’ inputs. Some factors emerged as barriers with others as enablers. The third group of factors were listed as barriers and enablers: either barrier or enabler in different case studies; changing from one to another type over a period of time; or showing both features (i.e. mixed results) at the same time; or exhibiting either characteristic depending on specific conditions. Among others, five contextual factors addressed in several case studies deserve special attention: ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "In the category of innovation and investment ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The presence of a technological innovation system with an emphasis on decrease   \nof technology costs,   \nMarket and regulatory framework, especially the structure of the electricity   \nmarket and the presence of the EU regulatory framework,   \nPolicy continuity,   \nThe macroeconomic environment with a reference to economic crisis; and ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "In the category of attitudes, behaviour and lifestyle ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Public perception. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The concentration of the identified contextual factors on the category of innovation and investment can be explained on the ground that the chosen topics, measures to support RE deployment and smart grids or technologies, have more synergy with this category, for example, compared to an ecological tax reform. Nevertheless, the overwhelming recognition of public perception as a major contextual factor means that the behavioural category should feature more in future policy implementation. Likewise, the acknowledgement of the market and regulatory framework another major contextual factor implies the need to consider the aspects of institutions and governance in an integrated manner. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The main results presented in this report can provide some hints for future application, such as the need to ensure diversity and complementarity in selection of experts and the direct involvement of the sectors or organisations that are regarded as central to the chosen policy areas. Not all of the case studies were able to explain how these contextual factors are accounted for in the current policy-making processes, which possibly requires identification of those experts who are inside and have direct access to the policy-making processes (policymakers) or those who used to be in and maintain contacts with them (ex-officials). Instead, the format of cases applied to this study enabled case study leaders to engage a diverse group of experts and stakeholders with broad backgrounds. This decision was partly based on the understanding that the chosen topics, deployment of RE and smart technologies, envisages a decentralized business model and fragmented markets involving millions of local producers and consumers dispersed across Europe. In particular, it was essential to ensure a balanced representation of stakeholders including market participants in discussion on the emerging markets such as decentralised renewable energy production and smart appliances. It was not a surprise to see the presence of the EU regulatory framework, part of the market and regulatory framework as one of the main contextual factors identified in case studies, given the EU’s emphasis on the need for coordination between EU and national measures to support RE and support for additional national measures to improve EE of buildings (see ‘Governance of the Energy Union’7). ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The above decision over the methodology did not require a rigorous selection of experts or a large size of interviews or meetings to be carried out for each case study. In so doing, researchers opted for qualitative analysis. This small body of experts for each case was expected to inform the case study leaders from complementary viewpoints rather than provide data for comparison or aggregation. Nevertheless, only after completing the case studies, did the project team realize that despite their potential roles, some interesting stakeholders closest to the subject matter had not been identified or contacted for these interviews. Such stakeholders may include representatives of subnational administration and the banking sector as well as journalists. They can be also invited to participate in expert interviews in the field of energy policies. . ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Lastly, the case studies not only contribute to identification and categorization of contextual factors, but also offer practical suggestions for policymakers. The presence of technological innovation systems and their adaptability to a changing environment need to be seriously considered in energy policies. Policymakers should place more emphasis on assessing a range of scenarios under the macro-economic environment, when designing and implementing policies. The electricity market and EU regulatory frameworks were also found to be major determinants of policy success or failure, in some cases spurring development of EE policy (in the case of Greece), and in others limiting the possible success of Smart Grids (in the Netherlands) Policy continuity requires a balance to be struck between flexibility and stability. Moving beyond communicating and disseminating information or training, a more focused and targeted approach based on the household behaviour could be effective. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "European Commission. (2017a). Buildings - Energy - European Commission. [online] Available at: http://ec.europa.eu/energy/en/topics/energy-efficiency/buildings [Accessed 31 Aug. 2017].   \nEuropean Commission. (2017b). Smart grids and meters - Energy - European Commission. [online] Available at: http://ec.europa.eu/energy/en/topics/markets-and-consumers/smart-grids-and-meters [Accessed 31 Aug. 2017].   \nFujiwara, N., A. Tuerk, N.-A. Spyridaki and K. Williges (2017) Contextual factors affecting EU climate policies and their outcomes. CARISMA Discussion Paper No.1. http://carismaproject.eu/Portals/0/Documents/CARISMA%20Discussion%20Paper%20No.%201%20- %20Contextual%20factors%20affecting%20EU%20climate%20policies%20and%20their%20outcomes.pd   \nGadenne, D., B. Sharma, D. Kerr and T. Smith (2011), “The Influence of Consumers’ Environmental Beliefs and Attitudes on Energy Saving Behaviours”, Energy Policy, Vol. 39, No. 12, pp. 7684–7694.   \nHekkert, M., S. Negro, G. Heimeriks and R. Harmsen (2011), “Technological innovation system analysis”, Utrecht University, November (http://www.innovation-system.net/wp-content/uploads/2013/03/ UU_02rapport_Technological_Innovation_System_Analysis.pdf).   \nKitzing, L. et al. (2016) Recommendations on the role of auctions in a new renewable energy directive. AURES project. http://auresproject.eu/sites/aures.eu/files/media/documents/redii_memo_final.pdf   \nLilliestam, J., S. Ellenbeck, C. Karakosta and N. Caldés (2016), “Understanding the absence of renewable electricity imports to the European Union”, International Journal of Energy Sector Management, Vol. 10, No. 3, pp. 291–311.   \nMinistry of Energy, Thailand, 2015. Alternative Energy Development Plan (2015-2036), Available at: http://www.dede.go.th/download/files/AEDP2015_Final_version.pdf.   \nPothitou, M., A.J. Kolios, L. Varga and S. Gu (2014), “A framework for targeting household energy savings through habitual behavioural change”, International Journal of Sustainable Energy, Vol. 35, No. 7, pp. 686–700.   \nVan den Bergh, J.C.J.M. (2008), “Environmental Regulation of Households: An Empirical Review of Economic and Psychological Factors”, Ecological Economics, Vol. 66, No. 4, pp. 559–574. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Appendix I: The Netherlands ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "1.1.The Netherlands: key facts ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "The Dutch Energy Agreement of forty organisations in government and industry set up a target of at least $14\\%$ of all energy to be generated from renewable sources by 2020 (see the table below, it was $6\\%$ in 2015). A higher share of renewables in the energy system will lead to supply variability. The variability or intermittency of the supply of energy occurs when supply relies on the weather, i.e. when using solar panels and wind turbines. As the share of renewables in total energy production grows, intermittency will likely increasingly be a problem (e.g. cause blackouts). Smart Grids, the main focus of this case study, are a potential solution for this problem as they are able to balance the energy flows by ‘downloading’ energy from large-scale or distributed storage (e.g. electric vehicles or house batteries) when there is shortage, and by ‘uploading’ it into batteries when production is high, but demand is low. In the latter case energy prices may turn negative, meaning that energy companies pay users for using energy to relieve the grid from the stress. ",
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/6ca4be0419040914f466a4ecd1189dc8695d1e7199458f08a64065e0dd494e07.jpg",
        "table_caption": [
            "Table 1. The Netherlands "
        ],
        "table_footnote": [
            "Source: CBS data [1] and Social and Economic Council of the Netherlands (SER) [2] "
        ],
        "table_body": "\n\n<html><body><table><tr><td>Country size 41,543 km² [1]</td></tr><tr><td>Population (2015) 16,900 million [1]</td></tr><tr><td>GDP (2015) 676,53 billion euro [1]</td></tr><tr><td>Policy target: 14%o renewable energy consumption by 2020 [2]</td></tr></table></body></html>\n\n",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Despite the ambition of Dutch government to reduce dependence on coal, oil and gas [2], fossil fuels will remain in use in the Netherlands for decades since they are considered a cheaper and more reliable supply source [14] ",
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/d250f16d05291f977985425356c5d1cbbef48887f96f539eafafd8c47cdadc48.jpg",
        "table_caption": [
            "Table 2. Dutch fuel shares in energy consumption in 2015 "
        ],
        "table_footnote": [
            "Source: IEA data [3] "
        ],
        "table_body": "\n\n<html><body><table><tr><td>Gas</td><td>Coal</td><td>oil</td><td>Nuclear</td><td>Wind</td><td>Solar</td><td>Biofuels and waste</td></tr><tr><td>39% </td><td>15%</td><td>37%</td><td>1% </td><td>1% </td><td>0% </td><td> 5% </td></tr></table></body></html>\n\n",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "1.2.Smart Grids ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "“Smart Grid” is an umbrella term for efficiency technologies in transmission and distribution of electricity, heat or water. In this document, the focus is on Smart electricity Grids for residential use, i.e. a system of technologies such as smart meters, batteries (in or outside homes or in electric vehicles), and the ICT layer that allows twoway communication of data and its processing, and two-way flow of electricity in the network. Emergence of new actors indicates that a market of smart appliances is being established [13]. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "A Smart electricity Grid holds potential for more resilience, energy effectiveness and/or efficiency in the system. It is among the technologies with large potential for climate change mitigation (e.g. [4, 5]). Smart Grids indirectly contribute to reducing emissions in two ways: by enabling the balancing of intermittent renewable supply of electricity, and by enabling energy efficiency via offering users flexibility and proximity of energy consumption ([6-8]). ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "By 2017 there is little agreement as to what components the Smart Grid should include and exclude, which ones are essential and which are not. The exact definition of a Smart Grid is open. Versions exist that feature centralised fossil fuel-based electricity production and those that feature decentralised renewable electricity generation. In the Netherlands the vision leans toward the latter version with electric mobility and localised electricity generation [9]. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "1.3.Dutch policy in support of Smart Grids ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "In public administration classification [10] the Dutch policy on Smart Grids (SGs) used a mixture of Authority-based instruments (such as rules and regulations) and Treasurybased instruments (such as subsidies), reflecting a ‘carrot and stick’ rationale. Specifically, three policy instruments were relevant to the diffusion of Dutch Smart Grids. The first policy instrument was the mandatory rollout of smart meters (Authority-based instrument) in mid-2000s. Distribution system operators (DSOs), who are public entities, were responsible for installation and ownership of smart meters. However, our interviewees suggest that there is currently little incentive for DSOs to invest. Intermittency is still manageable, as problems are rare (once or twice per year) because the share of renewables is relatively low in the Netherlands. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "The rollout was funded by the end-users through network tariffs. Initially planned for 2004 [11], the rollout was halted for eight years mainly due to unanticipated public opposition to the meters. Between 2004 and 2011 consumer organisations and some members of parliament expressed worries about the implications of a smart meter rollout [12,13] such as reporting consumer energy use data to companies. Expanding SmartGrids encountered further oppositions due to public resistance to Smart Grids, due to issues of cost, privacy, complexity, or merely disinterest. The Governmental programme to install smart meters in every house on the Netherlands met resistance from civil society organisations and members of parliament between 2004 and 2009. They voiced their concerns over consumer privacy and security [13]. After a revision to allow optingout from mandatory smart meter installation, the rollout was resumed in 2011 [14]. The Dutch grid operators Delta, Enexis, Liander, Stedin and others are required to finalise bringing smart meters to every Dutch home by 2020, as prescribed by the EU Third ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Energy Package but according to our interviews, at present there are few incentives for energy service companies (ESCOs) to invest, which would be a necessity, along with DSOs. ESCOs do not yet see a strong business case for Smart Grids. Among the reasons is that current legislation does not allow real-time dynamic pricing or other new tariff systems. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The second policy instrument was the launch in 2011 of the Smart Grids Innovation Programme (in Dutch IPIN – Innovatieprogramma Intelligente Netten), with 12 real-life Smart Grid pilot projects (proeftuinen) (an instrument with both Authority- and Treasurybased elements). The government-backed pilot projects were conducted across the country by the interested energy companies, grid operators, research organisations and others. The aim was to test new tariff structures (e.g. dynamic pricing depending on loads in the grid) and smart appliances (that can be switched off remotely to shift consumption to different time) to provide (more) ‘flexibility’ in energy production and consumption. The projects ran between 2011 and 2016 and provided ‘lessons learned’ for the stakeholders involved in the areas of new standards, laws, services and products for Smart Grids, and the role of the user. Some of the projects continued running after 2016 and the stakeholders discussed upscaling Smart Grid demonstrations. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The third policy instrument was the launch of a public-private research and development programme TKI Switch2SmartGrids in 2012 (which in 2015 became part of a larger programme TKI Urban Energy) (Treasury-based instrument). ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "In this document we present lessons learned from our case study of the pilot project part of IPIN to upscale the adoption of Smart Grids. This case study was conducted between January and April 2017. Based on the analysis of policy documents and academic literature, we interviewed six Dutch Smart Grid and smart energy experts in industry, government and research. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Selected contextual factors and their relevance for policy design and implementation ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "The table below shows the factors outside of direct control of policy-makers (“contextual factors”) that played an important role in adoption and diffusion of Smart Grids in the Netherlands for the past five to ten years, and that also had an effect on Smart Grid policy incentives. The table is based on results of interviews with six Dutch Smart Grid and smart energy business experts (2), policy makers (1) and researchers (3). ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "In addition to the contextual factors addressed in the table below, interviews highlighted a number of ancillary factors pertinent to future Smart Grids policy making, mostly focused on market and regulatory frameworks, and the macroeconomic context. ",
        "page_idx": 45
    },
    {
        "type": "table",
        "img_path": "images/0bc69edddfb03de99e3e649f940ee3d96d7445bf2a882120a44bee08e5c62257.jpg",
        "table_caption": [
            "Table 3. Categorisation of contextual factors in the Netherlands "
        ],
        "table_footnote": [
            "Based on analysis of policy documents, academic literature and expert interviews. "
        ],
        "table_body": "\n\n<html><body><table><tr><td>Contextual factor</td><td>Type of contextual factor</td><td>Effect</td><td>Description of effect</td></tr><tr><td>Presence of EU regulatory framework</td><td>Market and regulatory framework</td><td>Blocking factor</td><td>There are strict limits to its cooperation with commercial parties such as large and small energy suppliers. Smart Grid solutions, however, such as flexible pricing and user 'uploading' energy back into the grid, require cooperation with the separated energy companies.</td></tr><tr><td>National framework for decentralized renewables production</td><td>Market and regulatory framework</td><td>Driving factor</td><td>Dutch SMEs and start-ups are exploring the market of smart appliances: smart thermostats, electric mobility, aggregating flexibility, charging infrastructure, etc. which may have additional value added in a system with increasing decentralized</td></tr><tr><td>Level of ICT development</td><td>Available technological options</td><td>Driving factor</td><td>renewables production. The Netherlands has a well-developed Information and Communication Technology infrastructure and knowledge field, and ICT is a crucial component of a Smart Grid.</td></tr><tr><td>New patterns of electricity generation and use</td><td>Behavioural predisposition at the individual level</td><td>Driving factor</td><td>Electric appliances such as electric cars and heat pumps create new consumption patterns, such as increased overall electricity consumption and its timing, creating extreme demand peaks. This development asks for new solutions which Smart Grids are able to provide.</td></tr></table></body></html>\n\n",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "3. Lessons learned ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "In this study we looked at the role that contextual factors played in incentivising the upscaling of Smart Grids in the Netherlands and how such policy was affected by the blockages and drivers. Below are the lessons learned. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "The government was pressured by public and stakeholders to change smart meter rollout rules. The government first suspended the smart meter rollout, then revised the policy to include a possibility to opt-out of the rollout or to limit their functionality once installed. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Future Smart Grid policy may need to adjust some of the energy market liberalisation rules. In the $\\mathfrak{s o s}$ the Dutch electricity grid used to be run by large companies who controlled both production of energy and grid operations. Such bundling would have been ideal to implement Smart Grids as they require cooperation on both the electricity production and the grid side. Since 2009, the Third Energy Package of the European Commission encouraged energy market liberalisation and the unbundling of large energy companies into energy suppliers and grid operators. The adoption of Smart Grids (which were not high on the policy agenda at the time of unbundling) thus became a complex multi-actor issue. Grid operators (Distribution System Operators and Transmission System Operators) are the actors who own and manage the electricity grid. Due to Dutch provisions of ownership unbundling (of energy generation from energy delivery to users) prescribed by the EU Third Energy Package, a grid operator is a regulated public entity [15]. While our informants expressed doubts that current Dutch legislation would return to the previous ‘bundled’ model as it opposes current EU legislation, the regulations might be adapted to include the perspectives of the different stakeholders necessary for the diffusion of Smart Grids. For instance, grid operators claim that they are eager to develop Smart Grid solutions because it is very relevant to their future survival on the market, but they are restricted by law due to the separation into energy suppliers and grid operators. If grid operators start developing Smart Grids more actively, our informants claimed, energy service companies might start seeing a business case for themselves too. In the Netherlands an experimenteer regeling, or experimental scheme, was implemented [e.g. 16] which partly addresses the issue of regulatory restrictions by creating pilot areas where unbundling regulations are suspended. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Residential users would benefit from an adjustment of how Smart Grids work if such adjustment takes larger account of their perspectives and desires. Earlier smart meter rollout met public opposition. This might have been avoided if greater commitment was given to include the perspectives of the public of what functionality smart meters should contain. Allowing, for instance, to trade produced energy from solar roofs may make residents more open to accept smart energy appliances, and even to change their behaviour to accommodate their daily routines. In a multi-actor deliberation process, future Smart Grids policy and Smart Grids technology could be (re)designed to include such perspectives. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The market and regulatory framework was the most important contextual factor for implementing Smart Grids. With some certainty this lesson can be extrapolated to other climate mitigation policies, at least to those like Smart Grids relying heavily on decision making with lasting consequences and collaborative stakeholder action. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Other contextual factors “presence of a technological innovation system”, and “behavioural predisposition at the individual level” played a relatively lesser role in implementing Smart Grids. With some certainty the same could be said about other climate mitigation policies, at least to those like Smart Grids relying heavily on collaborative stakeholder action. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[1] CBS (2017). Statistics Netherlands. http://statline.cbs.nl/Statweb/?LA $\\c=$ en [2] Social and Economic Council (2013). Energieakkoord voor duurzame groei. http://www.ser.nl/\\~/media/files/internet/publicaties/overige/2010_2019/2013/energieakkoord-duurzamegroei/energieakkoord-duurzame-groei.ashx ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[3] IEA (2016). Netherlands - Energy System Overview. https://www.iea.org/media/countries/Netherlands.pdf [4] Energy Network Association (ENA) (n.d.) Electricity—Smart networks overview. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[5] Luthra, S., Kumar, S., Kharb, R., Fahim Ansari, Md., Shimmi, S.L. (2014). Adoption of smart grid technologies: An analysis of interactions among barriers. Renewable and Sustainable Energy Reviews, 33, pp. 554-565. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[6] Blom, M., Bles, M., Leguijt, C., Rooijers, F., Gerwen,, R., van Hameren, D. & Verheij, F. (2012). Maatschappelijke kosten en baten van Intelligente Netten. Delft: CE Delft. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[7] Erlinghagen, S., Markard, J. (2012). Smart grids and the transformation of the electricity sector: ICT firms as potential catalysts for sectoral change. Energy Policy, 51, pp. 895-906. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[8] International Energy Agency (IEA) (2011). Technology Roadmap: Smart Grids. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[9] Ministerie van Economische Zaken, Landbouw en Innovatie (2011). Op weg naar intelligente netten in Nederland. Einddocument van de Taskforce Intelligente Netten. https://www.rijksoverheid.nl/binaries/rijksoverheid/documenten/rapporten/2011/05/20/op-weg-naarintelligente-netten-in-nederland/11081607-bijlage2.pdf ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[10] Hood, C. & Margetts, H.Z. (2007). The Tools Of Government In The Digital Age. 1st ed. Basingstoke: Palgrave Macmillan. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[11] The House of Representatives (March 12, 2008). Kamerstuk nr. 31374. Wijziging van de Elektriciteitswet 1998 en de Gaswet ter verbetering van de werking van de elektriciteits- en gasmarkt. https://zoek.officielebekendmakingen.nl/dossier/31374/kst-31374- 2?resultIndex $=73$ &sorttype $\\c=$ 1&sortorder $\\scriptstyle=4$ ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[12] Cuijpers, C. & Koops, B.J. (2008). Het wetsvoorstel \"slimme meters\": een privacytoets op basis van art. 8 EVRM. Universiteit van Tilburg. https://www.vrijbit.nl/images/stories/files/pdf/onderzoek_uvt_slimme_energi1.pdf ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[13] Naus, J., Spaargaren, G., van Vliet, B. & van der Horst, H. (2014). Smart grids, information flows and emerging domestic energy practices. Energy Policy, 68, pp.436-446. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[14] Decree nr. BWBR0030605 (October 27, 2011). Besluit op afstand uitleesbare meetinrichtingen. http://wetten.overheid.nl/BWBR0030605/2016-07-01 ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[15] Van Vliet, B.J., 2012. Sustainable innovation in network-bound systems: implications for the consumption of water, waste water and electricity services. J. Environ. Policy Plann. 14, 263–278. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "[16]https://www.rvo.nl/sites/default/files/bijlagen/Handleiding%20TERM%20Experimenteerregeling%20Wind% 20op%20Zee.pdf ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Appendix II: Croatia ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "1.1.Croatia: Key Facts ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "table",
        "img_path": "images/705ee0f402f3d46a78bf4752d18cc756b23dbb05aa6ab44d76c5adb75e4ddb1e.jpg",
        "table_caption": [
            "Table 1. Croatia "
        ],
        "table_footnote": [
            "Source: Croatian Bureau of Statistics data [1], IEA [2] and Croatian Ministry of Economy [3] "
        ],
        "table_body": "\n\n<html><body><table><tr><td>Country size 56,594 km² [1]</td></tr><tr><td>Population (2015) 4,204 million [1]</td></tr><tr><td>GDP (2014) 57.38 billion 2010 USD [2]</td></tr><tr><td>Policy target: 20% renewable energy in final direct energy consumption by 2020 [3]</td></tr></table></body></html>\n\n",
        "page_idx": 49
    },
    {
        "type": "table",
        "img_path": "images/853d8a984e5d0742040f4b6ac26a18438919973fc47747628b1db49364288239.jpg",
        "table_caption": [
            "Table 2. Croatian fuel shares in energy consumption in 2015 "
        ],
        "table_footnote": [
            "Source: Eurostat data [4] "
        ],
        "table_body": "\n\n<html><body><table><tr><td>Gas</td><td>Coal</td><td>oil</td><td>Nuclear</td><td>Wind</td><td>Solar</td><td>Biofuels and waste</td></tr><tr><td>19.3%</td><td>1.6%</td><td>54.3%</td><td>0%</td><td>0%</td><td>0.2%</td><td>24.3%</td></tr></table></body></html>\n\n",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Efforts to establish a renewable energy strategy in Croatia first came about in 2008 with the development of a background energy strategy (adopted into law in 2009), motivated by targets set via the EU accession process. Initially, renewable energy capacity targets were very low (under ca. 50 MW of photovoltaic electricity), quickly sold out, and were established mainly to meet the requirements of the EU. Policy was refined over time, increasing quotas for hydro, wind, geothermal, biomass and biogas production [5], with varying effects. In 2016, a new Law on Renewable Energy and High-efficient Cogeneration was adopted, abandoning a previous feed-in-tariff support scheme (except for plants of up to $30~\\mathsf{k W},$ ) and introducing a new premium support mechanism. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "There have been significant differences between the strategies and legislation over time, with some not being implemented or supported and others changing targets. Policy continuity has been problematic, with new governments implementing revisions to the main acts and secondary legislation. As mentioned, the EU regulation was asserted to be the main motivator for initial policymaking decisions, with an impression that generally new EU regulation comes at a fast pace, creating some difficulty to keep pace. Other barriers have been highlighted due not to the energy policy framework itself, but to construction, environmental, and other legal issues. Previously, transparency in regards to regulatory framework and the construction procedures have been barriers for investment, and public data is lacking. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Prior work has shown that renewable energy strategy in Croatia has faced a number of obstacles, and it has frequently evolved. This fact sheet provides a brief overview of the evolution of renewables policy in Croatia and analyses this evolution with a focus on contextual factors, using stakeholder interviews to determine to what extent such factors were influential in policy design and implementation / adjustment, and to determine to what extent additional consideration of such factors could have helped to avoid the problems seen in the past, and if possible to further assist policymakers in the future. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "2. Policy evolution: past, present and future ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Development of Croatia’s renewable energy strategy began in 2007 and 2008, spurred on by the EU accession process and targets for renewable electricity capacity. The first renewable energy strategy was officially adopted in 2009 and set a low bar for installation of photovoltaic, with less than 50 MW in total, in essence forced by EU accession. The first feed-in-tariff set very high prices for PV generation, and the quota was reached shortly after adoption of the bill. The policy was refined over time, with varying effects. 2013 saw the adoption of the first national renewable energy plan, which adjusted targets and projections to be more realistic as compared to the previous plans which were designed before the global financial crisis and thus were based on much higher consumption than reality. Drafted over a short period of time, the decision-making system and assumptions underpinning the plan were criticized by stakeholders due to a lack of transparency. In 2016, a new Law on Renewable Energy and High-efficiency Cogeneration was adopted, abandoning a previous feed-in-tariff support scheme (except for plants of up to $30~\\mathsf{k W})$ ) and introducing a new premium support mechanism. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The new law introduced: ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "1. A Feed-in premium support mechanism introduced via an auctioning system, for a predefined quota for each technology (hydro, wind, PV, geothermal, biomass and biogas)   \n2. A continuation of the feed-in tariff support for plants of up to $30~\\mathsf{k W}$ , again via auctioning and predefined quotas.   \n3. A net metering scheme for prosumer installations of up to $500~{\\sf k W}.$ , allowing for charging the prosumer for net energy production/consumption on a monthly basis. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "This new law, combined with the recognition of ${\\sim}30$ PJ of biomass production, included into accounting of the share of renewables in total electricity generation in 2015, seemingly will cover Croatia’s planning up to meeting EU targets for 2020, thus the current policy focus is on further timelines, e.g. 2030 and 2050 goals. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Stakeholder interviews carried out in March 2017 echoed previously mentioned concerns about the historical development of renewable energy policy in the country; that it could be seen as lacking transparency and was mostly just based on optimization of goals handed down from EU regulations. One highlighted barrier to policymaking was due to the division of responsibilities between two ministries dealing with environmental protection and energy, which led to an adversarial atmosphere surrounding the policymaking process in the past. However, a new government in 2012 combined the two offices into one Ministry of Environmental Protection and Energy, with the hope of streamlining the process. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Under the current support scheme, there appears to be little room for growth of renewables; quotas for wind power (744 MW) have almost been reached, with 435 MW currently in production and over 200 MW in planning stages [6] with no large increases in quotas expected. New contracts will not be offered for PV generation under the current plan, but previous contracts will be continued, while biomass and biogas quotas have increased, with an aim for promoting technologies which may be more beneficial for the local economy, as PV and wind are seen as mostly benefiting the exporting regions from which they originate.  In terms of potential growth, mostly it is envisaged for PV and wind, with an estimated boom within 5-10 years for the latter as potential is realized. While there is only a limited potential for new generation via hydropower, some capacity increase is planned, up to 500 MW of mostly accumulation hydro. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "As for future planning, the government has turned towards the 2030 and 2050 time horizons; a new Low Carbon Development Strategy is in development and adoption is planned for mid-2017. While at the time of this publication specific details are sparse, stakeholders reported that the plan seems to reflect changing mindsets with respect to “alternatives” or “renewables” as the new normal, with a focus on how to minimize special taxes and subsidies while maximizing production. The new government plan is expected to have a much brighter view of PV, as the composition of the new government has a party much more amenable to green energy and efficiency measures. Speculation about the plan focuses mostly on PV, with estimates for new capacity up to 1,300 MW in total, removing barriers to entry for e.g. rooftop solar, initiatives focused on net metering. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Generally, stakeholders reported that government planning has been broadly and increasingly motivated by increasing local value added, and by promoting linear growth. Renewables have been perceived as having too little local value added, e.g. that most of the investment into PV and wind eventually leads out of country, while policymakers are interested in avoiding too much growth in renewables too quickly, as has been seen in the Czech Republic and Slovenia, fearing rising electricity prices for consumers and therefore allowing for gradual linear growth. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3. Selected contextual factors and relevance for policy design and implementation ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "In preparing this factsheet, four stakeholders were interviewed, from the University of Zagreb Faculty of Engineering, the Croatian Green Energy Cooperative, the Energy and Environmental Protection Institute (a consulting company in the energy and environmental fields), and the Ministry of Energy and Environment. Interviewees were asked the following questions in a semi-structured format: ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "1. Which of the following (enlisted) contextual factors do you consider to be relevant for the diffusion of smart/energy efficient technologies in the household sector? Are there important ones not mentioned?   \n2. What were/are the main factors influencing the implementation of policy in question? How did this influence manifest? ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "The following section provides a synthesis of the comments received on each contextual factor. ",
        "page_idx": 52
    },
    {
        "type": "table",
        "img_path": "images/b4e8cf4844834e5a2a245e84f346db98a9e4de7eb4ffd50bb7f8cec3df5af903.jpg",
        "table_caption": [
            "Table 3. Categorisation of contextual factors in Croatia "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Contextual factor</td><td>Type of contextual factor</td><td>Effect</td><td>Description of effect</td></tr><tr><td>No single governing body to govern energy & no agency with mandate to design policy</td><td>Institutional coordination</td><td>Blocking factor</td><td>Seen by stakeholders as having high importance, both in terms of historically being a hindrance to efficient / effective policymaking, and also a factor that was considered and addressed, notably through the creation of the new Ministry of Environment and Energy. While the factor may not have been considered at the outset of policymaking, the conflicts and inefficiencies which arose were addressed over the course of the evolving renewables</td></tr><tr><td>Difficulty of coordination between national and EU-level institutions</td><td>Institutional coordination</td><td>Blocking factor</td><td>policy. In addition to coordination between national ministries, a factor highlighted repeatedly was the interaction of EU-level agencies and the national level, particularly in regards to inter-agency communication, with experts emphasizing the difficulty of national ministries to understand and implement directives from</td></tr><tr><td>Unclear regulatory frameworks for RES support mechanisms</td><td>Market framework</td><td>Blocking factor</td><td>supra-national institutions The market framework in Croatia was found to have an impact on investment in renewables, as information on regulatory frameworks was not well-conveyed and</td></tr><tr><td>\"Non-stochastic\" or linear approach to policies and growth</td><td>Policy continuity</td><td>Enabling factor</td><td>disseminated, which deterred investors Interviewees did not see (a lack of) policy continuity as having a large effect in this case; the government has emphasized a \"non-stochastic\" or linear approach to</td></tr></table></body></html>\n\n",
        "page_idx": 52
    },
    {
        "type": "table",
        "img_path": "images/7504695e92240a8be14437a840fd154f65a286f068aefe6f7747c083e0b365e7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\"></td><td rowspan=\"2\">policies and growth, and alterations which occurred in the past due to overly-high incentives further reinforced the idea that it may be better to establish annual changes in quotas etc., to better respond to changing economic and other conditions. No government incentives for TISs (such</td></tr><tr><td>Lack of a technological innovation system</td><td>Technological innovation system</td><td>Blocking factor as a proactive technology policy) were seen to exist during the policymaking process. Researchers in academia do collaborate with the private sector and government, but not in an organized framework, although it is somewhat incentivized by environmental ministry funding, to a small extent. It is impossible to speculate what if any effect a TIS would have had on policymaking, but it was not seen as a factor in development of the </td></tr><tr><td>Lack of strong public opinion on development of renewables</td><td>Public perception</td><td>Blocking/ enabling factor</td><td>renewables policy. Interviewees stated that this factor had little bearing on initial policymaking, as most of the general public was seen as not holding strong opinions on the development of renewable energy in the country. However, this is believed to be changing, as evidenced by recent public backlash against an announcement of increasing levies for renewables [7]</td></tr><tr><td>Decrease of Technology costs</td><td>Available technological options </td><td>Enabling/ blocking factor</td><td>Technology costs were highlighted separately to the other factors as being important in policy development, but there was some disagreement to what extent they were taken into account. Comments from researchers maintained that costs were taken into consideration to a large extent via consultation with modellers and engineers who tried to explicitly and accurately assess costs. However, due to a lack of transparency in the process, others felt that there was not much information or explanation as to how and why goals and prices were set, a view which is seen</td></tr><tr><td>Projected costs to</td><td> Public</td><td>Blocking/</td><td>as improving with increased political will. This reflects a growing consideration of</td></tr></table></body></html>\n\n",
        "page_idx": 53
    },
    {
        "type": "table",
        "img_path": "images/24fb6232a047f9c432b139afc5d5ae5dc346d3d200ce4bbf5dc54e2db6b0e386.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>indirect social costs</td><td>factor broader societal effects (e.g. employment levels, inequality in distribution of costs and benefits), as consideration ofthe consumers in a country that has far higher energy poverty thanother Western EU countries. This is similar to the remarks on self-sufficiency e.g. promoting technology that provides local value added. Recently there was an announcement that the levy for renewables will be increase and this</td></tr></table></body></html>\n\n",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "4. Policy conclusions ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The interviews conducted have shown that as Croatia’s policy on the development of renewable energy sources has evolved, consideration and dealing with the relevant contextual factors has increased to a large extent. A key example is the recognition that there was a lack of institutional coordination between multiple ministries involved with initial policymaking. This was addressed by streamlining them into a single ministry. Other factors, such as macroeconomic and social impacts, were not considered to a large degree initially, but as the policymaking process evolved, they were seen to have a larger influence on shaping legislation. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The interview process also highlighted enabling and blocking factors relevant to RES policies in Croatia not directly tied to contextual factors, namely a policy focus on trade and export goals to move closer to an import-export balance and “self-sufficiency.” The contextual factor macroeconomic environment was interpreted to be less of a factor influencing RES policymaking, and more being influenced by policy. RES policies were not designed with effects on the macro-economy in mind; assumptions were made about future economic growth in terms of meeting EU emissions targets, but unexpected changes in the economy and lower energy demand led to easy achievement of said goals. The major focus of policy in this regard was in terms of energy trade balance, with a focus on export goals and the possibility to build connections to the outside world. Most of the revenues of e.g. PV electricity are perceived as leaving the country and going to German and other producers of PV systems; there is a desire for technology that provides local value added. Consideration of this factor was perceived as important in the previous policymaking processes. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "As discussed above, policymakers were seen to be less concerned with public perception, as the public did not hold strong opinions. However, it appears that this sentiment is changing, and the effects of such policy are more prevalent in public discussion [7]. Without recognizing that public perception may be a growing contextual factor ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "in Croatia, policymakers risk the potential for negative reactions which were not anticipated based on past experience. ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "One major factor which was repeatedly pointed out as having an outsized effect on policymaking was the influence of EU regulation. Such supra-national institutions and regulations, and their interactions with national and sub-national entities, are not adequately reflected in contextual factors such as Institutional coordination and possibly others. This missing factor warrants consideration by both national and EU policymakers; emphasizing improved coordination and interaction between institutions at EU and member country level would be beneficial in terms of future success of policies at both levels. Stakeholders found it difficult to understand and implement directives from EU institutions, which in turn could lead to inefficient policies, which eventually hinder both national and EU-level goals. The findings from these stakeholder interviews suggest that the analysis of contextual factors should take into account this link between EU and member states more explicitly, and suggests an interesting case for further investigation, in terms of EU-level policymaking and contextual factors. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "[1] Croatian Bureau of Statistics – Republic of Croatia (2011). Statistical Yearbook of the Republic of Croatia. Zagreb. http://www.dzs.hr/Hrv_Eng/ljetopis/2011/SLJH2011.pdf ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "[2] IEA (2017). Croatia: Indicators for 2014. https://www.iea.org/statistics/statisticssearch/report/?year $\\c=$ 2014&country $\\c=$ Croatia&product=Indicators ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "[3] Croatian Ministry of Economy (MINGO) (2013). National action plan for renewable energy sources to 2020. Report Number:(2014)443294. https://ec.europa.eu/energy/sites/ener/files/documents/dir_2009_0028_action_plan_croatia.zip ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "[4] EUROSTAT (2017). 2015 Energy Balances – January 2017 Edition. http://ec.europa.eu/eurostat/documents/38154/4956218/Energy-Balances-January-2017- edition.zip/3f9e5208-67cc-4dfd-8bdf-e260d9983641 ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "[5] Narodne Novine (2015). Izmjena Tarifnog sustava za proizvodnju električne energije iz obnovljivih izvora energije i kogeneracije. http://narodne-novine.nn.hr/clanci/sluzbeni/2015_09_100_1950.html ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "[6] Hrvatski Operator Tryista Energije (2017). http://files.hrote.hr/files/PDF/Sklopljeni%20ugovori/PP_HR_28_04_2017.pdf ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "[7] ‘Naknada za obnovljive izvore energije raste na 7 lipa‘ (2017). HRT Vijest, 17 February. http://vijesti.hrt.hr/375016/naknada-za-obnovljive-izvore-energije-raste-na-7-lipai ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Appendix III: UK ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "The United Kingdom (UK) has a long tradition of climate change mitigation policies. Often cited as a “climate leader” (Skjærseth 2016; Schreurs and Tiberghien 2007), it was among the first countries to implement binding, long-term national emission reduction targets via its flagship Climate Change Act of 2008 (CCC 2016). Since then, the UK has successfully reduced its emissions by almost $30\\%$ (2013 values) compared to 1990 in line with the Act’s objective (DECC 2015). The reasons for this reduction are manifold, ranging from the early move away from coal (the “dash to gas”; see DECC 2015), the diversification efforts concerning its energy mix (more low-carbon energy sources such as renewables) and energy efficiency measures. Nevertheless, a closer look reveals that the story behind the country’s renewable energy uptake has been less straightforward and frictionless than the overall emission reductions seem to suggest. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "While the UK was able to boost its share of renewable energy in the electricity mix from under $5\\%$ in 2005 to an impressive $24.6\\%$ as of 2015 (UK Government 2017), there have been shortcomings in the heat and transport sector, which remain heavily fossil fuel dependent (House of Commons 2016). Insufficient progress in those policy areas make it likely that the UK will miss its overall EU targets of $15\\%$ renewables in final energy consumption, mandated by Directive 2009/28/EC (EEA 2017). In 2015, this share stood only at $8.3\\%$ (UK Government 2017). And while the increase of renewable energy in power production can be considered substantial, the main support instruments in this sector, the Renewable Obligation (RO) and the Feed-in tariff (FiT), have nevertheless experienced difficulties after implementation. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "This short case study tries to shed some light on those difficulties and on what kind of contextual factors may have influenced the performance of the RO and the FiT. We understand contextual factors as factors outside of the direct and immediate control of policy makers, such as the macroeconomic environment, the institutional and bureaucratic setup of governance or societal factors such as public opinion and values.8 Besides a review of relevant academic and grey literature, we conducted a set of semistructured interviews with seven stakeholders chosen for their expertise on the topic at hand. It is important to note, that this fact sheet does not strive to assess UK RES policy comprehensively but to illustrate how contextual factors influence RES policy by giving concrete examples. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Performance of the assessed Policy instrument ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The RO is a regulatory instrument (Grimwood and Ares, 2016) to support renewable energy sources (RES) in the UK and was adopted in England and Wales in 2002 with Scotland and Northern Ireland having a different RO policy in place. The RO requires suppliers of electricity to source an annually increasing amount of their power sold from RES. Companies account for this obligation by obtaining certificates for each KWh generated from RES. Those certificates are tradable, allowing lagging firms to buy certificates if their share of RES power is not high enough (Woodman and Mitchell, 2011). Over time, the RO has undergone significant changes, with experts arguing that the RO today is a very different instrument than it was in 2002 (Woodman and Mitchell, 2011). One major amendment was the “banding” of technologies, which meant that certificate prices were set differently for different sources, thus replacing a technologyneutral approach with a scheme that accorded different prices to different energy sources to better reflect the varying degree of technological maturity. After the banding, RES uptake started to grow significantly, particularly offshore wind according to two interviewees. For example, onshore wind was rewarded at a different rate than offshore wind or solar photovoltaic (PV), since each source had and continues to have a different cost profile. After 2017, the RO will be phased out for new RES developers and replaced by a Contract for Difference (CfD) scheme to bring RES support in line with the objectives of the electricity market reform (Woodman and Mitchell 2011), where a guaranteed price is set by auctions. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The introduction in 2008 of the FiT, served to foster small-scale RES uptake (up to 5 MW), and complements the RO. With a FiT policy, RES installation owners are paid a fixed price on electricity generated by renewable sources. This support policy, like the RO, also went through changes. For example, the government introduced a digression rate - allowing the tariff to decrease over time to reflect decreasing installation and upfront costs - and a so-called “levy-control framework” (LCF). This framework introduced a cap on the total amount of subsidies payable to RES installations in the UK, thus replacing a quantity-based instrument (RO) and a price-based instrument (FiT) with a “budgetary instrument” (Lockwood 2016). The LCF furthermore applies to any “lowcarbon” installation thus including nuclear energy as well as to installations covered under the CfD scheme. . By 2020/2021, the budget under the LCF is expected to reach around £9 billion for all RES support policies (UK Government, 2017b), meaning that beyond that amount, no support to RES is paid. While the literature points to a potential negative impact on investment security due to policy interaction (Lockwood 2016), interviewees argued that the LCF was successful in allowing the government to cap costs for RES support. But political calculations might have played a role as well. One interviewee opined that since the authority of the LCF lies with the Ministry of Finance (under Tory control when the LCF was enacted) and not with the Ministry of Energy (then under Liberal Democrat’s control) power had been shifted from one ministry to another. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "When it comes to the evaluation of those RES support policies, we observed that qualitative evaluations are quite rare. Annual reports on the RO, for example, provide for a detailed figure of new installations etc., but did not evaluate the qualitative aspects of the policy. One of the few evaluations focused on the compliance and audit aspects of the RO, which was assessed as “good or satisfactory” (Ofgem 2016). Evaluations on the performance of the FiT also are few and far between. While one study found positive effects on citizen participation in the energy transition thank to the FiT (Nolden 2015), another evaluation criticized the changes made to the policy for having a negative impact on the “commercial environment” of particularly solar PV (The Energy and Climate Change and Environmental Audit Committees 2011). ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "3. Selected contextual factors and their relevance for policy design and implementation ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Overall, most of the stakeholders assessed both the RO and the FiT as being effective policies in boosting the share of renewable energy in the UK. However, in terms of a more qualitative analysis, stakeholders pointed out flaws in the design of both policies, particularly during the first phases of the RO and the FiT. The factors cited most as examples for sub-optimal policy making were economic factors such as foregone economic efficiency, rising costs for consumers or the regressive effects on wealth distribution, particularly for the FiT. However, one academic stakeholder deplored the “obsession” with economics and costs in UK, where questions of economic efficiency and costs take precedence over other factors (such as social equity). This bias would, according to the interviewee, hinder UK policy makers’ capacity to tackle issues systematically and comprehensively. This opinion was echoed by another academic stakeholder who stated the importance, even the dogma, of the liberal market for UK policy makers. When asked about which factors outside of the direct control of policy makers had influenced the outcome of both the RO and the FiT policy, many answers related to the list of contextual factors provided by Fujiwara et al. (2017). Table 1 summarizes responses and offers a description of the effects in the UK case. Given the broad scope of the initial list of contextual factors provided by Fujiwara et al. (2017), the table only describes the most important ones which were mentioned regularly (and independent from each other) by interviewees. ",
        "page_idx": 59
    },
    {
        "type": "table",
        "img_path": "images/42b40ee55093aad307ebda417988d0ca5600510a0cf2b9083d32c238e08ac6f6.jpg",
        "table_caption": [
            "Table 1. Selection of Contextual Factors influencing UK RES support policies "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Contextual factor</td><td>Type of contextual factor</td><td>Effect</td><td>Description of effect</td></tr><tr><td>Decrease of technology costs, particularly solar PV</td><td>Macroeconomic Environment</td><td>Barrier/ Enabler</td><td>Mentioned by all interviewees; while falling costs are, theoretically, beneficial (enabling) for RES deployment, in the UK case it led to rising costs (RES incentives did not reflect the falling costs) and subsequent policy changes which were detrimental to investment stability</td></tr></table></body></html>\n\n",
        "page_idx": 59
    },
    {
        "type": "table",
        "img_path": "images/5db46fcb21eb2a8f4a3f195d1169b7b7b282e855a90ca2daece4c130261e500e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Financial crisis & fossil fuel markets</td><td>Macroeconomic Environment </td><td>Barrier</td><td>Several interviewees mentioned the unanticipated consequences of the global financial crisis of 2007/2008 as a significant contextual factors as well as the volatility of international fossil fuel prices as factors outside of the direct control of policy makers which had an impact on the functioning of the electricity markets all across Europe, particularly concerning the competition between RES, coal and gas.</td></tr><tr><td>Frequent changes to policy design </td><td>Policy continuity</td><td>Barrier</td><td>Both RO and FiT had frequent changes to either the remuneration level or the design of the support instrument; for example, the digression rate of FiT remuneration for solar PV was set too high too quickly according to one interviewee; However, the next factor, which was also a change in policy had a more positive impact. Several interviewees mentioned the</td></tr><tr><td>The structure of the British electricity market</td><td>Market and regulatory framework / Constellation of Stakeholders</td><td>Barrier </td><td>insufficiency of the current electricity market design to deal with the increasing RES share. One interviewee argued that the market as well as the RES support instruments in Britain had been set up to benefit the big utilities which are still dominant on the UK market and whose business model does not fit the production patterns of RES, thus limiting their interest in those technologies. This was echoed by another interviewee, who contrasted the British situation with the experience in Germany where citizens and not big energy companies were the stewards of renewables deployment from the bottom up although the market in Germany is also dominated by the \"Big Four\" utilities.</td></tr><tr><td>Not in my back yard (NIMBY) attitude</td><td> Public opinion </td><td>Barrier</td><td>Three stakeholders mentioned the negative consequences of public opinion for UK RES development; While overall, regular polls show public support for UK RES support policies, in some areas some well organised groups have launched successful campaigns against RES installations and the support to pay for RES is shrinking (Lockwood 2016). One interviewee opined that this was the main </td></tr></table></body></html>\n\n",
        "page_idx": 60
    },
    {
        "type": "table",
        "img_path": "images/4947865a5a53a04f1471245ac13071cc7997a4718c949b226940ce652f4ee0c8.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td></td><td></td><td>reason the UK Government focused on offshore wind when introducing the RO technology band, since onshore wind was not palatable to many rural constituencies which also happened to be Conservative party heartlands.</td></tr><tr><td>Media</td><td> Public opinion</td><td>Barrier</td><td>Three interviewees mentioned the hindering role of British mainstream media when it comes to RES development; Often, debates about prices and RES support were believed to be distorted by the conservative and rightwing media which is traditionally pro-status quo (nuclear, fossil fuels) and against expanding use of RES.</td></tr></table></body></html>\n\n",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "4. Policy conclusions ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Our stakeholder consultation shows that contextual factors influence the policy-making process at various stages and that those influences are not always anticipated and/or addressed once they start to impact policies. Several conclusions can be drawn from this short case study. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "First, getting the design of any renewable support instrument “right” is difficult. One of the most salient unanticipated contextual factors which influenced UK RES policy has been the larger-than-expected decrease in costs for renewables power generation which widened the gap between what producers have to spend (to generate electricity, decreasing) and what remuneration they receive (stable). This contributed to the rising electricity bill for household since all consumers pay for the FiT via a levy. Therefore, support instruments should provide some flexibility to react to those economic and technological developments in order to keep costs for consumers acceptable. Auctioning has been put forward by some interviewees (and indeed the European Commission; see European Commission 2013) as a more flexible instrument but auctions are not free from criticism either (see Kitzing et al. 2016). ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "However, and pertaining to the first point, flexibility should not be confused with frequent and sudden policy changes that are not conducive to effective RES support policy. While changes sometimes have beneficial effects (such as the banding of technologies in the RO’s second phase), retroactive or retrospective changes as well as drastic changes should be avoided (Lockwood 2016) and policy continuity for both consumers and investors should be maintained. ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Third, contextual factors such as public opinion play a strong role when policies are designed or revised. This is particularly the case in the UK, where public opinion is often swayed by a rightwing media which favours the status quo of a centralised, fossil fuel based energy system. Moreover, political calculations concerning the NIMBY attitude of rural, conservative voters has led the government to favour (more expensive) offshore wind and indeed, research suggests that the introduction of the LCF also served the purpose of keeping public opinion in favour of RES by introducing cost caps (Lockwood 2016). ",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Lastly, research efforts as well as stakeholder consultations have shown that electricity markets in their current state are unfit to deal with an increasing RES uptake. While all across Europe, markets are being redesigned to cater to technological and economic changes, societal aspects of a successful energy transition are often lagging behind in embracing new realities. One key factors for a successful energy transition is the direct implication of citizens. In Germany, almost $50\\%$ of RES installations are owned by cooperatives, farmers and private individuals which is often seen as an explanatory factor for the energy transitions’ success (see Bößner 2016). Putting the citizens in the energy transition’s driver’s seat has not happened to that extend in the UK where knowledge about and interest in renewable energies is still low according to two interviewees. Delivering on national as well as international climate targets and bringing about a lowcarbon economy necessitates a comprehensive approach which includes citizens as stewards of the energy transition instead of leaving them standing by the road. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Bößner, S. (2016) Turning energy around. Coal and the German Energiewende. SEI Discussion Brief. Stockholm Environment Institute. https://www.seiinternational.org/mediamanager/documents/Publications/Climate/SEI-DB-2016-Energiewende-andcoal.pdf   \nCommittee on Climate Change (2016) Tackling Climate Change. Legal Context. https://www.theccc.org.uk/tackling-climate-change/the-legal-landscape/   \nDepartment of Energy and Climate Change (DECC) (2015) UK’s Second Biennial Report under the UNFCCC. http://unfccc.int/files/national_reports/biennial_reports_and_iar/submitted_biennial_reports/application/p df/20151218_uk_biennial_report_2_web_accessible.pdf   \nThe Energy and Climate Change and Environmental Audit Committees (2011) Solar Power Feed-in Tariffs. Ninth Report of Session 2010-12 of the Energy and Climate Change Committee and Tenth Report of Session 2010-12 of the Environmental Audit Committees. https://www.publications.parliament.uk/pa/cm201012/cmselect/cmenvaud/1605/1605.pdf   \nEuropean Commission (2013) European Commission guidance for the design of renewables support schemes. Communication from the Commission. SWD(2013) 439 final. https://ec.europa.eu/energy/sites/ener/files/documents/com_2013_public_intervention_swd04_en.pdf   \nEuropean Environment Agency (2017) Renewable Energy in Europe 2017: recent growth and knock-on effects. EEA Report No.3/2017   \nFujiwara, N. et al. (2017) Contextual factors affecting EU climate policies and their outcomes. CARISMA Discussion Paper No.1 http://carismaproject.eu/Portals/0/Documents/CARISMA%20Discussion%20Paper%20No.%201%20- %20Contextual%20factors%20affecting%20EU%20climate%20policies%20and%20their%20outcomes.pdf   \nGrimwood, G. G. and Ares, E. (2016) Energy: The Renewables Obligation. House of Commons Briefing Paper No. 05870. https://goo.gl/2XPc2p   \nHouse of Commons. Energy and Climate Change Committee (2016) 2020 renewable heat and transport targets. Second Report of Session 2016-2017.   \nKitzing, L. et al. (2016) Recommendations on the role of auctions in a new renewable energy directive. AURES project. http://auresproject.eu/sites/aures.eu/files/media/documents/redii_memo_final.pdf   \nLockwood, M. (2016) ‘The UK’s Levy Control Framework for renewable electricity support: Effects and significance’. Energy Policy. 97. 193-201   \nNolden, C. (2015) Performance and Impact of the Feed-in Tariff Scheme: Review of Evidence. Final Report. Science Policy Research Unit, Sussex University.   \nOfgem (2016) Renewables Obligation Annual Report 2014-15. https://www.ofgem.gov.uk/system/files/docs/2016/03/renewables_obligation_annual_report_2014-15.pdf   \nSkjærseth, J. B. (2016) ‘Linking EU climate and energy policies: policy-making, implementation and reform’. International Environmental Agreements. 16. 509-523.   \nSchreurs, M. and Tiberghien, Y. (2007) ‘Multi-level reinforcement: Explaining European Union leadership in Climate Change Mitigation’. Global Environmental Politics. 7(4). 19-46.   \nUK Government (2017) Renewable sources of energy: Chapter 6, Digest of United Kingdom Energy Statistics (DUKES).https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/547977/Chapter _6_web.pdf   \nUK Government (2017b) Collection. Levy control framework. https://www.gov.uk/government/collections/levycontrol-framework-lcf ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Woodman B. and Mitchell, C. (2011) ‘Learning from experience? The development of the Renewables Obligation in England and Wales 2002-2010’. Energy Policy. 39(7). 3914-3921. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Appendix IV: Spain ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Spain has been at the forefront of the expansion of the renewable energy sources in the electricity sector, spurred by state support through feed-in tariffs and feed-in premiums. From 2010 to 2014 subsequent reforms have all but stopped the renewable sector expansion, and the once generous support turned into a de facto tax. Some more policy approaches are now being introduced to address imbalances created by the RES policies. This paper analyses the causes of policy decisions, and presents some recommendations, the text is based on interviews and background research from documents provided by the stakeholders9 or collected by the authors. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Recent statistics show the impressive share of renewables in the energy mix. According to data by Red Eléctrica de España (REE) – the Spanish grid operators – during the period of January to April 2017 the share of renewable electricity generation reached $39\\%$ (wind $22,7\\%$ ; solar PV $2,9\\%$ , solar thermal $1,4\\%$ , hydro $10,3\\%$ , other $1,4\\%$ ). Over the same period of the preceding year RES generation reached $54,1\\%$ (wind $21,9\\%$ ; solar PV $3,3\\%$ ; solar thermal $1,9\\%$ , hydro $25,9\\%$ , other $1,1\\%$ ). This is despite the fact that for this period in 2017 electricity demand was $5,5\\%$ lower. This means that production from renewable sources in 2016 was even higher than the proportion would imply. The strong rise in hydro also leads to the conclusion that solar and wind supply fell in absolute terms. ",
        "page_idx": 65
    },
    {
        "type": "image",
        "img_path": "images/24f9a91592e3407c16de834f990b4d092f9eae7711ed11b5d410f4e746588525.jpg",
        "img_caption": [
            "Figure 1. Generation mix January to April 2017 "
        ],
        "img_footnote": [],
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Source: http://www.ree.es/en/press-office/press-release/2017/05/demand-electrical-energydecreases-55-april ",
        "page_idx": 65
    },
    {
        "type": "image",
        "img_path": "images/f7d056015f871f2d202b4a97fb11656c94eb782d3a53bf37d59336e6e299ceca.jpg",
        "img_caption": [
            "Figure 2. Generation mix January to April 2016 "
        ],
        "img_footnote": [],
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Source: http://www.ree.es/en/press-office/press-release/2016/05/demand-electrical-energy-grew6-4-april ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Nevertheless, despite this high share of renewable energy in electricity production, Spain has failed to reach both its national target for 2015, and is not on course for the 2020 EU targets for renewable energy, i.e. a $20\\%$ increase of RES in total energy use, which also includes for example transport and heating $\\&$ cooling. Spain has not progressed enough in sectors beyond electricity. To do so, it will need either to further expand RES in electricity or improve RES and efficiency in the other sectors. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "2. Description of the Spanish incentive regime ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "In Spain, support to the production of electricity from ${\\mathsf{R E S}}^{10}$ started in 1997 with Law 54/199711, followed in 1998 by Royal Decree (RD) 2818/1998.12 These legal acts introduced a new regime for renewable energy sources (RES) in electricity, which was enhanced by a generous incentive system for investments in the production of electricity from renewables by RD 436/200413. In 2007 RD $661/2007^{14}$ replaced the existing support with an increasingly rewarding incentive regime for the production of electricity from RES, this time particularly promoting photovoltaics. These legal changes strongly stimulated national and foreign investment. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "However, as a consequence of the global economic crisis of 2007/2008 and the resulting reduction of electricity consumption, paired with an increase of the national budget deficits, the tariff deficit15 caused by the feed-in tariffs in the electricity system began to weigh excessively within the public budget. The tariff deficit is the result of a shortage of revenues by consumers compared with the costs of the system, costs include transport and distribution network and regulated costs and subsidies, including the support to renewable energy. Figure 3 shows the increasing discrepancy between revenues and costs from 2003 to 2011. The cause of the tariff deficit was the prolonged continuation of what was initially meant to be a temporary measure in 2002 to prevent prices for consumers to rise more than $2\\%$ a year, in order to keep inflation low and support the economy. The tariff deficit was covered by the state, and the policy was maintained for political reasons over the years. ",
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/4ef33b18155b81665d934cefaecba24dfa59a3190b19b7e6af98d74a639ca1fc.jpg",
        "img_caption": [
            "Figure 3. Annual average consumer bill, €MWh "
        ],
        "img_footnote": [
            "Source: Rojas and Tubío (2015), p. 61. "
        ],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "The tariff deficit was exacerbated by record prices of fossil fuels in 2005, and became rapidly unsustainable with the onset of the financial crisis, which affected the income of citizens and economic activity, and reduced energy demand considerably. In addition, the government offered in 2008 a 25-year feed-in tariff for solar PV to incentivise the production of 400 MW. These incentives consisted in a fixed feed-in tariff (FIT) or alternatively a premium (FIP) in the area of wind generation above the price obtained in the market when selling electricity. For period of a least one year RES owners could choose: ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "a) Selling for a feed-in-tariff;   \nb) Directly selling at market price and getting a premium;   \nc) Selling through bilateral contracts and getting a premium if the price is below a threshold;   \nd) New photovoltaic facilities registered after 29 September 2008 could only opt for a regulated feed-in tariff for up to 25 years (less than the unlimited time in the previous regime). ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "This regime promoted foreign investment considerably. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "This incentive was not well designed and was poorly timed, as it coincided with the deepening financial crisis, and the increasing competitiveness of solar PV. As a result, the installations soon spread – unchecked – to a capacity of 4500 MW, over 10 times the target, as the incentive system did not foresee an upper limit to the amount of installed capacity16. The accumulated tariff deficit reached €26.9 billion in 2013, but has been decreasing since then17. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "As a result, starting 2010, the Spanish government implemented successive cutbacks to the incentives. The cuts were implemented progressively, but in a disorganised way, and the regulatory system increased in complexity until the complete elimination of the incentives in 2013. A partially defined and far less generous exceptional regime to support the production of electricity from renewable energies was introduced in its place. A so-called ‘sun tax’ was even introduced. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "2.1. Steps of the Spanish Cutbacks ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Due to the tariff deficit and problems in managing the large increase in RES in the power sector, the Spanish government introduced progressive cutbacks, with the main objective to balance the costs and benefits and reduce the tariff deficit. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The first measure (Royal Decree Law (RDL) 6/2009)18 introduced a registry, listing the payments and providing information on the investments, their production capacity and their impact on the electricity markets. This RDL also created a fund (Fondo de Titulación del Déficit del Sistema Eléctrico [FADE]) to finance the accumulated deficit, by transferring allocated rights to FADE, which would sell those rights to third parties through a competitive system. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "The PV sector rapid development was brought to a halt, because from 29 September 2010 (RD $1003/2010^{19})$ ) no new facilities could access the regime, and a procedure was introduced to properly accredit facilities. RDL $14/2010^{20}$ further reduced certain revenues and cost consignments to prevent further deficits. It introduced restriction on bonus working hours in the solar PV energy sector, further reducing the profitability of the sector. In addition, a fee for access to the transmission grid was introduced, which has been dubbed the ‘sun tax’, based on the costs to the network. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Based on the position that cutbacks had not been enough to eliminate the tariff deficit, RDL $1/2012^{21}$ further reduced the incentive regime and suspended the pre-allocation procedures for future facilities. To end the tariff deficit the government decided not to raise the consumer price during the economic crises, but instead to reduce the system’s costs by eliminating FIP incentives completely instead with RDL 2/2013 with immediate effect.22 Now, RES producers could only turn to the FIT option. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Despite all these measures, the Spanish electricity system continued to see the tariff deficit increase, leading to the adoption of RDL $9/2013^{23}$ . This regime established support based on a ‘reasonable return’ derived from an estimated model RES producer. RES companies would receive a subsidy based on the cost model of a standard facility. This means a FIT incentive system complemented by additional support to guarantee a reasonable profitability. However, the calculations were not beneficial enough for many RES plants as the return considered positive were of the level of $7\\%$ annually, which made many RES producers - which had to cover debts for setting up the plant - non profitable. RES producers are worried, as the target return to investment based on the standardised producer is fixed at $7\\%$ . The FIT is adapted based on this return. This figure is built based on two components to calculate it, $3\\%$ based on a reference bond market yield at the time the scheme was devised. Since the policy has been introduced, the bond market yields have fallen close to $1\\%$ . If the $4\\%$ figure is not revised up and the yields stay low, the next period may see the \"acceptable return\" fall to $5\\%$ . The lack of clarity in the legislation creates considerable uncertainty for investors. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "RDL $2/2013^{24}$ has been criticised for being retroactive25, because it eliminates the incentives established in 2004 with an annual option between FIT or FIP. Law $\\scriptstyle24/2013^{26}$ on the electricity sector strengthened the trend. It eliminated the differential regime from RES and other production methods, but allowed for new specific payments in case reaching the EU RES targets required it. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "3. Performance of the assessed policy ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The Spanish strategy of providing incentives for renewable energies has been chaotic and caused a tremendous regulatory risk. The policy has been poorly designed with excessive incentives. The policy approach to keep consumer prices down while extending support for renewables led to unsustainable costs. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Unfortunately, investors have suffered the brunt of the successive attempts to reduce costs. The policy reversal hit investors badly and has led to a historical number of cases against the Spanish government – amongst those 30 international arbitration cases. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Despite its large RES energy production Spain is failing to reach the $20\\%$ renewables target, because it has done very little in the transport and housing sectors. There areas also need a coherent action. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Presently the state is introducing auctions for wind and solar capacity: 7000 MWh are being sold over two years, in a move that is partially incoherent with the present state of the sector. This will cause tensions in the grid and the state seems not to have a clear strategy. There is nevertheless an appetite for the permits. According to stakeholders the investors know that RES represent the future and bet that the present situation will not last. Companies are buying to position themselves in the market. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The stakeholders all clearly pointed out that Spain lacks a coherent well developed strategy for RES, with no development plan and no roadmap. It now needs a proper national energy plan. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "4. Selected contextual factors and their relevance for policy design and implementation ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "While Spanish RES policies were successful to expand the sector, stakeholders deplored the lack of strategy and roadmap. Policies are set up ad hoc reacting to past policy failures rather than guiding the sector. This has of course caused mayhem with the onset of the financial crisis, resulting in controversial and damaging policy decisions. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Spain has a very strong potential in renewables and stakeholders expect the sector to grow. However, the government needs to formulate a better strategy. ",
        "page_idx": 71
    },
    {
        "type": "table",
        "img_path": "images/054c7ef3635443a6d99fc13412400e6d21fc0ffb896d48bd4e5a0e9b7540d617.jpg",
        "table_caption": [
            "Table 1: Selected contextual factors in Spain "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Contextual factor</td><td>Type of contextual factor</td><td>Effect</td><td>Description of effect</td></tr><tr><td>Financial crisis</td><td>Macroeconomic Environment</td><td> Barrier</td><td>Unanticipated consequences of the global financial crisis of 2007/2008 as well as the volatility of international fossil fuel prices were factors outside the direct control of policy makers. It reduced demand and thus revenues, while support policy costs grew. Politicians could not bring prices up during the economic crisis. The consequence was an unsustainable tariff deficit.</td></tr><tr><td>Unanticipated decrease of technology costs particularly solar PV</td><td>Technological factor</td><td>Barrier/ Enabler</td><td>While decreasing costs of production are beneficial for investors and RES deployment, but combined with the government's sponsored price incentives it led to drastic and detrimental policy reversals. The unanticipated rapid pace of decreasing costs led to an unexpected expansion of RES, particularly solar, rising costs for the government as RES incentives did not reflect the technology costs trends. The unsustainable (Eur 26 bn) tariff deficit unleashed drastic policy changes, which were detrimental to investment stability and led to a considerable reduction in investment flows</td></tr><tr><td> Political feasibility</td><td>Policy continuity</td><td>Enabler/ barriers </td><td>into the sector. The strong incentives for expanding RES were too generous and lead to a reversal of policy.</td></tr></table></body></html>\n\n",
        "page_idx": 71
    },
    {
        "type": "table",
        "img_path": "images/36d61fde9b0d3ab59aff65a69b781e6fc89d02bd8506da9ac16ce8c070bae86a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Frequent changes to policy design - Moratorium on renewables</td><td>Policy continuity</td><td>Enabler/ Barrier </td><td>After initial strong legislative pushes to encourage investment in RE for electricity production, the year 2010 saw a reversal in the policy, which first eliminated subsidies and the introduced taxes on RES.</td></tr><tr><td>Lack of energy policy planning</td><td>Market and regulatory framework</td><td>Barrier </td><td>The lack of a roadmap and of a coherent strategy have led to increasing uncertainty for investors</td></tr><tr><td>The structure of the Spanish electricity market</td><td>Market and regulatory framework / Constellation of Stakeholders</td><td>Enabler/ Barrier </td><td>The electricity market was first favourable for RES and despite the present barriers caused by regulation, Spain has excellent wind and sun conditions to expand RES. The core barrier is the low prices, but once producers have adapted to the present market conditions RES should be expanding fast. Despite all the barriers, investors are still buying permits for future RES production.</td></tr></table></body></html>\n\n",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Binda Zane E, M. Prado (2015), “Keep on Track! Project - National Report Spain”, Report for the European Commission, Contract $N^{\\circ}$ : IEE/11/842 ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Garcia Castrillón C. O. (2016), “Spain and investment arbitration: The renewable energy explosion”, Investor State Arbitration Series, CIGI, Paper No 17, November 2016 ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Rojas A. y Tubío B. (2015), “Spain’s renewable energy regime: Challenges and uncertainties”, in Spanish Economic and Financial Outlook, Vol 4, No2, March 2015. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Appendix V: Greece ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "The building sector in Greece consists of the residential and tertiary sector and consumes $37\\%$ of the final energy (CRES and ODYSSEE-MURE II, 2015). Buildings in Greece are classified as low-efficient among the EU Member States due to their age, deficiencies in their environmental design and the lack of thermal insulation in almost $70\\%$ of the existing stock (Papada and Kaliampakos, 2016; Spyridaki et al., 2016). Promoting energy efficiency (EE) and renewable energy sources (RES) technologies is essential for achieving energy savings and GHG emissions reduction in the Greek building sector. At the same time, these actions have been considered imperative to meet the EU energy and climate targets for 2020. The 20–20–20 EU targets and relevant Directives have been quickly adopted in Greece causing the Greek energy and climate policy mix to comply with the relevant European policy and objectives. As a result, a number of measures fostering energy efficiency interventions and RES installations have already been introduced (Spyridaki et al., 2014). ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "In transposition of the EED 2012/27/EU, the Greek government has proposed a set of policy measures consisting both from the continuation of the existing policy mix, as well as of new ones to fulfil its national requirements (MEECC, 2014). Reportedly, existing instruments such as subsidy programs, have demonstrated restrained participation levels both at the residential and tertiary sector, whereas other types of regulatory policies, such as voluntary agreements and tax exemptions have remained on idle (Spyridaki et al., 2016). During the post-crisis period, subsidies for EE programmes in the household sector in Greece are focused on the continuation of the “Energy Savings at Home” programme. Due to significant restrains in the public budget, support efforts in terms of targeted financial and awareness raising programmes are expected to be provided gradually from the private sector and energy utilities. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "In view of the eminent recast of the EED and of the EPBD, increased attention is also placed on the smart performance of the Greek building sector. Regarding the latter, Greece is still considered a slow starter when it comes to smart-readiness of buildings (BPIE, 2017). In the following paragraphs, existing policies as well as future ones, reported by representatives from the ministry and the energy agency as the key policy instruments for promoting energy efficiency in the Greek residential building sector, are outlined with respect to their role for promoting smart technologies. Future schemes required to promote building innovation technologies were also highlighted by relevant stakeholders and thus are also discussed. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "1.1. Greece in figures ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "table",
        "img_path": "images/32603013e68e17e088d267fd2c4963fa70b3f1f7643e42fc3a77c4b651e3cc8d.jpg",
        "table_caption": [
            "Table 1. Greece "
        ],
        "table_footnote": [
            "Sources: ELSTAT, 2015; UN, 2015; Spyridaki et al., 2016; WEOD, 2017 "
        ],
        "table_body": "\n\n<html><body><table><tr><td>Country size</td><td>131,957 km² (ELSTAT, 2015)</td></tr><tr><td>Population (2015)</td><td>10.955 million (UN, 2015)</td></tr><tr><td>GDP (2015)</td><td>$194.248 billion (WEOD, 2017)</td></tr><tr><td>Policy target - Energy savings target Residential: 5,533 GWh (850 GWh),</td><td></td></tr><tr><td>(2016):</td><td>Tertiary: 5,715 GWh (1,206 GWh)</td></tr><tr><td></td><td>(Spyridaki et al., 2016)</td></tr></table></body></html>\n\n",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "1.2. Policy Background ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "1.2.1.Regulation on the Energy Performance of Buildings (REPB) ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "In Greece, the EPBD was issued in 2002, but was not transposed into Greek law until much later. The Greek REPB, commonly referred in Greek as $\\\"{\\mathsf{K E N A K}}^{\\prime\\prime}$ was enacted by Law 3661/2008, after the censure of Greece for failing to comply with the EPBD 2002/91/EC by the EU court of Justice, in January 2008 (Dascalaki et al., 2012; Maria, Limniou, and Kokkaliaris, 2013). Greece is currently on route to implement measures towards nearly zero-energy buildings by 2020 through the transposition of the EPBD 2010/31/ΕΕ, the new EED (2012/27/EU) and the Renewable Energy Directive (RED 2009/28/EC). According to representatives from the Greek Ministry, the current planning and recast of the Greek REPB envisages among others: (i) the identification of the costoptimal levels of minimum energy performance requirements for buildings, (ii) the revision of minimum energy performance requirements and (iii) the establishment of a revised national plan to increase the number of nearly zero-energy buildings. Developments have already been routed for the first action, while are still in progress for the next two. Furthermore, according to representatives from the ministry, the revision of the Directive 2010/31/ΕΕ envisages: ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The deployment of smart technologies, as automation devices, providing consumers with the ability to control better their energy consumption, promoting at the same time a more decentralized residential system, ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The deployment of smart solutions (i.e. intelligent control devices) in HVAC systems. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The promotion of the $\\\"e$ -mobility” concept, through the installation of charging points for electrical vehicles, ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The introduction of smart buildings through the incorporation of the smart-readiness indicator. Thus, the new Energy Performance Certificates will evaluate not only the smart-readiness of each residence under inspection, but they will, also, assess the ability of the building to be “smart” and interact with the user and the grid. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Once the recast Plan is voted the Greek Ministry envisages the Directive to drive policy and technological developments in the Greek energy efficiency market and construction sector as well. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "1.2.2.‘Energy Saving at Home’ ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "The “Energy Saving at Home” Programme offers citizens who meet specific incomerelated criteria, subsidies to carry out major interventions for improving their houses’ energy efficiency. The programme’s main objective is to improve the energy performance of households by at least one energy class. More specifically, the programme provided for the replacement of doors/windows (frames/glazing), the installation of heat insulation and the upgrading of the heating and hot water supply systems.  The programme started on 1st February of 2011. It was implemented through a revolving Fund entitled “Exoikonomo kat’oikon Fund”, which was the first Holding Fund established in Greece and was implemented through banks, which co-financed 2/3 of the loan. The implementation period was until 2015 (MEECC, 2012; CRES and ODYSSEE-MURE II, 2015; Spyridaki et al., 2016). The only smart activity that was foreseen through the programme was the installation of automatic control devices for the operation of heating systems, such as timers, compensation automatic devices and/or hydraulic balance devices to regulate some loads (MEECC, 2012). The follow-up programme “Energy Upgrade of Residential Buildings” has already been initiated. Its implementation period will extend to years from 2015 to 2020 aiming to provide financial support for energy efficiency interventions in more than 200.000 dwellings (MEECC, 2014). Stakeholders and experts reported that within the framework of the scheme’s revision more smart technologies are envisaged to be included as eligible actions/interventions under the scheme. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "1.2.3.Smart Meters Rollout ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Greece is considered an “ambiguous mover” regarding smart meters deployment. Although a legal and/or regulatory framework has been already established to some extent, only some DSOs so far have decided to install smart meters, mainly due to lack of legislative clarity (USmartConsumer, 2016). Regulatory efforts continue with the current legislative status, for the case of Greece, being mandatory between 2014 and 2020 (Zhou and Brown, 2016). The responsibility of the smart meter roll-out specifications, budget, schedule and cost allocation was assigned, in 2011, to the Regulatory Authority for Energy (RAE), with the goal to reach the target of Smart-Meters’ rollout at $80\\%$ minimum by 2020. In February 2013, the large-scale replacement of conventional meters with smart metering systems was approved by Ministerial Decision. HEDNO undertook this responsibility, with the obligation to start no later than July 2014 and the aim of replacing $40\\%$ of the existing meters by July 2017 and at least $80\\%$ of them by the end of 2020. The adoption of this Ministerial Decision also constituted an obligation of Greece according to the Memorandum (Greece, 2012). The smart meter roll out is expected to foster the development of the market through the promotion of new products and services by companies active in the energy sector, while achieving significant energy savings. In essence, it will aim to assess the user's energy profile, promoting actions to change energy behaviour, as well as promoting innovative solutions such as flexible energy tariffs and load management programs. However, the large-scale substitution of conventional meters with smart meters within a recessionary economic environment poses significant constraints since structural funds are insufficient to cover substitution and deployment costs as well as information campaigns and pilot demonstration projects. These challenges point out to the importance of the recently imposed Energy Efficiency Obligation scheme in Greece (see section below). ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "1.2.4.Energy Efficiency Obligation Schemes ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "As of 1/2/2017, Law 4422/2015 (Article 9) established the first Greek Energy Efficiency Obligation scheme (in the context of Article 7 of the EED). The scheme aims to ensure that energy distributors and/or energy retailers, designated as obligated parties, will achieve end-use cumulative energy savings by 31/12/2020. The sharing of the energy efficiency obligation is imposed by objective and non-discriminatory criteria to obligated parties, as energy distributors and/or retail energy sales companies and/or fuel distributors and/or fuel retailers. Initially, the parties are obliged to take over $10\\%$ of the cumulative target. The total energy savings target equals to 3,332.7 ktoe (38.8 TWh) in total for the period 2014-2020 (MEECC, 2014; CRES and ODYSSEE-MURE II, 2015; MEECC, 2015). ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Part of the envisaged actions under this EEO scheme consist measures to improve energy efficiency in the residential sector, focusing on the promotion of high innovation and smart energy efficiency technologies, like smart meters or smart lighting systems. These actions target retail energy sales companies that are responsible for the installation, operation and maintenance of smart-meters for electricity, gas, heating, cooling and hot water for domestic consumption. Their obligation is to provide incentives to final energy consumers to either adapt their energy consumption behaviour, or purchase energyefficient technologies. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "The diffusion of new technologies, such as building innovation technologies requires the product to be become widely adopted by various consumers in society. A significant boost to such technologies is expected due to the imposition of abatement targets in the annual sales volume of retail energy companies. Annual targets are introduced through the obligation scheme which is considered instrumental by Greek policy makers in mainstreaming such technologies in the domestic energy market by addressing persistent market failures (e.g. lack of appropriate incentives). Reportedly the operation of the obligation scheme is expected to gradually transform the Greek energy efficiency market enhancing the availability of smart and efficient technologies, relevant know-how, expertise and innovativeness as well as smart and sustainable ways of financing. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Overall, the EEO scheme is envisaged to play a pivotal role in the diffusion of smart technologies for energy efficiency and eventually the development of an energy efficient market in Greece. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "2. Selected contextual factors and their relevance for policy design and implementation ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Factors outside of the direct control of policy-makers (“contextual factors”) were discussed and highlighted through stakeholder consultations as impactful over the adoption and diffusion of policies promoting smart technologies for EE in the residential building sector in Greece. Stakeholder consultations were conducted through phone interviews as well as email communication from February to May 2017. The selection of stakeholders was focused on policy makers and implementers as well as private market actors (i.e. independent policy experts, ESCO representatives) due to the objectives of the case study. For this reason, we contacted stakeholders from the Greek Ministry of Energy as well as from the national Energy Agency. A questionnaire was formed to serve the purposes of the case study analysis which consisted of open ended questions. This was sent well ahead of the phone-interview and was usually already completed beforehand. During the interview, the responses were discussed and any additions/comments made complemented the initial responses. Two phone interviews were conducted with a representative from the Greek Energy Agency and a policy maker in the energy efficiency department of the Greek Ministry. Both of them lasted 45 minutes to 1 hour approximately. Finally, three representatives from the Directorate for Energy Policies and Energy Efficiency were contacted through email. The latter stakeholders preferred to send their joint views and responses through email. From the private sector 6 people have been conducted and two additional interviews were held. In total 10 people have been contacted and 5 of them have responded positively and participated in our consultations (i.e. response rate $=50\\%$ ). ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "The table below summarizes the factors as discussed and highlighted through stakeholder consultations. ",
        "page_idx": 78
    },
    {
        "type": "table",
        "img_path": "images/0c556e5305cfc051b58e2a2925c96f547d03fa6d8114036ef90cb235c1aac583.jpg",
        "table_caption": [
            "Table 2. Categorisation of contextual factors in Greece "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Contextual factor</td><td>Type of contextual factor</td><td>Effect</td><td>Description of effect</td></tr><tr><td>Maturity and innovativeness in the energy services market &</td><td>Market and regulatory framework</td><td>Blockin g factor</td><td>As conveyed in one of our interviews, the Greek energy services market is still in its infancy and utilities and other ESCOs are following state stipulations rather than leading developments in the market. The construction</td></tr><tr><td>construction sector</td><td></td><td></td><td>sector in Greece also needs to develop and specialize in smart technologies to drive investments to reduce sector.</td></tr><tr><td></td><td></td><td></td><td>energy consumption. Private market actors also placed great emphasis on the importance of developing a market for energy services for the promotion of energy efficient services and technologies  in  the domestic</td></tr></table></body></html>\n\n",
        "page_idx": 78
    },
    {
        "type": "table",
        "img_path": "images/17bb0cbe9c86d474c638272a8380b3349a8896f2b7f4488a5e10aaa74bfd2f8d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"6\"></td></tr><tr><td>Financial and economic crisis</td><td>Macroecono mic environmen t</td><td>Blockin g factor Market and Blockin </td><td>technologies for householders scarce. Currently   there  are  only  a  few  incentives </td><td>Naturally Greek policy decision makers unanimously recognized the economic crisis as a predominant factor restraining market liquidity and investments. The economic downturn continues to restrain general liquidity and availability of funds in the banking market as well as households' disposable income. This setting constitutes    investments  in   building    innovation</td></tr><tr><td>investments in regulatory households</td><td> framework</td><td>factor</td><td>households to invest in energy efficiency and building innovation technologies. These have thus far been almost entirely provided by the state budget and the use of EU structural funds. To strengthen the motivations  for  households to  invest  in   smart technologies, representatives from the Greek ministry highlighted the need to properly absorb EU structural funds. Whereas the interview from the Greek Energy Agency drew attention to the role of energy utilities to provide appropriate incentives and energy services to their consumers (through the energy savings obligation scheme), due to the limited government expenditures and the absorption of EU structural funds being oriented towards areas with greater priority. One  independent policy  expert  stressed out  the</td><td></td></tr><tr><td>Political will & commitment</td><td>Governance & Institutions (constellatio n of stakeholder s)</td><td>Driving factor</td><td>importance of a strong political will and commitment in driving the diffusion of such technologies. A strong political commitment from the side of the Ministry of Energy has recently played a significant role in introducing an EEO scheme in an effort to strengthen the existing policy mix to meet with the targets of Article 7 of the EED. This also denotes the Ministry's efforts to shift the utilities' and general market interest from RES to EE as well by setting the ground for introducing  energy   services  and   savings  as commodity in the Greek energy market.</td><td></td></tr><tr><td>Lack of a private investment framework & sustainable financing schemes</td><td>Market and regulatory framework</td><td>Blockin g factor</td><td>The role of the Greek banking sector has been limited thus far in driving investments in energy saving technologies only through public support programs. Other forms of financing schemes such as Energy Performance Contracting (EPCs) are still not available restraining thus flexibility in funding options for such investments. The regulatory framework for EPCs still inhibits their use from municipalities (i.e. contracting is viewed as a deficit in a city's public budget)</td><td></td></tr><tr><td>Awareness at a city level regarding funding</td><td>Attitudes & Behaviour (Knowledge</td><td>Blockin g factor</td><td></td><td>Cities have a central role to play in driving sustainable energy investments in the household building sector (with the largest cost-effective opportunity for savings) through their local action plans. This issue was raised </td></tr></table></body></html>\n\n",
        "page_idx": 79
    },
    {
        "type": "table",
        "img_path": "images/76b0b2d01c289da990fb65560c51a7f12593da7c4a1961047fbde75bff3887a1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">Consumers' Behavioural awareness on predispositi building on at the</td><td>Blockin g</td><td>opportunities for cities (i.e. soft-loans), cities are largely unaware of such opportunities and have failed thus far to exploit them. There  is  an   obvious  need   for  wider  promotion campaigns to increase knowledge and public awareness</td></tr><tr><td>innovation technologies for energy conservation</td><td>individual level Presence of </td><td>factor smart technologies to save energy. Blockin The existing market workforce in Greece (i.e. auditors</td><td>regarding the benefits of energy efficiency measures especially for the case of automated technologies for which privacy and data protection concerns arise. Low maturity and awareness of consumers was consistently raised   by   all  stakeholders   participating   in   our consultations. The representative form the Greek energy agency firmly suggested that the introduction of pilot and demonstration projects (apart from awareness campaigns) is essential to demonstrate the usefulness of building innovation technologies and to prove their cost-effectiveness    while    aso   resolving    some technical/infrastructure issues that might arise. His opinion was implicitly met by stakeholders from the Greek  Ministry   who   highlighted  the  need  to demonstrate the energy efficiency benefits of adopting</td></tr><tr><td>Capacity of new market actors'</td><td>a technologica I innovation system</td><td>9 factor</td><td>and technology providers, installers) for the promotion and installation of smart technologies to save energy is viewed by Greek policy implementers as being rather low. Reportedly new market actors have only started to enter the Greek energy and construction market whereas  training   and   certification   for  market professionals to assure quality assurance also need to be streamlined with upcoming market trends and needs. The need to strengthen role of property asset evaluators during audits in buildings was also raised in one of our interviews. Reportedly their ability to reflect on the benefit of an energy savings investment for the value of a property/building can further drive individual investors' interest. Lack  of  coordination   and   collaboration   between</td></tr><tr><td>Ministerial coordination</td><td>Institutional coordination g</td><td>Blockin factor</td><td>different ministries was reported to significantly affect the ability of Greek policy makers to design and dispatch   financial  incentives  for  energy  efficiency (especially when other needs/objectives need to be met through the same structural funds such as the case of digital policy). Notably, this issue was only raised by the representative from the Greek energy agency.</td></tr><tr><td>The presence of</td><td>Market and </td><td>Driving </td><td>Although the influence of this factor was not mentioned</td></tr></table></body></html>\n\n",
        "page_idx": 80
    },
    {
        "type": "table",
        "img_path": "images/ba700537e3ca5b795e2c774955ed90d29829e12928b0e146a546bb6bb9f5211b.jpg",
        "table_caption": [],
        "table_footnote": [
            "Based on analysis of policy documents, academic literature and expert interviews. "
        ],
        "table_body": "\n\n<html><body><table><tr><td>an EU regulatory framework</td><td>regulatory framework</td><td>factor</td><td>explicitly, representatives from the Ministry repeatedly mentioned updates in EU regulation to drive domestic policy developments and subsequently developments in the energy efficiency market. Recast of the Directive 2010/31/EE on the energy performance of buildings was particularly mentioned as influential in driving policy and technological developments for building</td></tr><tr><td>Demographic factors (e.g. Age, education, familiarity with internet-based and automated technologies)</td><td>Attitudes, behaviour and lifestyle</td><td>Blockin g factor</td><td>innovation technologies. The impact of demographic and behavioural factors in the    diffusion   of   energy   efficiency   and   smart technologies has not yet drawn the attention of policy efforts in Greece. And this type of factor was only mentioned during  our  interview  with  the  policy implementer  from  the  Energy Agency. Limited familiarity   with   internet-based   and   automated technologies, especially for certain consumer profiles (e.g. middle-age adults, elderly) is expected to impede the deployment of building innovation technologies. An implicit reference to the demographic and behavioural factors was made by stakeholders from the ministry recognizing the need to conduct regular surveys on the</td></tr></table></body></html>\n\n",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "3. Policy conclusions ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Greece’s evolvement of energy efficiency policy towards integrating building innovation aspects has a long way to go, since relevant policy actions are still on the agenda setting and formulation stage. Nevertheless, an Energy Efficiency Obligation scheme was enacted and transposed into Greek law and is anticipated as the first and most crucial step towards the transformation of the Greek energy market. Reportedly, Greek policy makers in the energy efficiency field anticipate the operation of the obligation scheme to gradually provide the appropriate incentives for the Greek energy efficiency market to develop and be characterized by availability of smart and efficient technologies, relevant know-how, expertise and innovativeness as well as smart and sustainable ways of financing. These policy developments and aspirations also underline the importance of EU legislation in driving government efforts in the energy efficiency policy field while at the same time placing increased requirements and work-load with regard to their transposition and compliance to the Greek under-stuffed ministry services. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "During this transitional phase in the Greek energy market, it is important to observe other contextual factors which pertain in the policymaking either implicitly or explicitly. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Naturally stakeholders recognized the influence of the economic crisis and its impact in restraining market liquidity and investments. Despite the fact that estimates on fuel costs and key macro-economic trends were embedded during the planning phase for energy efficiency actions (i.e. development of national energy efficiency action plans), significant amendments had to be made ex-post to reflect the considerable decrease in energy demand as well as negative growth rates in GDP, population and number of buildings, which were not foreseen to demonstrate such a decay. This process highlights the need for considering uncertainty in the current approach for energy efficiency strategic planning through appropriate scenario planning, decision and sensitivity analysis practices towards a more flexible policy design approach. Factors relating to the state of the existing building stock as well as energy consumption patterns across the different building types in Greece are thoroughly included in the development of action plans through the development of an appropriate building typology. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Stakeholders have also stated their difficulty in embedding technology cost and price trends systematically in the policy (re-)design process. This is reportedly owing to the fact that an official monitoring system to monitor key trends regarding market prices and production costs for energy conservation and building innovation technologies does not exist since the energy efficiency market for these technologies is particularly limited and price-based policy mechanisms are not developed in the Greek energy efficiency policy field. There is however a progress evaluation procedure which is undertaken by the Ministry of Energy for the key energy efficiency policies in place and as part of the ministry’s reporting obligations to the European Commission. Policy amendments and revisions in support mechanisms thus take place in an ad-hoc manner (i.e. notsystemically as a formal process based on monitoring and verification results). Such amendments usually include the addition of more eligible technologies/actions under a support scheme or the provision of support for a combination of actions. The market for smart technologies (such as building automated systems, smart appliances such as washing-machines and lighting) is even more limited since these hold considerable costs for residential applications are more cost-effective in more large-scale applications in the tertiary and public buildings. Other smart technologies such as thermostats and calorimeters are viewed by Greek policy makers as less costly measures for residential investments. Such technologies are foreseen to be the main targeted actions (among others) through the obligation schemes and informative campaigns. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Factors in the form of market barriers (e.g. inadequate incentive levels to drive participation in a programme, lack of awareness or familiarity with specific actions, sector-specific policy contradictions) are usually identified and described during the early stages of policy implementation. To address them tailored ex post policy amendments (e.g. the provision of information campaigns regarding the benefits of specific energy efficiency actions, legislative revisions) are foreseen to complement policy support programmes. With regard to cities’ inability to identify funding opportunities the need of bridging finance across different funds and support schemes was raised as a key policy amendment to enhance the flexibility of combing different funding sources to materialize such investments. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Last but not least, it was acknowledged that accounting for behavioural factors has thus far remained limited to the provision of information and training schemes during the design of support mechanisms for the adoption for energy conservation technologies. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Representatives from the ministry of Energy as well as the private sector pointed out that the energy efficiency policy planning in Greece would greatly benefit from conducting regular and comprehensive surveys regarding the influence of household characteristics and behaviour over final energy consumption. Accounting for such factors is considered essential to effectively design and implement specific policies and measures for the adoption of smart energy efficiency technologies in the residential building sector. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "BPIE, (2017). IS EUROPE READY FOR THE SMART BUILDINGS REVOLUTION? Buildings Performance Institute Europe. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Centre for Renewable Energy Sources and Saving (CRES) and ODYSSEE-MURE II, (2015). Energy Efficiency trends and policies in Greece. (http://www.odyssee-mure.eu/publications/national-reports/energyefficiency-greece.pdf) (accessed 28.4.17). ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Dascalaki, E., Balaras, C., Gaglia, A., Droutsa, K. and Kontoyiannidis, S., (2012). Energy performance of buildings-EPBD in Greece. Energy Policy, 45, pp.469-477. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "ELSTAT, (2015). Greece in figures. Hellenic Statistical Authority. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Greece, (2012). ‘Memorandum of Understanding on Specific Economic Policy Conditionality’. 6.1.4. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Maria, E.A., Limniou, G.P., and Kokkaliaris, S., (2013). The energy efficiency directive and the challenges for the Hellenic legislative process in times of crisis. Advances in Building Energy Research, 7(1), 128–154. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "MEECC, (2012). Application Guidelines for the Programme “Energy Saving at Home”, Ministry of Environment, Energy and Climate Change, Athens. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "MEECC, (2014). Third National Energy Efficiency Action Plan for Greece, Ministry of Environment, Energy and Climate Change, Athens. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "MEECC, (2015). Energy Efficiency Obligation Schemes, Article 9 of Law 4342/2015, Ministry of Environment, Energy and Climate Change, Athens. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Papada, L. and Kaliampakos, D. (2016). Measuring energy poverty in Greece. Energy Policy, 94, pp.157-165. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Spyridaki, N.A., Ioannou, A., Flamos, A., (2014). Expanding the policy theory behind the climate and energy package in Greece. In: International Energy Policies and Programmes Evaluation Conference (IEPPEC), Berlin. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Spyridaki, N.A., Ioannou, A., Flamos, A. and Oikonomou, V. (2016). An ex-post assessment of the regulation on the energy performance of buildings in Greece and the Netherlands-a cross-country comparison. Energy Efficiency, 9(2), pp.261-279. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "UN, (2015). United Nations world population prospects. Key findings and advanced tables. United Nations, 2015 Revision. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "USmartConsumer, (2016). Final Deliverable WP2, D2.1: European Smart Metering Landscape Report – “Utilities and Consumers”. USmartConsumer Project. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "WEOD, (2017). Report for Selected Countries and Subjects. World Economic Outlook Database. Washington, D.C.: International Monetary Fund. 12 April 2017. Retrieved 27 April 2017. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Zhou, S. and Brown, M., (2016). Smart meter deployment in Europe: A comparative case study on the impacts of national policy schemes. Journal of Cleaner Production, 144, pp.22-32. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Appendix VI: Thailand ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "In the past decades, Thailand experienced rapid development spurred by economic growth which resulted in increasing energy demand and environmental pressures since Thailand is heavily relying on fossil fuels. In 2015, $84\\%$ of its final energy consumption was derived from fossil fuels (Somcharoenwattana 2015). Since its domestic fossil fuel supply is set to decrease and the country is a net importer of primary energy (IEA 2016), the Thai government is strongly concerned with domestic energy security (National Assembly and Ministry of Energy 2009; Ministry of Energy 2008; Energy Policy and Planning Office 2016; Ministry of Energy 2015). Consequently, the development of domestic renewable energy sources (RES) has become one of the strategies to address both the increasing energy demand and energy security issues (Ministry of Energy 2015). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Thailand’s development of renewable energies begun over a decade ago in 2006 when it became the first country in Southeast Asia to implement a feed-in tariff policy (Tongsopit and Greacen 2013; IEA 2016). The program was called “Adder” because it added an additional “top-up” to RE generators on the normal wholesale price that power producers would receive when selling electricity to utilities (IEA 2007; Tongsopit and Greacen 2013; Tongsopit 2015). However, in December 2014, the Thai government decided to replace the Adder programme with a fixed feed-in tariff program (FiT). The new program grants different fixed FiT rates while contract lengths depending on the type of technology. In order to render the support scheme more competitive, the selection of applications for projects was recently changed to a competitive bidding system (GIZ 2015). Many interviewees as well as scholars see Thailand’s feed-in tariff policy as a success story which facilitated an impressive amount of investment in renewable energy (Sakulniyomporn et al. 2016; Tongsopit and Greacen 2013; Beerepoot et al. 2013). As a result, between 2007 and the end of 2016, the share of renewables in the Thai electricity mix increased from $1.7\\%$ to $6.2\\%$ (EPPO 2017). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "The implementation of RES support policies in Thailand, however, was never a straightforward process. While many factors surely have influenced RES policies, analysis of those factors is still being carried out. Therefore, a description of the following contextual factors are initial observations emerging from our research effort and serve as illustrative example and not as a definitive list of issues. ",
        "page_idx": 85
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "2. Institutional Framework ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Thailand has a vertical institutional framework which facilitates a top-down policy making approach. At the top of the institutional framework is the National Energy Policy Council (NEPC) which is responsible for making and regulating Thailand’s energy policy. The NEPC is a ministers-like council chaired by the Prime Minister (IEA 2016). Further down the chain of command, the Ministry of Energy (MoEN), the Energy Policy and Planning Office (EPPO) and the Energy Regulatory Office (ERC) are the main institutions of the government’s working group on electricity policy and markets. This vertical structure means that the Prime Minister and the MoEN are the most influential stakeholders when it comes to national energy policy and usually make the final decision (Sitdhiwei 2016; stakeholder interview);  EPPO, as the Permanent Secretariat to the NEPC, assumes the roles of proposing, formulating and administrating the energy policy (Wisuttisak 2010; EPPO 2016). ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Some interviewees (from the Energy Policy and Planning Office and Energy Regulatory Commission) suggested that the impetus of devising RES support policies came from the NEPC, and that EPPO was then tasked to study the best instrument to do so. After carrying out studies and external consultations on various instruments, EPPO proposed the Adder program as the best instrument given the national context and political landscape. In addition, a few interviewees (from government and research organizations) and literature sources mentioned that the implementation of the Adder policy took place when the former director of EPPO was promoted to be the minister of energy ministry at that time. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "With regards to the Thai renewable energies support, two observations concerning contextual factors can be made: First, while the top-down structure of the institutional framework does not necessarily mean that a given policy is effective, it can be assumed that a policy instrument which is in line with governmental priorities and is endorsed at the highest governmental level has better chances of being a success than a policy instrument developed from the bottom up. Second, our study of the Thai policy environment suggests, that the motivation and vision of individual decision and/or policy makers might play a significant role in Thai energy policy. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "3. Market structure ",
        "text_level": 1,
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "The Thai electricity market uses an enhanced single buyer (ESB) model which means that a single vertically integrated utility, Electricity Generating Authority of Thailand (EGAT), owns and manages a portion of the generation fleet, and the entirety of the transmission network. EGAT furthermore sells the wholesale electricity to two main distributing authorities, the Metropolitan Electricity Authority (MEA) and the Provincial Electricity Authority (PEA). Moreover, EGAT purchases electricity from independent power producers (IPPs), small power producers (SPPs) and imports electricity from other countries. Very small power producers (VSPPs) generating renewable energy sell electricity directly to MEA and PEA (IEA 2016; Tongsopit and Greacen 2013). The following diagram represents the Thai electricity market structure. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Thaielectricitymarketstructure ",
        "page_idx": 87
    },
    {
        "type": "image",
        "img_path": "images/164b147fc45695dd3cfa1c8776ca25d970a2a810f384044234c0ac741dacb918.jpg",
        "img_caption": [
            "Table 1. "
        ],
        "img_footnote": [
            "EGAT $\\mathbf{\\bar{\\rho}}=\\mathbf{\\rho}$ ElectricityGeneratingAuthorityofThailand;SPP $\\vDash$ SmallPowerProducer;IPP=IndependentPowerProducer;VSPF $\\vDash$ VerySmallPower Producer;MEA=MetropolitanElectricityAuthority;PEA=Provincial ElectricityAuthority. "
        ],
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "Source: EPPO Statistics. Available at: http://www.eppo.go.th/index.php/en/en-energystatistics/indicators ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "Several stakeholders argued that this model was a big barrier for Thai power market liberalization and that it discouraged the uptake of electricity from private renewable power producers. This view has been corroborated by the literature which finds that the monopolistic ESB model allows EGAT to exert substantial power on the electricity market, hindering new competitors to access to the market (Sitdhiwei 2016; Wattana et al. 2008; Wisuttisak 2010). Subsequently, this sub-optimal set up of the market reduces the efficiency of the feed-in tariff policy to increase renewable energy shares in the electricity sector. ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "4. Administrative feasibility ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "The Adder program has experienced significant changes since its inception. Tariff rates have been altered multiple times as have screening criteria for the selection of RES applications (Tongsopit and Greacen 2013). In the beginning, simple rules and a relatively streamlined application process in addition to the plummeting price of solar modules led to a great number of applications, particularly for solar PV. At first, this ‘solar gold rush’ was not seen as a problem until a very lucrative market of reselling power purchase agreements emerged. This development worried the MoEN. On the one hand, the exponential increase of applications could potentially engender a sharp increase in electricity prices (since more MW installed meant more expenditure in RES support tariffs). On the other hand, the ministry was not sure whether all of the sold and resold permits would actually lead to the building of RES capacity instead of being used to speculate on increasing permit prices (Tongsopit and Greacen 2013). Quite generally, this speaks to the fact that particularly the solar PV market is still in the hands of relatively large business players who know how to navigate the bureaucratic processes and who can bear the necessary transaction costs. Furthermore, public awareness of RES as an economic, energy security or environmental opportunity seems to be still quite $\\mathsf{I o w}^{27}$ despite public opposition to fossil fuel developments such as coal power seems to gain momentum (Reuters 2017). ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "In reaction to these risks, the government reduced the solar Adder rate by $18.75\\%$ and established a new Managing Committee. The committee adopted new and more stringent rules for application and cancelled some old, idle contracts without a clear guideline on future project approvals. The Committee further complicated the application process which many new potential investors found too bureaucratic. Besides, public consultation and monitoring mechanisms were limited, which caused confusion and doubts about the program’s transparency and the security of business interests (Tongsopit and Greacen 2013). Moreover, the government failed to regularly review and monitor policies such as the Adder program, preventing it from keeping pace with the developments in the renewable energy sector (Beerepoot et al. 2013). ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "It is clear that frequent and ad-hoc changes to support instrument as well as to their administrative and procedural rules and regulations had a detrimental effect on renewable energy uptake in Thailand. This has not only been argued in the literature (Tongsopit and Greacen 2013) but has also been mentioned during several stakeholder interviews. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "Our short case study of Thai renewable energy support instruments demonstrates that contextual factors do influence the policy making processes at many different stages. Implementing a new policy requires a well-coordinated institutional structure. In jurisdictions where a vertical institutional framework is in place, top government’s strong support is essential for successful renewables development. Furthermore, market structures can either facilitate or hinder the entry of new market players and enable or limit investment in RES. In the Thai case, the quasi monopoly of the state-owned utilities is certainly a hindering factor. Lastly, administrative feasibility has direct effects on policy outcomes. Though adjustments might benefit the performance of policies and are indeed necessary sometimes, frequent and drastic retroactive changes in the end negatively affect the trust and confidence of investors. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Beerepoot, M. et al., 2013. Incentives for Renewable Energy in Southeast Asia: Case study of Thailand, Available at: http://www.iisd.org/pdf/2013/investment_incentives_thailand.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Energy Policy and Planning Office, 2016. Thailand Integrated Energy Blueprint. , (Special Issue). Available at: http://www.eppo.go.th/images/Infromation_service/journalissue/ISSUE-SPECIAL2559.pdf; also see http://www.eppo.go.th/index.php/en/about-us/vision-mission-value-duty. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "EPPO, 2017. Energy Statistic. Available at: http://www.eppo.go.th/index.php/en/en-energystatistics/indicators. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "GIZ, 2015. Thailand : Renewable Energy Policy Update-New Power Development Plan announced in May (status May 2015), Available at: http://www.thai-german-cooperation.info/download/20150520_pdp_re_ policy factsheet.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "IEA, 2007. Feed-in premium for renewable power. Available at: https://www.iea.org/policiesandmeasures/pams/thailand/name-24635- en.php?s $\\c=$ dHlwZT1yZSZzdGF0dXM9T2s,&return $\\c=$ PG5hdiBpZD0iYnJlYWRjcnVtYiI-PGEgaHJlZj0iLyISG9tZTwvYT4gJnJhcXVvOyA8YSBocmVmPSIvcG9saWNpZXNhbmRtZWFzdXJlcy8iPlBvbGljaWVzIGFuZCBNZ WFzdXJlczwvYT4gJnJhc. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "IEA, 2016. Thailand Electricity Security Assessment 2016, Available at: https://www.iea.org/publications/freepublications/publication/Partner_Country_Series_Thailand_Electricity _Security_2016_.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Ministry of Energy, 2015. Alternative Energy Development Plan (2015-2036), Available at: http://www.dede.go.th/download/files/AEDP2015_Final_version.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Ministry of Energy, 2008. Thailand’s Energy Policy, Available at: http://www.eppo.go.th/images/POLICY/ENG/wannarat.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "National Assembly and Ministry of Energy, 2009. Thailand’s Energy Policy and Energy Strategy, Available at: http://www.eppo.go.th/images/POLICY/ENG/policy-wannarat-12jan2552-E.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Reuters, 2017. Thailand to build coal-fired power plant despite opposition. February 17, abailable at: http://www.reuters.com/article/thailand-coal-idUSL4N1G23IJ ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Sakulniyomporn, S., Kubaha, K. and Chullabodhi, C., 2016. Assessment and Design Options of Thailand’s Feedin Policies. 80th The IIER International Conference, (August), pp.54–58. Available at: http://www.worldresearchlibrary.org/up_proc/pdf/393-147408551554-58.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Sitdhiwei, C., 2016. Laws in Thailand Promoting Renewable Energy: The Recent Developments. , 1. Available at: http://web.krisdika.go.th/pdfPage.jsp?type $\\c=$ act&actCode $\\scriptstyle=81$ . ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Somcharoenwattana, W., 2015. Thailand power market overview: moving towards fuel diversity. , p.6. Available at: http://pennwell.sds06.websds.net/2015/bangkok/apw/slideshows/T1S2O1-slides.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Tongsopit, S., 2015. Thailand’s feed-in tariff for residential rooftop solar PV systems: Progress so far. Energy for Sustainable Development, 29, pp.127–134. Available at: http://www.sciencedirect.com/science/article/pii/S0973082615001076. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Tongsopit, S. and Greacen, C., 2013. An assessment of Thailand’s feed-in tariff program. Renewable Energy, 60, pp.439–445. Available at: http://www.windworks.org/cms/fileadmin/user_upload/Files/Chabot_Files/Tongsopit_Greacen_2013_An_Assessment_of_Th ailand_s_FiT_Renewable_Energy.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Wattana, S., Sharma, D. and Vaiyavuth, R., 2008. Electricity industry reforms in Thailand: a historical review. GMSARN International Journal, 2(2), pp.41–52. Available at: http://gmsarnjournal.com/home/wpcontent/uploads/2015/08/vol2no2-1.pdf. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Wisuttisak, P., 2010. Regulatory Framework of Thai Electricity Sector. , pp.1–35. Available at: http://crninet.com/2010/2010 cni 1c.pdf. ",
        "page_idx": 89
    }
]