[
    {
        "type": "image",
        "img_path": "images/73df4a8d1e0d971eb27be0008e8b60efff9faec15ef7de69cdf651c839bf0413.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contact Us: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Emergency Medical Assistance: +44 203 829 6684 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Claims: +44 (0) 203 829 6683 or claims@policyholderclaims.co.uk ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Premier Plus Cover ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contact OK To Travel: 01223 446 920 or operations@oktotravelinsurance.co.uk ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Single and Annual Multi Trip Policies ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Single Trip Master policy number – RTBOK40148 – 01  B Multi Trip Master policy number – RTBOK40148 – 02 B ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/ba3035da114c46f82f20f79da1e07153a223b249ffab477f0bd4ed2b0f7ecc69.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This policy is for residents of the United Kingdom, the Channel Islands and British Forces Posted Overseas only For policies issued from 07/07/2021 to 30/11/2021 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary Table ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/5b01dd0ff15f7a6316a3c2cf5b642dbdd21891a3eafb5032985a779cf73f0c0e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Page No.</td><td></td></tr><tr><td>3</td><td>About this policy</td></tr><tr><td>4</td><td>Important - Please read carefully</td></tr><tr><td>5</td><td>Out-patient treatment or treatment for a minor injury or illness</td></tr><tr><td>6</td><td>What to do if you have a medical emergency while you are away</td></tr><tr><td>７</td><td>Your Important contact numbers</td></tr><tr><td rowspan=\"2\">8</td><td>To make a claim</td></tr><tr><td>Your health - When buying the policy and for the duration of the policy</td></tr><tr><td></td><td>Cancellation of the policy</td></tr><tr><td>9</td><td>Cover Table</td></tr><tr><td>10</td><td>YOUR PRE-TRAVEL POLICY</td></tr><tr><td>11-14</td><td>Detailed sections of cover</td></tr><tr><td>15</td><td>YOUR TRAVEL POLICY</td></tr><tr><td>16</td><td>Ready to go?</td></tr><tr><td>17-62</td><td>Detailed sections of cover</td></tr><tr><td>63-64</td><td>Are you thinking of taking part in any sports or activities?</td></tr><tr><td>65 66</td><td>Data protection - Personal Information</td></tr><tr><td></td><td>Make yourself heard</td></tr><tr><td>67-69</td><td>Meet your Insurers</td></tr></table></body></html>\n\n",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PLEASE NOTE: This is a travel insurance policy and not private medical insurance; so, there is no cover for any medical expenses incurred in private facilities if medically capable public facilities are available. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The policy is a legal contract between you and us, and is subject to the exclusive jurisdiction of the courts of your home country. We will settle all claims under the home country’s law and all our correspondence with you will be in English. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "No alterations and/or additions to the printed terms and conditions of your policy are valid unless made in writing by us. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The policy document comprises of separate sections that state what events you are covered for and any applicable limits, conditions and exclusions. If your circumstances do not fit those described, then there is no cover in place. Only events that happen during the period of insurance and for which the appropriate premium has been paid will be considered. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The policy is based on indemnity, and will only respond to unexpected and unforeseeable events. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "• You are expected to take reasonable care of yourself and your possessions, and act as if uninsured at all times. We will not consider claims that have arisen due to reckless behaviour or feature inflated costs. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "• You must supply us with all the documents and information we may reasonably need, and not pay or agree to pay costs that another party is seeking to claim from you that we have not authorised. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "• We may take over and deal with, in your name, the defence/settlement of any claim made under the policy; and take proceedings in your name, but at our expense, against the responsible party to recover, for our benefit, the amount of any payment made under the policy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "• We will only pay a proportionate amount of the claim where there is other insurance in force covering the same risk and you will provide details of such other insurance. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We will not pay medical costs in excess of customary and reasonable levels of charging. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "• You are covered for a stopover of no more than 72 hours in total outside of your selected geographical area, or $20\\%$ of the total trip duration, whichever is the lesser. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "USA Medical Costs: Medical providers in the USA routinely charge international patients many times higher than it costs them to provide service. As this policy covers customary and reasonable medical expenses, we will not pay excessive or inflated charges for your treatment so it is important that you do not pay any medical providers up front, either at the time of your treatment or on your return to your home country. They may engage the services of collection agencies but any correspondence should simply be sent on to us, unanswered: there is no lawful action that can be taken which we cannot step in and take over on your behalf. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Important meanings in this section: ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit.   \nhome country - either the United Kingdom, the Channel Islands or Isle of Man.   \nwe/our/us – White Horse Insurance Ireland dac. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "his insurance will only be valid if, at the time you bought the policy, everyone named on the insurance schedule: ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "dent of the United Kingdom, Channel Islands, Isle of Man or BFPO and has not spent more than 6 months abroad in the 12 months prior to buying this policy. is not already abroad when the trip starts. 3. is taking a trip which starts and ends in the United Kingdom, the Channel Islands, Isle of Man or BFPO. will be travelling within the period of insurance unless we have been asked, and agreed, to extend the policy and confirmed this in writing. has told us about any existing medical conditions and/or prescribed medications and received confirmation that we will provide cover for them. are not waiting to have a medical investigation or the results of any tests unless these relate to an existing medical condition you have already told us about. will tell us about any changes to their health that occur between the date the policy is purchased and the date the trip starts and will not travel if they may eed to seek medical treatment during the trip. is not travelling for less than 2 days on any one trip within your home country. are aware that there is no cover under this policy if you travel to a country or specific area that the Foreign, Commonwealth & Development Office (FCDO) advice against all or all but essential travel to. 0. are aware that there is no cover under this policy if you purchased this insurance with the reasonable intention or likelihood of claiming. 11. who is aged 17 years or under, must always be travelling with one of the named insured adults on the insurance schedule. 2. understands that any trip abroad must be for a minimum of 2 days. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Other important points to note if you have purchased a multi-trip policy: ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "• The maximum time you can be abroad on a trip is 31 days, unless you have paid an additional premium to cover longer trips, and we have confirmed this to you in writing. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Important meanings in this section: ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "abroad – anywhere outside of your home country.   \nBFPO – British Forces Posted Overseas.   \nexisting medical condition – any serious or recurring medical condition which has been previously diagnosed or been investigated or treated in any way, at any time prior to travel, even if this condition is currently considered to be stable and under control. home country – either the United Kingdom, the Channel Islands or Isle of Man.   \nperiod of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit.   \ntrip – travel during the period of insurance.   \nwe/our/us – White Horse Insurance Ireland dac. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "iPnLcEurArSeEd iNnOpTriEv:aTteh ifsaicsiliatietrsaivfelmiendsiucrallnycecapoalibcley apnudb incoftapcriilivtiaetse amredaicvali ianbslue.rance; so there is no cover for any medical expenses iPnLcEurArSeEd iNnOpTriEv:aTteh ifsaicsiliatietrsaivfelmiendsiucrallnycecapoalibcley apnudb incoftapcriilivtiaetse amredaicvali ianbsleu.rance; so, there is no cover for any medical expenses ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/eff107c91fc3a0515055db840e9d11e4717327e30b6a7852d983c0302210eba2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>FORANON-URGENTMEDICALSITUATION sl</td></tr><tr><td>cysiuwhdwl wgiadaearroq support wihmrlentwiht drupiyriptYucaaccsthisfaciltyfchagbcalin</td></tr><tr><td>YOUCANALSOCALL112ORTHELOCALEQUIVILANTOF999 mehle</td></tr><tr><td>hospitalortreating dctorto provide mergency reatment, management orcareaclearbreachof anestablished dtyof care. OPTIMALCARE xrtp</td></tr><tr><td>ideaellfd apatnttdwor</td></tr><tr><td>aeufe planning, please visit our websitewww.ourphilosophies.co.uk</td></tr><tr><td>IN THE EVENT THAT YOU DO RECEIVE OUT-PATIENT TREATMENT WHEN YOU ARE TRAVELLING opean Union Countries -if you present yourself at a public facilty you are strongly advised to show your EHIC.</td></tr><tr><td>tralia - you are strongly advised to enrol for Medicare, and have it accepted. harii</td></tr><tr><td>oumamaeaellflsugpi lied.</td></tr><tr><td>eydi</td></tr><tr><td></td></tr><tr><td></td></tr><tr><td>ment. More information can be found here www.globalexcel.com ereesttepttiaalr</td></tr></table></body></html>\n\n",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "OU NEED MEDICAL ASSISTANCE WHEN YOU ARE AWAY YOU SHOULD CALL 112 OR THE LOCAL EQUIVALENT OF 999 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Customers should receive emergency medical treatment or management regardless of their ability to pay or any other consideration. A failure or refusal by a treating hospit or treating doctor to provide emergency treatment, management or care is a clear breach of an established duty of care. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "YOU SHOULD THEN CALL US ON $\\cdot$ (0) 203 829 6684 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Whilst the actual medical care you receive is in the hands of the local doctors treating you, we can obtain the medical information we need from them to establish what is   \nwrong, as well as their treatment and discharge plans. We can support you in the event you are admitted to a facility that may not be suitable for your clinical needs or where there are concerns over practice.   \nWe will then advise on, and can put in place, suitable repatriation plans to get you home as soon as it is medically safe to do so. We will liaise with the treating doctor to get a   \nfit to fly certificate when needed, and with aero-medical experts who will advise on both the timing and method of repatriation that is best suited to your individual needs and your recovery. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "IT IS IMPORTANT THAT YOU ARE AWARE OF THE FOLLOWING: ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Medical Treatment ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "• There is not cover for: o routine, non-emergency or elective treatment o or treatment that can wait until you return home. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "• Our doctors are not treating you; they are not responsible or in control of the clinical care you are receiving in a medical facility.   \n• In some instances, you may need to be moved from one local facility to another larger/more specialised facility, for treatment.   \n• Having travel insurance does not ensure a ‘fast track’ medical service from the treating facility, much like the NHS – emergency service rooms can be busy at certain times and so it is possible you may have to wait as you would in your local NHS hospital unless you require critical care.   \n• Once you are discharged from hospital this does not always mean you are fit to fly home – For example, if you were in the UK and suffered the same injury/illness, then you would not consider flying out on holiday so soon after surgery/treatment/incident.   \n• Some medical facilities will raise charges that are far in excess of customary and reasonable; we will deal with such bills directly and there is no need for you to pay them. You simply need to pass any correspondence about such bills to us to ensure we can provide full financial protection. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Repatriation (bringing you home) ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "• Coming home straight away is not always an option even if you are considered ‘fit to fly’ by the treating doctor.   \n• We have a medical team with experience in aviation medicine who will advise on both the timing and method of repatriation which is best suited to your individual needs and your recovery.   \n• Most airlines require specific criteria to be met in order to accept a ‘medical passenger’.   \n• Things change – if your health, stability or vitals change – then so do the plans.   \n• Availability of air ambulances, stretchers and appropriate medical escorts can be limited in specific areas and at different times of the year.   \n• Air Ambulances are ‘flying intensive care units’ and are only used to transport critical patients to a hospital in the UK, if treatment is not possible where they are. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "IF YOU NEED EMERGENCY MEDICAL ASSISTANCE ABROAD ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "You should first call an ambulance using the local equivalent of a 999 number If you are travelling within the EU you should dial 112 You should then when possible, contact the assistance team which is available 24 hours a day, all year round on: $\\cdot$ (0) 203 829 6684 Or email: operations@emergencyassistance.co.uk ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TO MAKE A CLAIM ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "please contact us as soon as possible – please keep copies of all information you send us ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/bfbb3a1e49eff287fdf2b5e715a1d86fc73bcc14601cee9014886572925e9469.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Travel Claims Sections A1, B1-B3,B5-16, B18-B23 Please visit</td><td>Gadget Claims Section B17</td><td>End Supplier Failure Claims Sections A2 and B4</td></tr><tr><td>www.policyholderclaims.co.uk You can also email claims@policyholderclaims.co.uk or call: + 44 (0) 203 829 6683 Open 8am - 8pm Weekdays, 9am - 1pm Saturdays</td><td>For all gadget claims please contact: Taurus Insurance Services Ltd Suite 2209-2217, Eurotowers, Europort Road, Gibraltar, GX11 1AA Or visit: https://iga.taurus.claims/#/home or call: 0330 041 2864 Open 9am-5pm Weekdays only FORLEGALADVICE</td><td>Any occurrence which may give rise to a claim should be advised as soon as reasonably practicable to: IPP Claims, Sedgwick, Oakleigh House 14-15 Park Place claims@ipplondon.co.uk or call: +44 (0)345 266 1872 Open 9am-5pm Weekdays only</td></tr><tr><td colspan=\"3\">please contact Penningtons Manches LLP on 0345 241 1875. Open 8.30am -7.00pm Weekdays TOASKAQUESTIONORAMENDYOURPOLICY To amend or cancel your policy please visit: www.oktotravelinsurance.co.uk Or please call us on: 01223 446 920 Open 8.30am - 5.30pm Monday - Friday, 9am - 5pm Saturday For all other queries please email: operations@oktotravelinsurance.co.uk</td></tr></table></body></html>\n\n",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Your health – When buying the policy and for the duration of the policy ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/072a6aae3d3c1cba7b442b10386f64d7a6a43d73372d5da3b971e1b99484ebfd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">Within the last 2 years,have you or anyone named on the policy:</td></tr><tr><td colspan=\"3\">been prescribed medication, or received treatment or attended a medical practitioner's surgery? attended a hospital or clinic as an out-patient or in-patient?</td></tr><tr><td colspan=\"3\">Have you or anyone named on the policy:</td></tr><tr><td colspan=\"3\">been currently put on a waiting list for treatment or investigation?</td></tr><tr><td colspan=\"3\">been given a terminal prognosis? If the answer is YES to any of the above you must declarethem tous; you cannot chose what you declare and what you don't.</td></tr><tr><td colspan=\"3\">eneha youand yout dlarethm,anyclamyumakehthisrelatdort,mayonlypaidnpardlndal</td></tr><tr><td colspan=\"3\">Sa andiasiofsldtlpdda</td></tr><tr><td colspan=\"3\">etrsae policy terms or withdraw cover altogether.</td></tr><tr><td colspan=\"3\">delaexiiohahla</td></tr><tr><td colspan=\"3\">Should your medical situation tion or, for single trip</td></tr><tr><td colspan=\"3\">plii full calendar month remaining on the policy.</td></tr><tr><td></td><td>Cancellation of the policy</td><td></td></tr><tr><td>If the policy does not meet your needs If you find that the terms and conditions of the policy do not meet your needs and you no longer wish to be covered by the policy, you</td><td>If you ask us to cancel the policy after 14 days We will consider a partial refund should you wish to cancel your policy outside of the 14-day cooling off period provided you have not</td><td>When we might cancel your policy We reserve the right to give 7 days' notice of cancellation of this policy, without a refund, by recorded delivery to you at your last known address in the event of the following</td></tr><tr><td>must tel us within 14 days of purchasing the policy. ● we will refund your premium in full provided </td><td>travelled or claimed, or intend to claim, on the policy. Single Trip Policies - If we agree to a refund, then we will refund 50% of the total policy premium you have paid. Multi-Trip Policies - If we agree to a refund, we wil refund 1/12th of the total policy premium you have paid for each full calendar</td><td>circumstances: ● fraud or suspected fraud; · misleading information or deliberate misrepresentation; to our staff.</td></tr></table></body></html>\n\n",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cover Table ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This table shows you what cover may be available under this insurance policy and is subject to the terms, conditions and exclusions already mentioned and detailed in the individual policy sections. Please be aware that if your circumstances do not fit those described, then there is no cover in place. The amounts shown under ‘We will pay up to’ are the maximum amounts payable under each policy section for each insured person. lease note: Some sections have individual item limits, or limits to the amount paid per period; please refer to the individual policy sections for these li The ‘Deductible amount’ (sometimes called an excess) is the amount that will be deducted from your claim for each insured person. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/b253962cd567d89fa4e382233e19e0d3a56f210cce51a4f5a87695c4fa956dfd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">Summary of Cover</td><td>We will pay up to</td><td>Deductible amount</td></tr><tr><td>Page No.</td><td>Your pre-travel policy - Cancellation</td><td>Section</td><td></td><td></td></tr><tr><td>11-12</td><td>Cancellation - If you are unable to go on your trip</td><td>A1</td><td>5,000</td><td>Nil</td></tr><tr><td>13-14</td><td>If your end supplierfailsfinanciallybeforeyouleavehome</td><td>A2</td><td>5,000</td><td>Nil</td></tr><tr><td>Page No.</td><td>Your travel policy - Trip Disruption</td><td>Section</td><td></td><td></td></tr><tr><td>17-18</td><td>If your departure is delayed 12 hours ormore</td><td>B1</td><td>100</td><td>Nil</td></tr><tr><td>19-20</td><td>If you miss your departure</td><td>B2</td><td>500</td><td>Nil</td></tr><tr><td>21-22</td><td>Abandonment - If you decide to abandon your travel plans</td><td>B3</td><td>5,000</td><td>Nil</td></tr><tr><td>23-24</td><td>If your end supplier fails financially when you are away</td><td>B4</td><td>5,000</td><td>Nil</td></tr><tr><td>25-26</td><td>Ifanatural disaster occurs during yourtrip</td><td>B5</td><td>1,000</td><td>Nil</td></tr><tr><td>27-28</td><td>If youneedadditionalpetcareduetoa delayonyourreturnjourney</td><td>B6</td><td>500</td><td>Nil</td></tr><tr><td>29-30</td><td>If you are deniedboarding on your inbound flight</td><td>B7</td><td>560</td><td>Nil</td></tr><tr><td>Page No.</td><td>Your travel policy - Medical & Curtailment</td><td>Section</td><td></td><td></td></tr><tr><td>31-32</td><td>If you need emergency medical treatment abroad</td><td>B8</td><td>10,000,000</td><td>Nil</td></tr><tr><td>33-34</td><td>If you need to brought home</td><td>B9</td><td>200,000</td><td>Nil</td></tr><tr><td>35-36</td><td>If you incur additional medical expenses</td><td>B10</td><td>750</td><td>Nil</td></tr><tr><td>37-38</td><td>If you are buried or cremated abroad</td><td>B11</td><td>1,500</td><td>Nil</td></tr><tr><td>39-40</td><td>If you are admitted to a public hospital</td><td>B12</td><td>1,000</td><td>Nil</td></tr><tr><td>41-42</td><td>Curtailment - If you have to cut short your trip</td><td>B13</td><td>5,000</td><td>Nil</td></tr><tr><td>Page No.</td><td>Your travel policy - Possessions</td><td>Section</td><td></td><td></td></tr><tr><td>43-44</td><td>If your mobility equipment is lost, stolen or accidently damaged</td><td>B14</td><td>2,500</td><td>Nil</td></tr><tr><td>45-46</td><td>If your checked-in baggage is delayed</td><td>B15</td><td>300</td><td>Nil</td></tr><tr><td>47-48</td><td>If yourvaluables are lost, stolen or accidentally damaged</td><td>B16</td><td>300</td><td>Nil</td></tr><tr><td>49-50</td><td>If your gadgets are lost, stolen or accidently damaged</td><td>B17</td><td>1,500</td><td>Nil</td></tr><tr><td>51-52</td><td>If your other possessions arelost,stolenor accidentally damaged</td><td>B18</td><td>3,000</td><td>Nil</td></tr><tr><td>53-54</td><td>If your cash is lost or stolen</td><td>B19</td><td>400</td><td>Nil</td></tr><tr><td>55-56</td><td>If you need emergency travel documents</td><td>B20</td><td>300</td><td>Nil</td></tr><tr><td>Page No.</td><td>Your travel policy - Legal & Personal Accident</td><td>Section</td><td></td><td></td></tr><tr><td>57-58</td><td>If you need legal advice</td><td>B21</td><td>20,000</td><td>Nil</td></tr><tr><td>59-60</td><td>If you arekilled, injured ordisabled following an accident</td><td>B22</td><td>15,000</td><td>Nil</td></tr><tr><td>61-62</td><td>If you areheldlegallyliable forinjury or damage</td><td>B23</td><td>2,000,000</td><td>Nil</td></tr></table></body></html>\n\n",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "YOUR PRE-TRAVEL POLICY – Sections A1 – A2 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Your pre-travel policy starts from the date of cover shown on your insurance schedule, and ends when you leave home in the United Kingdom, Channel Islands, Isle of Man or BFPO to start your trip. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "On multi-trip policies, cover starts on the chosen starting date and cancellation cover is not in force until that date. Cover for future trips within the period of insurance start from the date of booking. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Please Note: If your circumstances do not fit those described, then there is no cover in place. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Please be aware that we expect you to: ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "• Co-operate with us to provide any information or documentation we may reasonably require to enable us to verify and process your claim; • Have declared all your existing medical conditions to us. If you need to declare, please call 01223 446 920 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Important notice regarding the health of someone not insured on this policy, but whose health may affect your decision whether to take or continue with your trip ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "You will not be covered for any directly or indirectly related claims arising from the health of a travel companion, a family member, a close business colleague, or the person you were going to stay with if at the time your policy was issued you were aware they had health problems that were likely to significantly worsen during the period of insurance. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Important meanings in this section: ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ss colleague – someone you work with, who due to the nature of their job means their absence from work requires you to cancel or alter your trip. A senior anager or director of the business must confirm this in the event of a claim. o-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. irectly or indirectly related claims – a medical problem that is more likely to happen because of another medical problem they already have. xisting medical condition – any serious or recurring medical condition which has been previously diagnosed or been investigated or treated in any way, at any time prior to travel, even if this condition is currently considered to be stable and under control. amily member – any person who is related to you by blood, marriage, adoption, fostering or co-habitation. eriod of insurance – the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. travel companion – a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible. ip – travel during the period of insurance. we/our/us – White Horse Insurance Ireland dac ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/d597fd377fa307c303f961e08f9ff3b62d5b92bd12836eec9e1c5929fb2b42fd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>You were forced to cancel your trip because the following unexpectedly happened before you left home which you would not have been expected to foresee or avoid:</td><td>We will pay up to 5,000</td></tr><tr><td>you, or anyone insured on this policy, became ill with an infectious disease within 14 days of your trip starting (including contracting Covid-19); you, a travel companion, a family member, a close business colleague, or the person you were going to stay with became ill (excluding contracting Covid-19), was injured or died; your home was burgled, or seriously damaged by fire, storm or flood; you, or a travel companion were called for jury service or required as a</td><td>for your proportional share of any pre-paid costs that are directly related to your trip for: transport charges accommodation costs foreign car hire pre-paid excursions booked before you go on your trip you, or a travel companion had leave withdrawn and are in the armed which you have paid and cannot get back from anyone else in the first </td></tr></table></body></html>\n\n",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/5b4c54ee4ba774a9db1aeb2dba4cffe17978558342a7d101acbcd4566e82e019.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>△ But we won't do anything if:</td><td></td><td>Important meanings in this section</td></tr><tr><td>settlement;</td><td>you have not paid your deductible or accepted it wil be deducted from any</td><td>BFPO - British Forces Posted Overseas. close business colleague - someone you work with, who due to the nature of</td></tr><tr><td></td><td>you are claiming due to a known event; </td><td>their job means their absence from work requires you to cancel or alter your trip. A</td></tr><tr><td></td><td>you are unable to provide evidence from a medical professional confirming your illness or infectious disease; </td><td>senior manager or director of the business must confirm this in the event of a claim. co-operate - provide us with any information or documentation we may reasonably</td></tr><tr><td></td><td>you cancelled your trip because:</td><td>require to enable us to verify and process your claim. deductible - the amount we wil deduct from any claim's setlement in respect of </td></tr><tr><td></td><td>you chose or were recommended to quarantine or isolate as a result of exposure to an infectious disease including Covid-19; </td><td>each person making a claim.</td></tr><tr><td>o</td><td>you simply did not want to travel or had a fear of travelling;</td><td>existing medical condition - any serious or recurring medical condition which has been previously diagnosed or been investigated or treated in any way, at any time </td></tr><tr><td></td><td>you could no longer aford to pay for the trip; of an existing medical condition which you have not told us about and </td><td>prior to travel, even if this condition is currently considered to be stable and under</td></tr><tr><td></td><td>that we have not agreed to cover in writing;</td><td>control. family member-any person who is related to you by blood, mariage, adoption,</td></tr><tr><td></td><td>of any epidemic, or pandemic as declared by the World Health Organisation (WHO);</td><td>fostering or co-habitation.</td></tr><tr><td></td><td>of FCDO, government or local authority advice relating to any infectious disease including Covid-19;</td><td>home - one of your normal places of residence in the United Kingdom, the Channel Islands, Isle of Man or BFPO.</td></tr><tr><td></td><td>you, or a travel companion did not obtain the required travel documents, inoculations or vaccinations for the area you are traveling to; </td><td>ilness - a condition, disease, set or symptoms or sickness leading to a significant change in your health, as diagnosed and confirmed by a doctor during</td></tr><tr><td></td><td>you, or a travel companion are the defendant in a court of law; </td><td>erd</td></tr><tr><td></td><td>you did not obtain prior authority to take leave or your leave was cancelled on disciplinary grounds;</td><td>such as government directives, unusual weather conditions, road traffic accidents, passport or customs delays or a strike.</td></tr><tr><td></td><td>you ask us to pay for a loss that is insured or guaranteed by any other existing protection, specifically Package Travel Regulations, ATOL</td><td>period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. redundant - being an employee where you qualify under the provision of the</td></tr><tr><td></td><td>(including Civil Aviation Authority requirements), or ABTA protection, or from your credit card provider under s75 Consumer Credit Act, or any other specific legislation for ransport or travel providers; </td><td>Employment Rights Acts. travel companion - a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible.</td></tr><tr><td></td><td>you ask us to pay for any costs already accepted or offered by your transport and/or accommodation provider, even if this is a credit note or alternative travel arrangements; you purchased insurance with the reasonable intention or likelihood of </td><td>travel documents - Current passports, ESTAs, Valid Visa's, travel tickets, European Health Insurance Cards (EHIC). trip - travel during the period of insurance.</td></tr><tr><td></td><td>claiming; your claim relates to course charges or tuition fees unless agreed in writing</td><td>trip destination- the final destination shown on your travel itinerary. unexpectedly - at the time of purchase of this insurance policy there was no reasonable chance or knowledge of a circumstance that would lead to a claim,</td></tr><tr><td></td><td>by us;</td><td>including information publicised in mainstream medical outlets.</td></tr><tr><td></td><td>you are unable to prove your financial loss; you do not co-operate with us </td><td>we/our/us - White Horse Insurance lreland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "If your end supplier fails financially before you leave home – Section A2 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/589270e2fa2c28a53fdea777e337da0f6920dd5662b81fc008d842113267450b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>the period of insurance, you had to cancel your trip because of the cial failure of the end supplier of the travel arrangements which do not form f a package holiday.</td><td>We will pay up to 5,000</td></tr><tr><td>SE NOTE: This section of your policy is administered by International nger Protection Limited and is underwritten by Liberty Mutual Insurance</td><td>for your share of any irrecoverable loss that is directly related to your trip, which you cannot get back from anyone else.</td></tr><tr><td>be SE. ccurrence which may give rise to a claim should be advised as soon as hably practicable to:</td><td></td></tr><tr><td>aims at Sedgwick, Oakleigh House, 14-15 Park Place, Cardiff CF10 3DQ. d Kingdom.</td><td></td></tr><tr><td>an also email: insolvency-claims@ipplondon.co.uk the website: www.iplondon.co.uk/claims.asp</td><td></td></tr><tr><td>1 can call: +44 (0) 345 266 1872</td><td></td></tr><tr><td>e quote your policy number, travel insurance policy name and reference</td><td></td></tr><tr><td>V2-20. 9am-5pm Weekdays Only.</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "△ ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "But we won’t do anything if: ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "you ask us to pay for travel or accommodation that was not booked within the United Kingdom, Channel Islands, Isle of Man or Northern Ireland prior to departure;   \nyou ask us to pay for the financial failure of any end supplier which was, or which any prospect of financial failure was, known by you or widely known publicly at the date you purchased this policy;   \nyou ask us to pay for any loss or part of a loss which at the time the loss happened was insured or guaranteed by any other existing policy, policies, bond, or was capable of recovery under Section 75 of the Consumer Credit Act or from any bank or card issuers or any other legal means;   \nyou ask us to pay for the financial failure of any travel agent, tour   \norganiser, booking agent or consolidator with whom you had booked travel or accommodation;   \nyou ask us to pay for any losses which are not directly associated with the incident that caused you to claim. For example, loss due to being unable to reach your pre-booked hotel following the financial failure of an airline. you do not co-operate with us. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Important meanings in this section co-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible – the amount we will deduct from any claim’s settlement in respect of each person making a claim. end supplier – the company that owns or operates the following services: scheduled airline, hotel, train operator including Eurostar, car ferries; villas abroad & cottages in the UK; coach operator, car or camper hire company, caravan sites, campsites, mobile home, safaris; excursions; Eurotunnel; theme parks or attractions. financial failure – means the end supplier becoming Insolvent or has an administrator appointed and being unable to provide agreed services. irrecoverable loss – deposits and charges paid by you for your trip which are not recoverable from any other source such as, but not limited to, insurance policies or financial bonds and guarantees provided by the end supplier or another insurance company or a government agency or a travel agent or credit card company. package holiday – any holiday where two or more components (i.e. transport and accommodation) have been booked with a tour organiser and therefore falls within the Package Travel Regulations. period of insurance – the trip dates shown on the insurance schedule or if the policy is a multi-trip, a trip that does not fall outside of the period of cover or exceed the stated limit. scheduled airline – an airline upon whom your trip depends operating a regular systematic service to a published timetable whose flights are available to paying members of the general public on a seat only basis and which is not part of a package holiday arranged by a tour organiser. tour organiser(s) – any individual or company which sells a package holiday. trip - travel during the period of insurance. we/our/us – Liberty Mutual Insurance Europe SE. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Your travel policy starts when you leave home to start your trip and ends when you return home, or you are taken to a hospital, nursing home or funeral director in the United Kingdom, Isle of Man or the Channel Islands. For single trip policies, no further trips are covered. For multi-trip policies further trips within the period of insurance are covered. Please Note: If your circumstances do not fit those described, then there is no cover in place. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Please be aware that we expect you to: ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "take reasonable care of yourself and your possessions, and act as if uninsured at all times. We will not consider claims that have arisen due to reckle behaviour or feature inflated costs; co-operate with us to provide any information or documentation we may reasonably require to enable us to verify and process your claim; not accept liability for any injury or damage you might cause to a third party or their property; • have declared all your existing medical conditions or any change in health to us. If you need to declare, please call 01223 446 920; to contact the assistance team before attending a private medical facility or if you require emergency medical treatment. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Important notice regarding the health of someone not insured on this policy, but whose health may affect your decision whether to take or continue with your trip ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "You will not be covered for any directly or indirectly related claims arising from the health of a travel companion, a family member, a close business colleague, or the person you were going to stay with if at the time your policy was issued you were aware they had health problems that were likely to significantly worsen during the period of insurance. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Important meanings in this section: ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "close business colleague – someone you work with, who due to the nature of their job means their absence from work requires you to cancel or alter your trip. A seni manager or director of the business must confirm this in the event of a claim.   \nco-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim.   \ndirectly or indirectly related claims – a medical problem that is more likely to happen because of another medical problem they already have.   \nexisting medical condition – any serious or recurring medical condition which has been previously diagnosed or been investigated or treated in any way, at any time prior to travel, even if this condition is currently considered to be stable and under control.   \nfamily member – any person who is related to you by blood, marriage, adoption, fostering or co-habitation.   \nperiod of insurance – the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit.   \ntravel companion – a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible. trip – travel during the period of insurance.   \nwe/our/us – White Horse Insurance Ireland dac ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "So, you’re all packed and just about ready to go. We have included a check list to help ensure that you haven’t forgotten anything! ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Check that your travel insurance covers the whole duration of your trip and any activities that you plan on trying. Check your travel documents: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "o Is your passport up to date, and is it valid for a least 6 months after the date you are due to come home?   \no Make two photocopies of your passport, tickets and travel insurance documents and leave one set at home (maybe let family/friends know where they are kept in case of an emergency). Take the other set with you but keep them separate from the originals.   \no Make sure you have important contact numbers in your phone just in case. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Check with your GP to ensure that you have had any necessary vaccinations and/or medications. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Know your destination: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "o It is always worth checking out any local laws and customs before you get there. o Pack a guide book. o Check the Foreign, Commonwealth & Development Office (FCDO) website www.gov.u • Tell family/friends about your trip and make sure they know where you are going and how to get hold of you in an emergency. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "When you are abroad: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "o Make sure your travel documents, passport, money and insurance documents are kept in a safe place.   \no Stick to safe filtered water and keep yourself well hydrated when you are out in the sun.   \no Always wear protective sunscreen when you are out and about, even if you are on the ski slopes! (but make sure the one you buy doesn’t contain the chemical Oxybenzone as it bleaches the sea coral).   \no Check out local information in your guidebook or online so that you are aware of any local holidays and nearby public medical facilities.   \no It is always a good idea to keep all your receipts just in case you need them for future reference. ",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/bf23394a1126582dcf23e37b7e270452d39dd2a13373c4210757869f51feab63.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td rowspan=\"5\">Your departure from your international departure point was delayed by more than 12 hours after your scheduled departure time because of a disruption to your transport providers' service.</td><td>We will pay you</td></tr><tr><td>20</td></tr><tr><td>for each full 12-hour period that you are delayed up to a maximum of</td></tr><tr><td>100</td></tr><tr><td></td></tr></table></body></html>\n\n",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "But we won’t do anything if: ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "your departure was delayed due to a known event at the time you purchased this policy;   \nyou cannot provide us with a written report from the transport provider confirming the reason for, and the length of the delay; you do not co-operate with us. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Important meanings in this section co-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible – the amount we will deduct from any claim’s settlement in respect of each person making a claim. international departure point – any airport, international rail terminal or port from which you leave a country having passed through passport control. known event – an existing, publicly announced or publicly broadcasted occurrence such as government directives, unusual weather conditions, road traffic accidents, passport or customs delays or a strike voted upon by union members. scheduled departure time – the time when you were meant to leave your international departure point as shown in your itinerary or published timetable. transport provider – Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. we/our/us – White Horse Insurance Ireland dac. ",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/42698056f87245f9229bf7f38e1139e54079ea3607dc58633363639a2ce206c0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td></tr><tr><td>Despite having taken reasonable steps, you did not reach your international departure point in time to check-in because:</td></tr><tr><td>public transport services you were using or intended to use were cancelled or delayed due to unforeseen strike, industrial action, mechanical failure or adverse weather conditions;</td></tr><tr><td>the vehicle in which you were travelling was involved in an accident, stuck in traffic, affected by road closure or broken down</td></tr><tr><td>which meant that you missed your transport providers' service.</td></tr></table></body></html>\n\n",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/25727f1bf7c80faed23448bf437eddefa6030b575c9c4a12875985f8f96e4bf9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>This is what we will do:</td></tr><tr><td>We will pay you up to 500 towards the costs that you had to pay for alternative transport and accommodation arrangements in order to reach your trip destination.</td></tr><tr><td></td></tr></table></body></html>\n\n",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "But we won’t do anything if: you have not paid your deductible or accepted that it will be deducted from any settlement; you did not take all reasonable steps to ensure that you checkedin/arrived at your boarding gate on time in accordance with your transport providers' instructions; the transport provider has provided alternative travel and accommodation, or made a financial contribution towards these costs; you missed your transport providers' service due to a known event; you are unable to provide us with the information we may reasonably require to confirm the reason you missed your transport providers' service; you cannot provide us with receipts for any additional expenditure; • you do not co-operate with us. ",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/3cae5e76199d2158844642873ae6048a32d07132a8be118115f6de6905ba4c46.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Important meanings in this section</td></tr><tr><td>co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. home country - either the United Kingdom, the Channel Islands or Isle of Man. international departure point - any airport, international rail terminal or port from</td></tr><tr><td>which you leave a country having passed through passport control. known event - an existing, publicly announced or publicly broadcasted occurrence such as government directives, unusual weather conditions, road traffic accidents, passport or customs delays or a strike voted upon by union members. public transport services - buses, coaches, domestic flights or trains that run to a</td></tr><tr><td>published scheduled timetable. reasonable steps - ensuring that you have allowed an additional 30 minutes travelling time on top of the time it would take to travel to your international</td></tr><tr><td>departure point given normal traffic and weather conditions. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip destination - inside or outside your home country which is your final ticketed </td></tr></table></body></html>\n\n",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/2fcb0578e06f9b2c7b98a1721f4973398668c60d26c3e25fd7407cdf9865144a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td rowspan=\"7\"></td><td>This is what we will do:</td></tr><tr><td>You decided that you no longer wanted to go on the trip because your transport providers' service from your home country was delayed for 24</td><td>We wil pay you up to</td></tr><tr><td rowspan=\"3\"></td><td>5,000</td></tr><tr><td>for your share of any pre-paid costs that are directly related to your trip, which you have paid and cannot get back from anyone else in the first instance, or which cannot be transferred or used for another purpose.</td></tr><tr><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/c8a6b6510d93fb2766a9ac63d13114a56723a6e4af692f39d754ebc60a6274a4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">△ But we won't do anything if:</td><td rowspan=\"5\"></td><td>Important meanings in this section</td></tr><tr><td></td><td>you have not paid your deductible or accepted that it will be deducted from any settlement;</td><td>BFPO - British Forces Posted Overseas. co-operate - provide us with any information or documentation we may r</td></tr><tr><td></td><td>the delay happened after the flight, sailing or train has departed from your home country;</td><td rowspan=\"5\">require to enable us to verify and process your claim. deductible - the amount we wil deduct from any claim's setlement in res each person making a claim. home country - either the United Kingdom, the Channel Islands or Isle of a known event - an existing, publicly announced or publicly broadcasted o such as government directives, unusual weather conditions, road traffic ac</td></tr><tr><td></td><td>the delay was due to a known event; you have already made a claim under the 'If you miss your departure' section of the policy;</td></tr><tr><td></td><td rowspan=\"4\">you cannot provide us with a writen report from the transport </td></tr><tr><td></td><td>provider confirming the reason that you did not travel, and the length of the delay; your flight/train/sailing was cancelled by your transport provider;</td></tr><tr><td></td><td>passport or customs delays or a strike voted upon by union members. period of insurance - the trip dates shown on the insurance schedule or you are abandoning your trip as a result of any epidemic or pandemic</td></tr><tr><td></td><td>policy is multi-trip, a trip that does not exceed the stated limit. as declared by the World Health Organisation (WHO); transport provider - Airline Companies, Rail Operators, Coach Operator and Cruise Operators.</td></tr><tr><td></td><td rowspan=\"4\">you are abandoning your trip due to FCDO, government or local authority advice relating to any infectious disease including COvID-19; you do not co-operate with us.</td><td rowspan=\"4\">trip - travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr><tr><td></td><td>you decided to abandon your travel plans after you had left your home country;</td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/5a6b599711472450d6978594693468023b43fce7138a5e09c8182854dfa4f41c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>During your trip, the end supplier of the travel arrangements which do not form part of a package holiday suffered financial failure.</td><td>We will pay up to 5,000</td></tr><tr><td>PLEASE NOTE: This section of your policy is administered by International Passenger Protection Limited and is underwritten by Liberty Mutual Insurance</td><td>towards the costs incurred in replacing that part of the travel arrangements to a similar standard as enjoyed prior to the curtailment of the travel arrangements</td></tr><tr><td>Europe SE. Any occurrence which may give rise to a claim should be advised as soon as</td><td></td></tr><tr><td>reasonably practicable to: IPP Claims at Sedgwick, Oakleigh House, 14-15 Park Place, Cardiff, CF10 3DQ.</td><td></td></tr><tr><td>United Kingdom. You can also email: insolvency-claims@ipplondon.co.uk</td><td></td></tr><tr><td>or visit the website: www.ipplondon.co.uk/claims.asp Or you can call: +44 (0) 345 266 1872</td><td></td></tr><tr><td>Please quote your policy number, travel insurance policy name and reference</td><td></td></tr><tr><td>EFSI V2-20: Open 9am-5pm Weekdays Only.</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "△ But we won’t do anything if: ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "you ask us to pay for travel or accommodation that was not booked within the United Kingdom, Channel Islands, Isle of Man or Northern Ireland prior to departure;   \nyou ask us to pay for the financial failure of any end supplier which was, or which any prospect of financial failure was, known by you or widely known publicly at the date you purchased this policy;   \nyou ask us to pay for any loss or part of a loss which at the time the loss happened was insured or guaranteed by any other existing policy, policies, bond, or was capable of recovery under Section 75 of the Consumer Credit Act or from any bank or card issuers or any other legal means;   \nyou ask us to pay for the financial failure of any travel agent, tour   \norganiser, booking agent or consolidator with whom you had booked travel or accommodation;   \nyou ask us to pay for any losses which are not directly associated with the incident that caused you to claim. For example, loss due to being unable to reach your pre-booked hotel following the financial failure of an airline. you do not co-operate with us. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Important meanings in this section co-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible – the amount we will deduct from any claims settlement in respect of each person making a claim. end supplier – the company that owns or operates the following services: scheduled airline, hotel, train operator including Eurostar, car ferries; villas abroad & cottages in the UK; coach operator, car or camper hire company, caravan sites, campsites, mobile home, safaris; excursions; Eurotunnel; theme parks or attractions. financial failure – means the end supplier becoming Insolvent or has an administrator appointed and being unable to provide agreed services. home country – either the United Kingdom, the Channel Islands or Isle of Man. mode of transport – scheduled airline, train (i.e. Eurostar and Eurotunnel), coach, ferry, Cruise Ship. package holiday – any holiday where two or more components (i.e. transport and accommodation) have been booked with a tour organiser and therefore falls within the Package Travel Regulations. period of insurance – the trip dates shown on the insurance schedule or if the policy is a multi-trip, a trip that does not fall outside of the period of cover or exceed the stated limit. However, any cancellation claims for a trip booked during the period of cover will be considered until the policy expires, as long as the trip does not exceed the stated limits. scheduled airline – an airline upon whom your trip depends operating a regular systematic service to a published timetable whose flights are available to paying members of the general public on a seat only basis and which is not part of a package holiday arranged by a tour organiser. tour organiser(s) – any individual or company which sells a package holiday. trip – travel during the period of insurance. we/our/us – Liberty Mutual Insurance Europe SE. ",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/701dbefc3516dec6ff248452886b15f1526f0732130dabbddbe987854128527a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td rowspan=\"5\">You need alternative accommodation following a natural disaster during your trip.</td><td>We wil pay you up to</td></tr><tr><td>1,000</td></tr><tr><td>for the cost of travel and alternative accommodation that is to the same standard of those on your original booking</td></tr><tr><td></td></tr><tr><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/d3e0685618aaf2b5b5eacd176be39d94cfadbcb3a5dfc18a7b6f26f015a22843.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>△ But we won't do anything if: u are unable to provide us with evidence of the necessity to make ernative travel arrangements; u are claiming due to a known event; ur trip is formed as part of a tour operators package holiday;</td><td>Important meanings in this section BFPO - British Forces Posted Overseas. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. home - one of your normal places of residence in the United Kingdom, the Channel Islands, Isle of Man or BFPO. known event - an existing, publicly announced or publicly broadcasted occurrence such as government directives, unusual weather conditions, road traffc accidents, passport or customs delays or a strike voted upon by union members.</td></tr><tr><td>natural disaster had already happened before you left home; I are claiming as a result of any epidemic or pandemic as declared the World Health Organisation (WHO); u are claiming due to FCDO, government or local authority advice ating to any infectious disease including COVID-19; I do not co-operate with us.</td><td>natural disaster - fire, flood, earthquake, storm, lightening, explosion or hurricane. package holiday - any holiday where two or more components (i.e. transport and accommodation) have been booked with a tour operator and therefore falls within the Package Travel Regulations. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. tour operator - any individual or company which sells a package holiday as defined within the Package Travel Regulations. trip - travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/ae415e23589a411870081e6eab67b875bf95042c0f4b31177a62603a09c92351.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td></td><td>This is what we will do:</td></tr><tr><td rowspan=\"3\">our arrival in your home country was more than 12 hours later than shown 1 your pre-booked itinerary due to circumstances beyond your control, or you vere unable to return home due to a medical situation which meant you ncurred additional kennel or cattery fees.</td><td></td><td>We will pay you 20</td></tr><tr><td></td><td>for each full 12-hour period that you are delayed on your return journey for additional pet care up to a maximum of 500</td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/475b94e4bd5dcf1b2387c7efcb0ef1e165e81783c9be617ff75a75d435878f4a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>△ But we won't do anything if:</td><td></td><td> Important meanings in this section</td></tr><tr><td>were involved in, or the perpetrator of, any violent or drunken viour which caused your return journey to your home country to elayed; cannot provide evidence of your additional expenditure; did not reach your international departure point in time for your booked transport; are unable to provide written confirmation from the transport ider showing the original booked arrival time, the actual arrval and the reason for the delay; do not co-operate with us.</td><td>each person making a claim. Islands, Isle of Man or BFPO. not exceed the stated limits. and Cruise Operators.</td><td>BFPO - British Forces Posted Overseas. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's settlement in respect of home - one of your normal places of residence in the United Kingdom, the Channel home country - either the United Kingdom, the Channel Islands or Isle of Man. international departure point - any airport, international rail terminal or port from which you leave a country having passed through passport control. period of insurance - the trip dates shown on the insurance schedule or if the policy is a multi-trip, a trip that does not fall outside of the period of cover or exceed the stated limit. However, any cancelltion claims for a trip booked during the period of cover will be considered until the policy expires, as long as the trip does transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry trip - travel during the period of insurance. we/our/us -White Horse Insurance lreland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 27
    },
    {
        "type": "table",
        "img_path": "images/21c3c064ab1a7a31e1be31ec18daeec3486a909a055f6f730a94e636eba02e30.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td rowspan=\"5\">You were denied boarding on the return journey of your trip due to having or being suspected of having an infectious disease (including Covid-19).</td><td>We will pay you up to</td></tr><tr><td>40</td></tr><tr><td>for additional accommodation (of a standard no greater than your origina booking) for each full 24-hour period that you are unable to return to you home country up to a maximum of</td></tr><tr><td>560</td></tr><tr><td>We wil pay up to</td></tr><tr><td></td><td>300 Europe,500Worldwide towards the cost of return transportation to your home country (of a stand no greater than the class of journey and in the same mode of transport yo paid for on your outward journey) at the earliest possible date based on medical or local authority advice.</td></tr></table></body></html>\n\n",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "△ But we won’t do anything if: you have not paid your deductible or accepted it will be deducted from any settlement; your transport provider has made arrangements to revalidate your original ticket but you chose not to accept it; you chose not to undertake your return journey; you were not denied boarding by your transport provider; you ask us to pay for travel to anywhere other than your home country; you are claiming for any costs relating to food or drink; you ask us to pay for a loss that is insured or guaranteed by any other existing protection, specifically Package Travel Regulations, ATOL, Air Passenger Rights, (including Civil Aviation Authority requirements), or ABTA protection, or any other specific legislation for transport or travel providers; you ask us to pay for any costs already accepted or offered by your transport and/or accommodation provider; you cannot provide us with a written report from the transport provider confirming the refusal of boarding; you are claiming for costs associated with you attempting to return prior to the recommended return date following your initial refusal of boarding; you are claiming for costs of any travel companion other than; o your children who are under 18 years of age, or o a legal dependant who is unable to travel without you, who is insured on this policy and where there is no responsible adult to supervise them, until you are able to return to your home country; you do not co-operate with us. ",
        "page_idx": 29
    },
    {
        "type": "table",
        "img_path": "images/0756053a62d61c595497e42c78e0c464790abbbc8e4dcec52c6189f1e65c9c03.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Important meanings in this section</td></tr><tr><td>co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. home country - either the United Kingdom, the Channel Islands or Isle of Man. package holiday - any holiday where two or more components (i.e. transport and accommodation) have been booked with a tour organiser and therefore falls within the Package Travel Regulations. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. travel companion - a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible. trip - travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 29
    },
    {
        "type": "table",
        "img_path": "images/372d4328bc1edf339705e0c27b554b322a6286fe61606a258ba1568e54198224.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If thishappened:</td><td>This iswhat wewill do:</td></tr><tr><td>During your trip abroad you needed emergency and necessary medical treatment (including dental treatment for the immediate relief of pain).</td><td>We wil pay you up to </td></tr><tr><td>PLEASE NOTE: This is a travel insurance policy and not private medical insurance; so, there is no cover for any medical expenses incurred in private </td><td>10,000,000 in respects of customary and reasonable fees or charges for emergency and</td></tr><tr><td>facilities if medically capable public facilities are available. PLEASE BE AWARE: This policy does not cover treatment due to, or a</td><td>necessary medical treatment that we have agreed to, as well as customary and reasonable fees or charges for: additional travel and accommodation costs if you are discharged</td></tr><tr><td>complication of, any health conditions as explained in “Your health - when buying the policy and for the duration of the policy' on page 8, which you have</td><td>from hospital but medically unable to return home immediately;</td></tr><tr><td>not told us about and we have not agreed to cover in writing. PLEASE NOTE: This policy excludes any costs incurred in respect of normal</td><td>costs for one other person to stay with you, or to travel to you from your home country and to accompany you home; travel costs to or from a hospital relating to your admission,</td></tr><tr><td>pregnancy or childbirth where you are between 29 and 40 weeks of the pregnancy.</td><td>discharge or atendance for outpatient treatment; travel costs to and from appointments, or for the collection of medication prescribed for you by the hospital, as well as the cost of</td></tr><tr><td>PLEASE NOTE: We williaise with your treating doctor(s) about your treatment plan and if required obtain a fit to fly' certificate. PLEASE BE AWARE: If you have not purchased a return ticket, we will deduct </td><td>additional food and drink, and the cost of telephone calls to us.</td></tr><tr><td>the costs of an economy flight (based on the cost on the date you came home)</td><td>We will pay you up to 300</td></tr><tr><td>from any costs we have incurred in returning you to your home.</td><td>for the emergency replacement of prescribed medication (including transport of </td></tr><tr><td></td><td>it to you where medically necessary) following the accidental loss or theft of medication which you took with you on your trip.</td></tr><tr><td></td><td>We wil pay up to </td></tr><tr><td></td><td>350</td></tr><tr><td></td><td></td></tr><tr><td></td><td>emergency dental treatment only to treat sudden pain.</td></tr></table></body></html>\n\n",
        "page_idx": 30
    },
    {
        "type": "table",
        "img_path": "images/7d9261a73232f5157319d92a8fcdaa3b53f6f1c515b0f8caa6ac9fa5c53f70c9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>△ But we won't do anything if:</td><td></td><td>Important meanings in this section</td></tr><tr><td>from any settlement; you cannot produce receipts for any additional expenses; be routine, non-emergency or elective; and reasonable ievels of charging; wait until you return home; your home country; </td><td>you have not paid your deductible or accepted that it will be deducted you ask us to pay for any services or treatment that are considered to you ask us to pay medical fees and charges in excess of customary you ask us to pay for any services or treatment that can reasonably you ask us to pay for any services or treatment that you received in you ask us to pay for any services or treatment that you received after the date that we, in consultation with your treating doctor, told you that you could return home; you were under the influence of non-prescribed drugs, solvents or anything relating to your prior abuse of drugs or solvents; where excessive alcohol consumption was a contributory factor; you were driving or riding any motorised vehicle for which, you did not hold a valid UK Driving Licence and you failed to take </td><td>abroad - anywhere outside of your home country. additional sports activity - any sports or activity not listed on page 63. BFPO - British Forces Posted Overseas. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. emergency and necessary medical treatment - any ill-health or injury which occurs during your trip and requires immediate treatment either before you return home or to enable you to return home. excessive alcohol consumption - drinking enough alcohol that it seriously affects your decision making or that you suffer injury or illness from either long-term alcohol abuse or one off binge'. hesfaofesdentm,ha home country - either the United Kingdom, the Channel Islands or Isle of Man. motorised vehicle - car, motorcycle, moped, scooter, boat or quad bike. outpatient treatment - treatment received which does not require admittance to a hospital. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. reasonable safety precautions - wearing a seat belt in a car or similar vehicle, or a helmet on a motorcycle or similar vehicle. trip - travel during the period of insurance. valid UK Driving Licence - visit www.gov.uk/driving/licence-categories we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/fa08b44b656e715d2f56a885e78cd785a6ecd10422ea55b7a2919d92891e6880.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>As a result of emergency and necessary medical treatment during your trip abroad we decided that it was medically necessary for you to return home either before or after your scheduled return date, or you were unfortunate</td><td>We wil pay you up to</td></tr><tr><td>enough to suffer a serious accident, illness or injury during your trip which resulted in your death.</td><td>200,000 for customary and reasonable costs that are medically necessary to enable us </td></tr><tr><td>PLEASE NOTE: We will lise with your treating doctor(s) about your treatment plan and if required obtain a fit to fly' certificate.</td><td>to return you to your home or nursing home, or to move you to the most suitable hospital in your home country as arranged by the assistance team; </td></tr><tr><td>We will also liaise with you and advise on, and also put in place, suitable repatriation plans to get you home as soon as it is medically safe to do so in order to achieve your optimal recovery.</td><td>We will pay you up to</td></tr><tr><td>PLEASE BE AWARE: If you have not purchased a return ticket, we willdeduct the costs of an economy flight (based on the cost on the date you came home)</td><td>200,000 for customary and reasonable transportation costs, as arranged by the </td></tr><tr><td>from any costs we have incurred in returning you to your home.</td><td>ssistance team unless otherwise agreed by us, to return your body or ashes back to your home, a hospital or funeral directors in the United Kingdom or the Channel Islands.</td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 32
    },
    {
        "type": "table",
        "img_path": "images/e5155d29146024b2ed3714449a69071256db0852fefb94cc6d04c6cca0f33740.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\"></td><td rowspan=\"5\"></td><td>Important meanings in this section</td></tr><tr><td></td><td>△ But we won't do anything if:</td><td>abrpdaefre</td></tr><tr><td></td><td>you have not paid your deductible or accepted that it willbe deducted from any settlement; you do not have a valid claim under the If you need emergency</td><td rowspan=\"3\">co-operate - provide us with any information or documentation we may rea require to enable us to verify and process your claim. deductible - the amount we will deduct from any claims settlement in respe each person making a claim. emergency and necessary medical treatment - any ill-health or injury wh occurs during your trip and requires immediate treatment either before you</td></tr><tr><td></td><td>medical treatment abroad' section of this policy;: you ask us to pay the cost of bringing you home before we consider it clinically safe to do so and there is appropriate medical treatment </td></tr><tr><td> available locally;</td><td>you ask us to pay for any costs to which we have not agreed to; home or to enable you to return home. home - one of your normal places of residence in the United Kingdom, the Islands, Isle of Man or BFPO.</td></tr><tr><td></td><td rowspan=\"4\">the risk associated with brining you home is greater than the risk of you remining in resort; class in which you were originally booked to return home, unless we agree and it is medically necessary; you ask us to pay for the cost or burial or cremation in your home country; you ask us to pay for repatriation costs which we have not agreed;</td><td rowspan=\"4\">director in the United Kingdom or the Channel Islands. scheduled return date - the date you intended to return home as shown c travel tickets or travel itinerary. trip - travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr><tr><td></td><td>your return home would present unnecessary risk to other travellers; home country - either the United Kingdom, the Channel Islands or Isle of N period of insurance- the trip dates shown on the insurance schedule or if you ask us to pay for the cost of travel to a standard higher than the</td></tr><tr><td></td><td>policy is a multi-trip, a trip that does not fall outside of the period of cover or the stated limit. However, any cancellation claim for a trip booked during the</td></tr><tr><td></td><td>of cover will be considered untilthe policy expires, as long as the trip does r exceed the stated limits. repatriation - returning you to your home, a hospital, nursing home or fune</td></tr></table></body></html>\n\n",
        "page_idx": 33
    },
    {
        "type": "table",
        "img_path": "images/7546e837db74d9759921ccb3bba5f975155e47ccae1f2e1032f1ffc65e7bf9eb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>During your trip abroad you incurred addition medical expenses.</td><td>We wil pay you up to 350</td></tr><tr><td>PLEASE NOTE: This is a travel insurance policy and not private medical insurance; so, there is no cover for any medical expenses incurred in private</td><td>the travel and accommodation costs of another holiday to recuperate from your surgery within 3 months of your return to the UK, Channel Islands or BFPO.</td></tr><tr><td>facilities if medically capable public facilities are available. PLEASE BE AWARE: This policy does not cover treatment due to, or a</td><td>We will pay you up to 750</td></tr><tr><td>complication of, any health conditions as explained in Your health - when buying the policy and for the duration of the policy' on page 8, which you have not told us about and we have not agreed to cover in writing.</td><td>the costs, following injury orilness sustained on your trip, of a medical examination in the UK, Channel Islands or BFPO within 3 months of your</td></tr><tr><td>PLEASE NOTE: This policy excludes any costs incurred in respect of normal</td><td>return home from your trip.</td></tr><tr><td>pregaeyorchidbith wher yo re ewe an o we the</td><td>We will pay you up to</td></tr><tr><td></td><td>500</td></tr><tr><td></td><td>the necessary and reasonable costs of employing a home help or registered</td></tr><tr><td></td><td>nanny if you are hospitalised or need to stay in bed at home immediately after</td></tr><tr><td></td><td>being repatriated on the advice of a registered medical practitioner.</td></tr><tr><td></td><td></td></tr><tr><td></td><td>We will pay you up to</td></tr><tr><td></td><td>500 the necessary and reasonable costs of cosmetic surgery as recommended by</td></tr></table></body></html>\n\n",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/07c94fa22afed4eb8975cae3a40a815e0074e0c851ee7a043513f58aadf4fabe.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>△ But we won't do anything if:</td><td></td><td>Important meanings in this section</td></tr><tr><td></td><td>you are claiming for any travel and accommodation costs on behalf of a second person. you are claiming for any medical examination not linked directly to</td><td rowspan=\"4\"></td><td>abroad - anywhere outside of your home country. additional sports activity - any sports or activity not listed on page 63. BFPO - British Forces Posted Overseas.</td></tr><tr><td></td><td>an injury or illness occurring on your trip. you are claiming any costs if you needed home help or a registered </td><td>co-operate - provide us with any information or documentation we may reasonably rurees in </td></tr><tr><td></td><td>nanny before you began your trip. you are claiming any cosmetic surgery which has not been</td><td>each person making a claim. excessive alcohol consumption - drinking enough alcohol that it seriously affects</td></tr><tr><td></td><td>recommended by a medical practitioner, or has not been agreed by us any cosmetic surgery not directly linked to an injury orilness </td><td>your decision making or that you suffer injury or ilness from either long-term alcohol abuse or one off binge'. home - one of your normal places of residence in the United Kingdom, the Channel</td></tr><tr><td></td><td rowspan=\"4\">occurring on your trip. there has been any claim that has not involved a minimum of 5 </td><td>Islands, Isle of Man or BFPO.</td></tr><tr><td></td><td rowspan=\"4\">days in-patient public hospital stay following surgery. you do not have a valid claim under if you need emergency</td><td>home country - either the United Kingdom, the Channel Islands or Isle of Man. motorised vehicle - car, motorcycle, moped, scooter, boat or quad bike.</td></tr><tr><td></td><td>outpatient treatment - treatment received which does not require admittance to a hospital.</td></tr><tr><td></td><td>you were taking part in an additional sports activity and you had period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit.</td></tr><tr><td></td><td rowspan=\"4\">you went against FCDO, government, local authority or medical advice relating to any infectious disease including COVID-19;</td><td rowspan=\"4\">reasonable safety precautions - wearing a seat belt in a car or similar vehicle, or a helmet on a motorcycle or similar vehicle. trip - travel during the period of insurance. valid UK Driving Licence - visit www.gov.uk/driving/licence-categories</td></tr><tr><td></td><td>where excessivealcohol consumptionwas acontributoryfactor; you were driving or riding any motorised vehicle for which, you did </td></tr><tr><td></td><td>we/our/us - White Horse Insurance Ireland dac. not hold a valid UK Driving Licence and you failed to take </td></tr><tr><td></td><td>reasonable safety precautions;</td></tr><tr><td></td><td rowspan=\"4\">you knowingly put yourself at risk, unless you were trying to save your own or someone else's life; you do you co-operate with us.</td><td rowspan=\"4\"></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 35
    },
    {
        "type": "table",
        "img_path": "images/6becd8ce4deac26a4fa5411947c58fcd749b270390c46f8e1f2d520977f5f834.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>You were unfortunate enough to suffer a serious accident, ilness or injury during your trip abroad which resulted in your death, and you were buried or cremated abroad.</td><td>We will pay your estate or the executors/administrators of your estate up to 1,500 towards the costs of your burial or cremation abroad.</td></tr></table></body></html>\n\n",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "△ But we won’t do anything if: ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "there has not been a valid claim under the ‘If you need emergency medical treatment abroad’ section of this policy; ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "your estate or the executors/administrators of your estate: ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "o have not paid the deductible or accept that it will be deducted from any settlement;   \no ask us to pay for the costs of burial or cremation in your home country;   \no do not co-operate with us. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Important meanings in this section abroad – anywhere outside of your home country. BFPO – British Forces Posted Overseas. co-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible – the amount we will deduct from any claim’s settlement in respect of each person making a claim. home – one of your normal places of residence in the United Kingdom, the Channel Islands, Isle of Man or BFPO. home country – either the United Kingdom, the Channel Islands or Isle of Man. period of insurance – the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. scheduled return date – the date you intended to return home as shown on your travel tickets or travel itinerary. trip – travel during the period of insurance. we/our/us – White Horse Insurance Ireland dac. ",
        "page_idx": 37
    },
    {
        "type": "table",
        "img_path": "images/4a542cc3f61abb9845260e3c0435d0bf31ef263b2e4e7900993c6785dccf8942.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>During your trip abroad, you were admitted to a public hospital as an inpatient for emergency and necessary medical treatment.</td><td>We willpay you 25</td></tr><tr><td rowspan=\"3\">PLEASE NOTE: This is a travel insurance policy and not private medical insurance; so, there is no cover for any medical expenses incurred in private facilities if medically capable public facilities are available.</td><td>for each full 24-hour period that you are in a public hospital up to a maximu</td></tr><tr><td>of 1,000</td></tr><tr><td>PLEASE NOTE: This payment is in addition to any emergency medical expenses we may have agreed to pay under the section called 'lf you need emergency medical treatment abroad'.</td></tr></table></body></html>\n\n",
        "page_idx": 38
    },
    {
        "type": "table",
        "img_path": "images/be50a11f53634c639b692bf4c7901d9330ce4553987a6bf021d20b31a66b9e8e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td></td></tr><tr><td></td><td>A But we won't do anything if:</td></tr><tr><td></td><td>you do not have a valid claim under the If you need emergency medical treatment abroad' section of this policy; you remained an inpatient after the date we, in consultation with your treating doctor, told you that you could return home or be safely</td></tr><tr><td>home;</td><td>discharged to your trip accommodation until you were fit to return you do not co-operate with us.</td></tr></table></body></html>\n\n",
        "page_idx": 39
    },
    {
        "type": "table",
        "img_path": "images/cb3bf9da0d337d8b14e2e0e3246a5c9ab98a6a77c242cc1cc6634b76e986e1ff.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Important meanings in this section</td></tr><tr><td>abroad - anywhere outside of your home country. BFPO - British Forces Posted Overseas. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. emergency and necessary medical treatment - any ill-health or injury which occurs during your trip and requires immediate treatment either before you return home or to enable you to return home. home - one of your normal places of residence in the United Kingdom, the Channel Islands,Isleof Man orBFPO. home country - either the United Kingdom, the Channel Islands or Isle of Man. in-patient - being admitted to a hospital for a period of 24 hours or more. period of insurance- the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. trip- travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Curtailment – If you have to cut your trip short – Section B13 ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/3431acd9580851f5e5a4cda663f59a090486f087a3d9c3f309e0891df4e01e0f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">If this happened:</td><td>This is what we will do:</td></tr><tr><td colspan=\"2\">You had to cut short your trip because the following unexpectedly happened after you left home, which you would not have been expected to foresee or avoid:</td><td>We wil pay up to 5,000</td></tr><tr><td></td><td>you, or anyone insured on this policy, became ill with an infectious disease during your trip (including contracting Covid-19); you, a travel companion, a family member, a close business </td><td>for your proportional share of any unused pre-paid accommodation, car hire and excursions that are directly related to your trip, which you have paid and</td></tr><tr><td></td><td>colleague, or the person you were going to stay with became ill (excluding contracting Covid-19), was injured or died;</td><td>cannot get back from anyone else in the first instance, or which cannot be transferred or used for another purpose, as well as any additional travel expenses incurred to get you home.</td></tr><tr><td></td><td>your home was burgled, or seriously damaged by fire, storm or flood; your pre-booked accommodation was damaged by a natural disaster,</td><td></td></tr><tr><td></td><td>and alternative accommodation was not provided; you, or a travel companion were called for jury service or required as a witness in a court of law;</td><td>PLEASE NOTE: You must use or re-validate your original ticket for your early return. If this is not possible you must provide evidence that additional costs </td></tr><tr><td></td><td>you, or a travel companion had leave withdrawn and are in the armed forces (including reserves and territorial), emergency services, medical or nursing professions (in the public sector) or senior employees of the</td><td>were necessary. Any refunds due on unused original tickets will be deducted from your claim. If you do not have an original return ticket, you will not be reimbursed for costs incurred for your early return.</td></tr><tr><td></td><td>government; as a result of fire, earthquake, storm, flood, riot or civil unrest; the Foreign, Commonwealth & Development Office (FCDO) or comparable prohibitive regulations by the government of the country you were due to visit and within 50 miles of your chosen destination, change the travel advice to against all or all but essential travel for these reasons</td><td></td></tr><tr><td></td><td>only.</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "△ But we won’t do anything if: ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "you are claiming due to a known event;   \nyou are claiming as a result of any epidemic, or pandemic as declared   \nby the World Health Organisation (WHO);   \nyou are claiming due to FCDO, government or local authority advice   \nrelating to any infectious disease;   \nyou ask us to pay for the cost of your original return ticket when we   \nhave paid for a new ticket or arranged your medical repatriation;   \nyou had cut short your trip because:   \no you could no longer afford to pay for the trip,   \no you did not want to continue travelling or had a fear of continuing your trip;   \no of an existing medical condition which you have not told us about and that we have not agreed to cover in writing;   \no of a normal pregnancy or childbirth where you were more than 29 weeks pregnant at the start of your trip. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "you, or a travel companion are the defendant in a court of law; ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "you did not obtain prior authority to take leave or your leave was cancelled on disciplinary grounds; you ask us to pay for a loss that is insured or guaranteed by any other existing protection, specifically Package Travel Regulations, ATOL (including Civil Aviation Authority requirements), or ABTA protection, or from your credit card provider under s75 Consumer Credit Act, or any other specific legislation for transport or travel providers; you ask us to pay for any costs already accepted or offered by your transport and/or accommodation provider, even if this is a credit note or alternative travel arrangements; you are unable to prove your financial loss; • you do not co-operate with us. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Important meanings in this section BFPO – British Forces Posted Overseas. close business colleague – someone you work with, who due to the nature of their job means their absence from work requires you to cancel or alter your trip. A senior manager or director of the business must confirm this in the event of a claim. co-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible – the amount we will deduct from any claim’s settlement in respect of each person making a claim. existing medical condition – any serious or recurring medical condition which has been previously diagnosed or been investigated or treated in any way, at any time prior to travel, even if this condition is currently considered to be stable and under control. family member – any person who is related to you by blood, marriage, adoption, fostering or co-habitation. home – one of your normal places of residence in the United Kingdom, the Channel Islands, Isle of Man or BFPO. known event – an existing, publicly announced or publicly broadcasted occurrence such as government directives, unusual weather conditions, road traffic accidents, passport or customs delays or a strike voted upon by union members. natural disaster – fire, flood, earthquake, storm, lightening, explosion or hurricane. period of insurance – the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. redundant – being an employee where you qualify under the provision of the Employment Rights Acts. repatriation – returning you to your home, a hospital, nursing home or funeral director in the United Kingdom or the Channel Islands. travel companion - a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible. trip – travel during the period of insurance. trip destination- the final destination shown on your travel itinerary. unexpectedly – at the time of purchase of this insurance policy there was no reasonable chance or knowledge of a circumstance that would lead to a claim, including information publicised in mainstream medical outlets. we/our/us – White Horse Insurance Ireland dac.. ",
        "page_idx": 41
    },
    {
        "type": "table",
        "img_path": "images/e89f02f08c9cb04bcabce271cb97e1e30f40d101bd12db967e01d1ea8a3c2ed5.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened: Despite having taken precautions your mobility equipment was lost stolen or</td><td rowspan=\"6\"></td><td rowspan=\"6\"></td><td>This is what we will do:</td></tr><tr><td>We will pay you up to</td></tr><tr><td>2,500</td></tr><tr><td>for either;</td></tr><tr><td>the cost of repairing items that are damaged whilst on your trip, up to the limit shown, less an allowance for age, wear and tear.</td></tr><tr><td>or up to the limit shown, less an allowance for age, wear and tear, to cover</td></tr><tr><td></td><td></td><td>mobility and disability equipment that is stolen, permanently lost or destroyed whilst on your trip.</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 42
    },
    {
        "type": "table",
        "img_path": "images/73f202ea8a1e569b9027eb52005bc59c82c2e83e51f3601ea8b9e77bb2a72417.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\"></td></tr><tr><td></td><td>But we won't do anything if:</td></tr><tr><td></td><td>the equipment was not brought with you from your home country at your own cost and you have complied with the carrier's conditions of carriage. you did not notify the loss or theft to the police, your transport provider</td></tr><tr><td></td><td>or tour operators' representative and obtain a local independent written report during your trip;</td></tr><tr><td></td><td>you are unable to provide evidence of ownership; the equipment was left unattended, unless they were locked in a safe or</td></tr><tr><td></td><td>safety deposit box or left out of sight in your locked accommodation or motor vehicle and you can provide evidence of unauthorised and/or forcible entry you are claiming for items which have been damaged by a domestic</td></tr><tr><td></td><td>dispute, atmospheric or climatic conditions, age, wear, tear, moth or vermin. you left your equipment unattended away from your holiday or trip accommodation unless left between 6.00 am and 11.00 pm local time</td></tr><tr><td></td><td>(during daytime) in the locked boot or covered luggage area of a motor vehicle unless entry was gained by violent and forcible means. you do not co-operate with us.</td></tr></table></body></html>\n\n",
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/5818a435b4f4a5dcbd84e619714b2917a524faa61b15772eeb542eed48fd2a75.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>portanrtrneannrgsittnssectiomt co-operate - provide us with any information or documentation we may reasonably</td></tr><tr><td>require to enable us to verify and process your claim. evidence of ownership - a document to evidence that the item(s) you are claiming for belong to you. This can be a copy of the till receipt, delivery note, gift receipt, bank or credit card statement, guarantees or insurance validation certificate. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. precautions - all measures that it would be reasonable to expect a person to take in the circumstances to prevent accidental loss, theft or damage of their other possessions. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip - travel during the period of insurance. unattended - neither on your person or within your sight and reach. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/57171f072ff89c9fa9e2c47f422a1fd2491f4400c6e97c6993bc6944ed271d2a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td rowspan=\"7\">Your checked-in baggage did not arrive at your trip destination within 12 hours of your arrival because it was misplaced by your transport provider.</td><td>We will pay you up to</td></tr><tr><td>300</td></tr><tr><td>for the purchase of essential items if you are without your checked-in baggage for more than 12 hours.</td></tr><tr><td></td></tr><tr><td></td></tr><tr><td></td></tr><tr><td></td></tr><tr><td></td></tr></table></body></html>\n\n",
        "page_idx": 44
    },
    {
        "type": "table",
        "img_path": "images/2a3f090542f428aeb2610c9c9600c7064c093b0684889ceda96770966c7aea82.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\"></td><td colspan=\"2\"></td></tr><tr><td></td><td>A But we won't do anything if:</td><td></td><td>Important meanings in this section BFPO - British Forces Posted Overseas.</td></tr><tr><td></td><td>you are unable to provide us with evidence from your transport provider or their handling agents confirming that your checked-in baggage was delayed and the date and time it was returned to you; you do not co-operate with us.</td><td></td><td>checked-in baggage - suitcases, holdalls or rucksacks that have been checked-in by your transport provider and placed in the luggage hold of your transport providers service in which you were booked to travel. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. essential items - underwear, socks, toiletries, a change of clothing and baby formula/food. home country - either the United Kingdom, the Channel Islands or Isle of Man. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip destination - the airport, international rail terminal or port outside your home country, which is your final ticketed destination. trip - travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "If your valuables are lost, stolen or accidentally damaged – Section B16 ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "table",
        "img_path": "images/c12c22074562fa4781079c4cd51a5736555f70f968b634418bb720e061c27bfc.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>We will pay you up to</td><td>This is what we will do:</td></tr><tr><td colspan=\"2\">Despite having taken precautions your valuables were lost, stolen or accidentally damaged during your trip.</td><td>300</td></tr><tr><td colspan=\"2\">PLEASE NOTE: We define valuables as rings, watches (excluding smart watches), necklaces, earrings, bracelets, body jewellery, any semi or non- precious stones or metals, costume jewellery and any electrical item that is not a gadget which requires power either from the mains or from a battery.</td><td>in total for lost, stolen or accidentally damaged valuables.</td></tr></table></body></html>\n\n",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "△ But we won’t do anything if: your valuables were in your checked-in baggage; you did not notify the loss or theft to the police, your transport provider or tour operators’ representative and obtain a local independent written report during your trip; you are unable to provide evidence of ownership; you did not take all available precautions; you are claiming for items that have been damaged by age or wear and tear; the items were left unattended, unless they were locked in a safe or safety deposit box or left out of sight in your locked accommodation or motor vehicle and you can provide evidence of unauthorised and/or forcible entry; you do not co-operate with us. ",
        "page_idx": 47
    },
    {
        "type": "table",
        "img_path": "images/e8c6d2aca68f923d5f6b4c3e7678d59534832ce1e29add9371bfcb7bf198b1e8.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Important meanings in this section</td></tr><tr><td>checked-in baggage - suitcases, holdalls or rucksacks that have been checked-in by your transport provider and placed in the luggage hold of your transport providers service in which you were booked to travel. co-operate - provide us with any information or documentation we may reasonably requiretoenableustoverifyandprocessyourclaim. deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. evidence of ownership - a document to evidence that the item(s) you are claiming for belong to you. This can be a copy of the tillreceipt, delivery note, gift receipt,</td></tr><tr><td>bank or credit card statement, guarantees or insurance validation certificate. gadget(s) - include; Mobile/ Smart Phones, Laptops, Tablets, Digital Cameras, MP3 Players, CD/DVD Players, Games Consoles, Video Cameras, Camera Lenses, Bluetooth Headsets, Satelite Navigation Devices, PDAs, E-Readers, Head/Ear Phones, Portable Health Monitoring Devices, Wearable Technology. pair or set - two or more items that are complementary or purchased as one item or used or worn together. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. precautions - all measures that it would be reasonable to expect a person to take in the circumstances to prevent accidental loss, theft or damage of their valuables. single article - any single item that is not part of a pair or set. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip - travel during the period of insurance.</td></tr></table></body></html>\n\n",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "If your gadgets are lost, stolen or accidentally damaged – Section B17 ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "table",
        "img_path": "images/c1ba2e95384354b0598f292ec7dfad09330171261abb6e627c8a0b01c91ed124.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>Despite having taken precautions your gadget(s) was lost, stolen or accidentally damaged during your trip. PLEASE NOTE: There is no monetary payment for a lost or stolen gadget</td><td>Provided your gadget meets the eligibility criteria, we willarrange for yu gadget to be repaired or, if it cannot be repaired, replaced with a gadget of a similar age, make and model, up to a maximum of </td></tr><tr><td rowspan=\"2\">under this policy. If your gadget is damaged you will have to submit it to us for inspection before it is repaired. If your gadget is lost or stolen, or if it cannot be repaired, we will do our best to replace it with a similar make and model, or the equivalent value taking into account the age and condition of the gadget.</td><td>1,500</td></tr><tr><td>We wil also pay you up to</td></tr><tr><td rowspan=\"3\">PLEASE BE AWARE that this is not a new for old insurance policy, so the replacement may be a pre-owned, refurbished or re-manufactured (not brand new). Where is replacement has been provided, the original item will become our property. All repairs are issued with a 3-month warranty, and all replacements are issued with a 12-month warranty - if you need to claim under the warranty you should contact us. If you existing accessories are not compatible with the replacement item that we have provided, we will cover the cost of replacing the accessories, on production of your evidence of ownership for these.</td><td>500</td></tr><tr><td>for the reimbursement of unauthorised call or data download, which you cannot recover from your network provider, if your mobile phone is accidentally lost or stolen whilst on your trip and is used fraudulently.</td></tr><tr><td></td></tr></table></body></html>\n\n",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "△ But we won’t do anything if: your gadget was in your checked-in baggage; your gadget falls outside our eligibility criteria; you did not report loss or theft to the local Police and obtain a written report within 24 hours of discovering the incident; your claim is for a mobile phone and you did not notify your service provider and ask them to blacklist your phone; you are unable to provide evidence of ownership; you did not take all available precautions; you left your gadget unattended in a public place; your gadget was stolen from a motor vehicle or your trip accommodation, and you cannot provide evidence of unauthorised and/or forcible entry; you ask us to reimburse unauthorised calls or data if you did not report the loss or theft of your mobile phone to the service provider within 24 hours of discovery and you have not provided an itemised bill from your service provider; you ask us to pay for loss, theft of or accidental damage to accessories other than SIM or PCIMA cards which were in the gadget at the time of the loss, theft or damage; you do not co-operate with us. ",
        "page_idx": 49
    },
    {
        "type": "table",
        "img_path": "images/659d70efdfdb6096c8e66ee8444135cf152dc092f327d0b0c7cd4c030fbaf56d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Important meanings in this section</td></tr><tr><td>accessories - items such as but not limited to, chargers, protective cases, headphones and hands-free devices that are used in conjunction with your gadget but excludes SIM cards and wearables. checked-in baggage - suitcases, holdalls/ rucksacks that have been checked-in by your transport provider and placed in the luggage hold of your transport providers service in which you were booked to travel. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim.</td></tr><tr><td>deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. eligibility criteria - a gadget must be in good working order and in your possession when you start your trip and purchased as new in the UK, or, if purchased as refurbished, was purchased direct from the manufacturer/ network provider in the UK.</td></tr><tr><td>evidence of ownership - a document to evidence that the item(s) you are claiming for belongs to you. This can be a copy of the till receipt, delivery note, gift receipt, bank or credit card statements, guarantees, instruction manuals or insurance valuation certificates. gadget(s) - include; Mobile/ Smart Phones, Laptops, Tablets, Digital Cameras, MP3 Players, CD/DVD Players, Games Consoles, Video Cameras, Camera Lenses, Bluetooth Headsets, Satellite Navigation Devices, PDAs, E-Readers,</td></tr><tr><td>Head/Ear Phones, Portable Health Monitoring Devices, Wearable Technology. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. precautions - all measures that it would be reasonable to expect a person to take in the circumstances to prevent accidental loss or theft of their gadgets. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip - travel during the period of insurance. unattended - neither on your person or within your sight and reach. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 49
    },
    {
        "type": "table",
        "img_path": "images/67b2211f4f84c0736c7fd841415aab46e84e3942209b5d4b5718e6da5bcf3233.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td rowspan=\"5\">Despite having taken precautions your other possessions, which were not gadgets or valuables, were lost, stolen or accidentally damaged during your trip.</td><td>We wil pay you up to</td></tr><tr><td>3,000</td></tr><tr><td>in total for lost, stolen or accidentally damaged other possessions after a deduction for wear and tear, however the most we wil pay for any single</td></tr><tr><td>article, pair or set is 300</td></tr><tr><td></td></tr></table></body></html>\n\n",
        "page_idx": 50
    },
    {
        "type": "table",
        "img_path": "images/264883416241adfe2813782b949d12b1cca7a8114e27377a68937abb87a9e95d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>aoanytig.</td></tr><tr><td></td><td>you did not notify the loss or theft to the police, your transport provider or tour operators' representative and obtain a local</td></tr><tr><td></td><td>independent written report during your trip:</td></tr><tr><td></td><td>you are unable to provide evidence of ownership;</td></tr><tr><td></td><td> you did not take all available precautions;</td></tr><tr><td></td><td>you are claiming for items that have been damaged by age or wear and tear;</td></tr><tr><td></td><td>any possessions were left unattended (other than in checked-in baggage) away from your locked accommodation or motor vehicle and </td></tr><tr><td></td><td>you can provide evidence of unauthorised and/or forcible entry; you are claiming for loss, theft or damage to any item of sports equipment; </td></tr><tr><td></td><td> you do not co-operate with us.</td></tr></table></body></html>\n\n",
        "page_idx": 51
    },
    {
        "type": "table",
        "img_path": "images/2bdf079a45042ba72fc72c04a924748e2b56650d02f45dc29501bdde7d428c3b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Important meanings in this section</td></tr><tr><td>checked-in baggage - suitcases, holdalls or rucksacks that have been checked-in by your transport provider and placed in the luggage hold of your transport providers service in which you were booked to travel. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's setlement in respect of each person making a claim. evidence of ownership - a document to evidence that the item(s) you are claiming</td></tr><tr><td>for belong to you. This can be a copy of the tillreceipt, delivery note, gift receipt, bank or credit card statement, guarantees or insurance validation certificate. gadget(s) - include; Mobile/ Smart Phones, Laptops, Tablets, Digital Cameras, MP3 Players, CD/DVD Players, Games Consoles, Video Cameras, Camera Lenses, Bluetooth Headsets, Satellite Navigation Devices, PDAs, E-Readers, Head/Ear Phones, Portable Health Monitoring Devices, Wearable Technology. pair or set - two or more items that are complementary or purchased as one item or used or worn together. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit.</td></tr><tr><td>precautions - all measures that it would be reasonable to expect a person to take in the circumstances to prevent accidental loss, theft or damage of their other possessions. single article - any single item that is not part of a pair or set. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip - travel during the period of insurance. unattended - neither on your person or within your sight and reach. valuables - rings, watches (excluding smart watches), necklaces, earrings, bracelets, body rings, any semi or non-precious stones or metals, costume jewellery and any electrical item that is not a gadget which requires power either from the mains or from a battery. we/our/us-White Horse Insurance lreland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 51
    },
    {
        "type": "table",
        "img_path": "images/9a1e4385dfda787be63e72c4daed658547bc6d8633579f4fc67e9993f478d835.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td rowspan=\"5\">Despite having taken precautions your cash was lost or stolen during your trip.</td><td>We wil pay you up to</td></tr><tr><td>400</td></tr><tr><td>for the loss or theft of your cash.</td></tr><tr><td></td></tr><tr><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "But we won’t do anything if: you did not notify the loss or theft to the police, your transport provider or tour operators’ representative and obtain a local independent written report during your trip; you are unable to provide proof of purchase or proof of withdrawal; you did not take all available precautions; your cash was not on your person, unless they were locked in a safe or safety deposit box or left out of sight in your locked accommodation or motor vehicle and you can provide evidence of unauthorised and/or forcible entry; you do not co-operate with us. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Important meanings in this section cash – sterling or foreign currency in note or coin form. co-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. period of insurance – the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. precautions – all measures that it would be reasonable to expect a person to take in the circumstances to prevent accidental loss or theft of their cash. proof of purchase – an original receipt and any other documentation required to prove when the item was purchases. proof of withdrawal – evidence that you had withdrawn the cash from your bank, building society or credit card. transport provider – Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip – travel during the period of insurance. we/our/us – White Horse Insurance Ireland dac. ",
        "page_idx": 53
    },
    {
        "type": "table",
        "img_path": "images/2c651c3baefd03f2be2ef23e75eee31290903b41b606f9f583bd4028534bb1ab.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td rowspan=\"5\"></td><td>This is what we will do:</td></tr><tr><td>Despite having taken precautions your travel documents were lost, stolen or damaged during your trip.</td><td>We wil pay you up to</td></tr><tr><td rowspan=\"3\"></td><td>150</td></tr><tr><td>for the cost of additional travel and accommodation that you paid during your trip so you could collect your emergency travel documents.</td></tr><tr><td>We will also pay you up to</td></tr><tr><td rowspan=\"4\"></td><td>150</td></tr><tr><td>towards the cost of emergency travel documents</td></tr><tr><td></td></tr><tr><td></td></tr></table></body></html>\n\n",
        "page_idx": 54
    },
    {
        "type": "table",
        "img_path": "images/174ff9d39e699641170d631a018d894dd2398209c9ec7ca3555639cd982efdeb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>A But we won't do anything if:</td></tr><tr><td>you did not notify the loss or theft to the police, your transport provider or tour operators' representative and obtain a local</td><td></td></tr><tr><td></td><td>independent written report during your trip; you did not take all available precautions; your travel documents were not on your person, unless they were</td></tr><tr><td></td><td>locked in a safe or safety deposit box or left out of sight in your locked accommodation or motor vehicle and you can provide evidence of unauthorised and/or forcible entry; </td></tr><tr><td></td><td>your travel documents were in your checked-in baggage; you cannot provide receipts or other evidence of your additional</td></tr><tr><td></td><td></td></tr><tr><td></td><td>expenditure; you do not co-operate with us.</td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 55
    },
    {
        "type": "table",
        "img_path": "images/30f4f352f1fa959fd94f416d2036778b52169f4a2969e53bef047436a0a3b108.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Important meanings in this section</td></tr><tr><td>BFPO- British Forces Posted Overseas. checked-in baggage - suitcases, holdalls or rucksacks that have been checked-in by your transport provider and placed in the luggage hold of your transport providers service in which you were booked to travel. co-operate - provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. deductible - the amount we will deduct from any claim's settlement in respect of each person making a claim. emergency travel documents - any emergency documents that you need in order to return home or continue your trip. home - one of your normal places of residence in the United Kingdom, the Channel Islands, Isle of Man or BFPO. period of insurance - the trip dates shown on the insurance schedule or if the</td></tr><tr><td>policy is multi-trip, a trip that does not exceed the stated limit. precautions - all measures that it would be reasonable to expect a person to take in the circumstances to prevent accidental loss, theft or damage of their travel documents. travel documents - current passports, ESTAs, Valid Visas, travel tickets, European Health Insurance Cards (EHIC). transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry and Cruise Operators. trip - travel during the period of insurance. we/our/us - White Horse Insurance lreland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 55
    },
    {
        "type": "table",
        "img_path": "images/440a0f7bf74a3443ef986e4d2b058c0c5c4a8b4319d89ca44df4b05ae411a982.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td>You were injured or killed on your trip due to someone else's negligence. PLEASE NOTE: If compensation is awarded, we will deduct any costs that we</td><td>We will provide you, your estate or the executors/administrators of your estate with 30 minutes legal helpline access</td></tr><tr><td>have paid from that compensation.</td><td>Our legal advice line is managed by Penningtons Manches LLP and is contactable on:</td></tr><tr><td></td><td>0345 241 1875 8:30am - 7pm Weekdays</td></tr><tr><td></td><td></td></tr><tr><td></td><td>If we believe that the estimated recovery will be more than f500, we will appoint a solicitor to act on your behalf or on behalf of your estate or the executors/administrators of your estate and pay up to</td></tr><tr><td></td><td>20,000</td></tr><tr><td></td><td>for legal costs and expenses incurred in pursuing claims for compensation and damages.</td></tr></table></body></html>\n\n",
        "page_idx": 56
    },
    {
        "type": "table",
        "img_path": "images/8953bca20bf734425f6cd1ba94180c77092237ea5c0fd6c8c3c8152adc1a40d7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"4\"></td><td></td></tr><tr><td colspan=\"4\"></td><td>Important meanings in this section</td></tr><tr><td></td><td>△ But we won't do anything if: legal proceedings in the USA or Canada do not fllow the contingency fee system operating in North America; you, your estate or the executors/administrators of your estate are </td><td></td><td rowspan=\"2\"> and Cruise Operators.</td><td>co-operate - provide us with any information or documentation we may reasonab deduret ethestovefryand ros yoralyimlistlemen in respect of each person making a claim. family member - any person who is related to you by blood, marriage, adoption, fostering or co-habitation. package holiday - any holiday where two or more components (ie. transport an accommodation) have been booked with a tour operator and therefore falls withi</td></tr><tr><td></td><td>making a claim against a transport provider, travel agent, tour operator, tour organiser, the insurer or their agents or the claims office; we believe that the estimated recovery will be less than f500; the costs are to be considered under an arbitration scheme or a complaints procedure; you, your estate or the executors/administrators of your estate are making a claim against another person insured on this policy, or a family member, a friend or travel companion whether insured by us or another provider; you, your estate or the executors/administrators of your estate do not co-operate with us.</td><td>the Package Travel Regulations. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. tour operator- any individual or company which sells a package holiday as defined within the Package Travel Regulations. transport provider - Airline Companies, Rail Operators, Coach Operators, Ferry travel companion - a person(s) with whom you have booked to travel on the sam travel itinerary and without whom your travel plans would be impossible. trip - travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "If you are killed, injured or disabled following an accident – Section B22 ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "table",
        "img_path": "images/981c9e7b4f27f0d3d39aea541462ef37ff466cf303ba76bcd09198bda197d450.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>If this happened:</td><td>This is what we will do:</td></tr><tr><td rowspan=\"5\">You suffered an accident during your trip which, within 12 months, directly caused your death, serious injury or disablement. PLEASE NOTE: This section does not cover death, injury or disablement due to illness or disease.</td><td>In the event of your death, we will pay</td></tr><tr><td>15,000</td></tr><tr><td>to your estate or the executors/administrators of your estate.</td></tr><tr><td>If you suffered total and permanent loss of sight in one or both eyes or total loss by physical severance or total and permanent loss of use of one or both arms/hands or legs/feet we willpay you </td></tr><tr><td>15,000</td></tr><tr><td></td><td>If you suffered permanent and total disablement, we will pay you 15,000</td></tr></table></body></html>\n\n",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "△ But we won’t do anything if: you were under the influence of drugs (except those prescribed by your registered doctor but not when prescribed for treatment of drug addiction), solvents or anything relating to your prior abuse of drugs or solvents; excessive alcohol consumption was a contributory factor; you were driving or riding any motorised vehicle for which, you did not hold a valid UK Driving Licence and you failed to take reasonable safety precautions; you knowingly put yourself at risk, unless you were trying to save your own or someone else’s life; you were taking part in an additional sports activity and you had not paid the relevant additional premium; you, your estate or the executors/administrators of your estate do not co-operate with us. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Important meanings in this section accident – an injury which is cause by a violent, viable and external event. additional sports activity – any sports or activity not listed on page 63. co-operate – provide us with any information or documentation we may reasonably require to enable us to verify and process your claim. excessive alcohol consumption – drinking enough alcohol that it seriously affects your decision making or that you suffer injury or illness from either long-term alcohol abuse or one off ‘binge’. motorised vehicle – car, motorcycle, moped, scooter, boat or quad bike. permanent and total disablement – you are unable to work in any paid employment or paid occupation, this shall be defined as ‘all your usual activities, pastimes and pursuits of any and every kind’. period of insurance – the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. reasonable safety precautions – wearing a seat belt in a car or similar vehicle, or a helmet on a motorcycle or similar vehicle. trip – travel during the period of insurance. valid UK Driving Licence – visit www.gov.uk/driving/licence-categories we/our/us – White Horse Insurance Ireland dac. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "If you are held legally liable for injury or damage – Section B23 ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "table",
        "img_path": "images/5de4202ad86fadd572ad8844da1f10f52626dec493f73908c91e3fce292454ab.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"3\">If this happened: You are held legally liable for something that you did accidentally during your trip which caused accidental bodily injury to, or the damage to the property of, someone who was not your travel companion or a family member.</td><td rowspan=\"3\"></td><td>This is what we will do: We will pay you up to</td></tr><tr><td>2,000,000</td></tr><tr><td>in respect of damages awarded against you plus legal costs to when we have agreed.</td></tr></table></body></html>\n\n",
        "page_idx": 60
    },
    {
        "type": "table",
        "img_path": "images/4db4967faf885621812b0c4a0e692ffde84c74ba50c986307c63df1c5e05292d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">△ But we won't do anything if:</td><td>Important meanings in this section</td></tr><tr><td>you have not paid your deductible or accepted it will be deducted from any settlement; you are claiming for any infectious disease; you admitted liability for any loss, injury or damage; the incident arose during the course of your employment or was caused by someone employed by you; the incident was caused by an animal which you owned or had custody or control of; you were driving, or in control of, any motorised vehicle including any trailer or sidecar attached to it, pedal cycle, aircraft, drone, motorised skis, motorised waterborne craft, pedalo or sailing vessel; you were under the influence of non-prescribed drugs, solvents or anything related to your prior abuse of drugs or solvents; excessive alcohol consumption was a contributory factor; you deliberately put yourself or others at risk; you were using firearms or incendiary devices; the incident took place on, or in, property (other than your temporary trip accommodation) which you own or control; </td><td>you were taking part in an additional sports activity and you had not paid the relevant additional premium; you do not co-operate with us.</td><td>additional sports activity - any sports or activity not listed on page 63. co-operate - provide us with any information or documentation we may reasonab require to enable us to verify and process your claim. excessive alcohol consumption - drinking enough alcohol that it seriously affeo your decision making or that you suffer injury or illness from either long-term alcoh abuse or one off 'binge'. family member - any person who is related to you by blood, marriage, adoption, fostering or co-habitation. motorised vehicle - car, motorcycle, moped, scooter, boat or quad bike. period of insurance - the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit. reasonable safety precautions - wearing a seat belt in a car or similar vehicle, or a helmet on a motorcycle or similar vehicle. travel companion - a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible. trip - travel during the period of insurance. we/our/us - White Horse Insurance Ireland dac.</td></tr></table></body></html>\n\n",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "We want you to enjoy your trip, and we appreciate that sometimes you may be tempted to try an activity or sport while you are away – your policy will cover the following activities as standard without you having to pay an additional premium.   \nPlease Note: Those activities marked in italics do not have Personal Liability cover.   \nIf you are considering taking part in any activity which is not listed, please contact us on 01223 446 920 (Mon-Fri 8:30am-5:30pm, Sat 9:00am-5:00, Closed Bank Holidays) to discuss this and we will let you know what, if any, additional premium is necessary. ",
        "page_idx": 62
    },
    {
        "type": "table",
        "img_path": "images/766791e9c081184133dc0d3435cd79172c99214cd123c2b62affa3e17c1c5e31.jpg",
        "table_caption": [
            "Activities covered as Standard Category A "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Aerobics Archery</td><td>Golf</td><td>Scuba Diving (not solo, up to</td><td>Table Tennis</td></tr><tr><td>Badminton</td><td></td><td>Maximum18m) Snokerlaedares andowh</td><td>Tennis</td></tr><tr><td></td><td></td><td></td><td>Volleyball</td></tr><tr><td></td><td>Ice Skating (indoor rink onl)</td><td>alfeguar resents</td><td>Water Polo</td></tr><tr><td>Bowls</td><td>Kitesurfing (Inshore)</td><td>Surfing Swimming (inside marked areas and/or with </td><td>Water-Sking (Inshore) Windsuring (Inshore)</td></tr><tr><td>Cricket Cycling (not BMX and mountain bikes or</td><td>Parascending (towed by boat)</td><td>lifeguard present)</td><td>Yachting/Boating/Sailing/Rowing (Inshore)</td></tr><tr><td>cycling tours)</td><td>Racquet-ball </td><td></td><td></td></tr><tr><td rowspan=\"3\">Fishing Football - Practice and Training</td><td>Rafting/Canoeing/Kayaking (WhiteWater</td><td></td><td></td></tr><tr><td>Grades 1-3) Rambling</td><td></td><td></td></tr><tr><td>Roller Skating</td><td></td><td></td></tr><tr><td></td><td>Rounders</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 62
    },
    {
        "type": "table",
        "img_path": "images/03c83aaa8a099b4c469b67ba9cfb18a7111877dca3fa5dc89df69984e30c4eca.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"4\">Category B</td></tr><tr><td>Boxing Training Bungee Jump</td><td>Go Karting (specificuse) Gymnastics</td><td>Martial Arts (training only) Motorcycling (over 50cc-no racing) as a</td><td>Rafting/Canoeing/Kayaking (including white water grade 4)</td></tr><tr><td> Camel/ Elephant Riding</td><td>Hiking / Trekking up to 3,500m</td><td>riderorpassenger when wearing a helmet provided theriderholds anappropriateUK</td><td>Rugby (Training / Amateur match only)</td></tr><tr><td rowspan=\"2\">Cycle Touring Deep Sea Fishing</td><td>Hockey Horse Riding whilst wearing a helmet (no</td><td>licence to ride the motorcycle Mountain Biking</td><td>Safari organised trips only and not involving the use of firearms)</td></tr><tr><td>Polo, Hunting or Jumping)</td><td></td><td>Scuba Diving (up to 30 metres)</td></tr><tr><td>Dog Sledging Flying a private plane or smallaircraft</td><td>Hot Air Ballooning (non-UK organised) Hydro Zorbing</td><td>Quad Biking (no racing)</td><td>Sea Canoeing</td></tr><tr><td>Flying asapassengerinaprivateormall aircraft</td><td> Jet Sking</td><td></td><td>Work Abroad (including manual work)</td></tr></table></body></html>\n\n",
        "page_idx": 62
    },
    {
        "type": "table",
        "img_path": "images/4c7cea7b3f335b9e16204a556c488a4ca74da610af10df46079e9e108fb3c41c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"4\">Category C</td></tr><tr><td>Abseiling</td><td>Gliding</td><td>Parachuting</td><td>Sail Boarding</td></tr><tr><td rowspan=\"3\">American Football</td><td></td><td>Paragliding</td><td> Sand Boarding</td></tr><tr><td>Outdoor Endurance Events</td><td>Parascending (over land)</td><td> Sand Yachting</td></tr><tr><td></td><td></td><td>Skateboarding Snowmobiling</td></tr></table></body></html>\n\n",
        "page_idx": 63
    },
    {
        "type": "table",
        "img_path": "images/7c26384f22f53473f5306561d04a8fe2f82a8e87507a75fe3fb76431f1b4fa39.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"4\">CategoryD</td></tr><tr><td>BMX Cycling Bob Sleighing</td><td>Ice Hockey</td><td>Off Piste Sking/Snowboarding with a guide</td><td>Scuba Diving (up to 40 metres - if BSAC, PADI,DIWA,SSIor SSAmember only)</td></tr><tr><td></td><td>Land Yachting</td><td>Parasailing</td><td>Show Jumping (no Polo, Hunting)</td></tr><tr><td>Canyoning </td><td>Luging</td><td>Rafting /Canoeing /Kayaking (including</td><td>Ski Diving</td></tr><tr><td>Hang Gliding Heli Sking High Diving (indoor/ outdoor swimming </td><td>Micro Lighting</td><td>white water grade 5) Rock Climbing Rock Scrambling</td><td>Tobogganing</td></tr><tr><td>pools only)</td><td></td><td></td><td>Wrestling</td></tr><tr><td>Hiking / Trekking (up to 6,000 metres) Horse Jumping (no Polo, Hunting)</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Data Protection – Personal Information ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "White Horse Insurance Ireland dac holds your personal information in accordance with all applicable data protection laws. To administer your policy White Horse Insurance Ireland dac will collect and use information about you provided by you and this notice applies to anyone who is insured under this Insurance policy and whose personal information may be processed for the provision of insurance and related services. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Personal information may be used by us for the purposes of administering your policy; including decision making on provision of insurance cover, underwriting, processing and claims handling. We may also use your personal information for other related matters such as customer service, analysis, complaints handling and the detection and prevention of crime. The information you have supplied may be passed to other insurers and reinsurers for underwriting and claims purposes or to other third-party service providers used by us in fulfilling your insurance contract. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "We may send your personal information in confidence to other companies who provide services to us for processing and storage. This may mean sending information to countries outside of the United Kingdom, European Union or European Economic Area that may not have the same levels of privacy legislation as in the United Kingdom, European Union or European Economic Area. When we do this, we will ensure that we transfer the data securely and accordingly to regulatory requirements. By buying this insurance policy, you agree to us using your personal information in this way. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "You have various rights in relation to personal information that is held by us, including the right to request access to your personal information, the right to correct inaccurate personal information, or the right to request the deletion or suppression of personal information where this is not restricted by any conflicting legitimate interest. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "This notice explains certain aspects of how we use your information and what rights you have in relation to your personal information, however you can obtain more information about how we use your data by reviewing our full Privacy Policy. Our Privacy Policy is available on our website   \nwww.whitehorseinsurance.eu   \nYour data will be treated in accordance with our Privacy Policy. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "At Ok To Travel Travel Insurance we take great pride in treating our customers fairly and we have tried to ensure that our policies are easy to understand; but sometimes we and our insurers might get it wrong, in which case we want you to tell us. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "If you wish to complain about the sale of your policy, please contact: Fred Chate OK To Travel Limited, 58 Market Square, St Neots, Cambridgeshire, PE19 2AA Telephone: 01480 220673 ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "If you wish to complain about the outcome of your claim or assistance provided, please contact: Customer Insights Manager 1 Tower View, Kings Hill, West Malling, Kent, ME19 4UY Telephone: 0203 829 6604 Email: complaints@policyholderclaims.co.uk ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "If you wish to complain about gadget claims, please contact:   \nTaurus Insurance Service Ltd   \nSuite 2209-2217, Eurotower, Europort Road, Gibraltar, GX11 1AA   \nEmail: gadget.complaints@taurus.gi   \nIf your complaint relates to Section A2 and B4   \nInternational Passenger Protection Limited   \nIPP House 22-26 Station Road West Wickam Kent BR4 0PR   \nTelephone: (020) 8 776 3750   \nEmail: info@ipplondon.co.uk   \nIf you are still not satisfied with the outcome you may refer your case to the Financial Ombudsman Service (FOS):   \nThe Financial Ombudsman Service   \nExchange Tower, London, E14 9SR   \nTelephone (Landline): 0800 023 4567   \nTelephone (Mobile): 0300 123 9123   \nEmail: complaint.info@financial-ombudsman.org.uk   \nWeb: www.financial-ombudsman.org.uk   \nYou are also able to use the EC Online Dispute Resolution (ODR) platform at:   \nec.europa.eu/info/live-work-travel-eu/consumers/resolve-your-consumer-complaint_en who will notify the FOS on your behalf. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "table",
        "img_path": "images/ed347a25265686da56ba7bcb41579f2d23d99c42f9fcb7a750d56fd7a2d59dfd.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Meet your Insurer Sed</td></tr><tr><td>urd Irelandaadarltl Falei badbw</td></tr><tr><td>are available on the Financial Conduct Authority's website, our FNR is 203320. e underwritten by Liberty Mutual Insurance Europe SE. See page 68.</td></tr><tr><td>Liberty Mutual Insurance Europe Limited is a member of the Liberty Mutual Group. LieryMuaAlba</td></tr><tr><td>Regulryiofa EC3M3AW. evrsa</td></tr><tr><td>ofd part of its obligations.</td></tr></table></body></html>\n\n",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "This cover is provided by International Passenger Protection Limited, IPP House, 22-26 Station Road, West Wickham, Kent BR4 0PR, United Kingdom and is underwritten by Liberty Mutual Insurance Europe SE (The Insurer). ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "The Insurer will pay up to £5,000 in total for each Insured Person named on the Invoice for: ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "1.  Irrecoverable sums paid prior to Financial Failure of the Scheduled Airline, hotel, train operator including Eurostar, car ferries; villas abroad & cottages in the UK; coach operator, car or camper hire company, caravan sites, campsites, mobile home, safaris; excursions; Eurotunnel; theme parks or attractions all known as the End Supplier of the travel arrangements not forming part of an inclusive holiday prior to departure or   \n2. In the event of Financial Failure after departure:   \na) additional pro rata costs incurred by the Insured Person(s) in replacing that part of the travel arrangements to a similar standard of transportation as enjoyed prior to the curtailment of the travel arrangements or   \nb) if curtailment of the holiday is unavoidable - the cost of return transportation to the United Kingdom, Channel Islands, Isle of Man or Northern Ireland to a similar standard of transportation as enjoyed prior to the curtailment of the travel arrangements. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Financial Failure means the End Supplier becoming Insolvent or has an administrator appointed and being unable to provide agreed services. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "End Supplier means the company that owns and operates the services listed in point 1 above. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "The Insurer will not pay for: ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "1. Travel or Accommodation not booked within the United Kingdom, Channel Islands, Isle of Man or Northern Ireland prior to departure ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "2. Any End Supplier which is, or which any prospect of Financial Failure is known by the Insured or widely known publicly at the date of the Insured’s application unde this policy ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "3. Any loss or part of a loss which at the time of the happening of the loss is insured or guaranteed by any other existing Policy, Policies, bond or is capable of recovery from under Section 75 of the Consumer Credit Act or from any bank or card issuer or any other legal means ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "4. The Financial Failure of any travel agent, tour organiser, booking agent or consolidator with whom the Insured has booked travel or accommodation ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "5. Any losses which are not directly associated with the incident that caused the Insured to claim. For example, loss due to being unable to reach your pre-booked hotel following the financial failure of an airline. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "INSOLVENCY CLAIMS ONLY ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Insolvency Claims Procedure: - International Passenger Protection (IPP) claims only. Any occurrence which may give rise to a claim should be advised as soon as reasonably practicable to the following by quoting your Policy Number, Travel Insurance Policy name and reference ESFI V2-20: ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "IPP Claims at Sedgwick   \nOakleigh House   \n14-15 Park Place   \nCardiff CF10 3DQ. United Kingdom ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Telephone: $+44$ (0)345 266 1872 Email: Insolvency-claims@ipplondon.co.uk Website: www.ipplondon.co.uk/claims.asp ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "ALL OTHER CLAIMS -REFER TO YOUR INSURANCE DOCUMENT AND SEE ALTERNATIVE CLAIMS PROCEDURE. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "HOW TO MAKE A COMPLAINT ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "have a complaint, we really want to hear from you. We welcome your comments as they give us the opportunity to put things right and improve our service to you. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Please telephone us on: (020) 8776 3750. Or write to: ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "International Passenger Protection Limited, IPP House, 22-26 Station Road, West Wickham, Kent BR4 0PR   \nFax: (020) 8776 3751 - Email: info@ipplondon.co.uk   \nPlease make sure that you quote the policy number which can be found on your Schedule.   \nIt is our policy to acknowledge any complaint within 5 working days advising you of who is dealing with your concerns and attempt to address them. We will provide you with a written response outlining our detailed response to your complaint within four weeks of receipt of the complaint. You will receive either our written response or an explanation as to why we are not in a position to provide one within eight weeks of receipt of your complaint.   \nf you are not satisfied with the response you receive or we have failed to provide you with a written response, you may have the right to contact the Financial Ombudsman Service at the following address.   \nThe Financial Ombudsman Service, Exchange Tower, London E14 9SR.   \nTelephone 0800 023 4 567 (calls to this number are free from “fixed lines” in the UK) or 0300 1239123 (calls to this number are charged at the same rate as 01 and 02 numbers on mobile phone tariffs in the UK)   \nEmail: complaint.info@financial-ombudsman.org.uk   \nMore information can be found on their website – www.financial-ombudsman.org.uk To confirm whether you are eligible to ask the Financial Ombudsman Service to review your complaint please contact them at   \nhttps://www.financial-ombudsman.org.uk/consumers/how-to-complain   \nAlternatively, as LMIE is a Luxembourg insurance company, you are also entitled to refer the dispute to any of the following dispute resolution bodies:   \nCommissariat aux Assurances, 7, boulevard Joseph II, L-1840 Luxembourg   \nTelephone: $(+352)$ 22 69 11 – 1 - email: caa@caa.lu   \nor Service National du Médiateur de la consommation – Individual Consumers ONLY   \nAncien Hôtel de la Monnaie, 6, rue du Palais de Justice, L-1841 Luxembourg   \nTelephone: $(+352)$ 46 13 11 - email: info@mediateurconsommation.lu   \nor Médiateur en Assurances   \nACA, 12, rue Erasme, L-1468 Luxembourg – Telephone: $(+352)$ 44 21 44 1   \nMaking a complaint will not affect your right to take legal action. ",
        "page_idx": 68
    },
    {
        "type": "image",
        "img_path": "images/61a52c6970a782294c755fd390afa85b39943e1bc9c2b7495f2a1029c64a1550.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "YOUR IMPORTANT INFORMATION: ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Emergency Medical Assistance: +44 203 829 6684 ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Claims: +44 (0) 203 829 6683 or claims@policyholderclaims.co.uk ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Contact OK To Travel: 01223 446 920 or operations@oktotravelinsurance.co.uk ",
        "page_idx": 69
    }
]