[
    {
        "type": "text",
        "text": "Max-Planck-Institut fur Meteorologie ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Middle Miocene Climate Evolution: The Role of Large-Scale Ocean Circulation and Ocean Gateways ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mario Krapp ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/24c94db943863e79e405baec4285dd45f7aefd9f7ece60820e9adaeb36e4442b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "111 Berichte zur Erdsystemforschung 2012 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Reports on Earth System Science ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Die Berichte zur Erdsystemforschung werden vom Max-Planck-Institut fur Meteorologie in Hamburg in unregelmaBiger Abfolge heraus gegeben. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Reports on Earth System Science are published by the Max Planck Institute for Meteorology in Hamburg. They appear in irregular intervals. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sie enthalten wissenschaftliche und technische Beitrage, inklusive Dissertationen. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "They contain scientific and technical contributions, including Ph.D.theses. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Die Beitrage geben nicht notwendigerweise die Auffassung des Instituts wieder. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Reports do not necessarily reflect the opinion of theInstitute. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Die \"Berichte zur Erdsystemforschung\" fuhren die vorherigen Reihen \"Reports\" und \"Examensarbeiten\" weiter. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The \"Reports on Earth System Science\" continue the former\"Reports\"and \"Examensarbeiten' of the Max Planck Institute. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/65910324ed42d7d6c2acefbadec93e949932d3ef8fee3e01e238819c79bc3dd7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Middle Miocene Climate Evolution: The Role of Large-Scale Ocean Circulation and Ocean Gateways ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Mario Krapp aus Magdeburg ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hamburg 2012 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Mario Krapp   \nMax-Planck-Institut für Meteorologie   \nBundesstrasse 53   \n20146 Hamburg ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Als Dissertation angenommen vom Department Geowissenschaften der Universität Hamburg ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "auf Grund der Gutachten von Prof. Dr. Hartmut Graßl und Dr. Johann H. Jungclaus ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Hamburg, den 13. Januar 2012 Prof. Dr. Jürgen Oßenbrügge Leiter des Departments für Geowissenschaften ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Middle Miocene Climate Evolution: The Role of Large-Scale Ocean Circulation and Ocean Gateways ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/7a40498e8e809199dab4256ebe599d4345e75dedd1fc8d7c3a5adc3d71616856.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mario Krapp ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hamburg 2012 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "q Bis zum Ende der Welt. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We present simulations with a coupled atmosphere–ocean–biosphere model for the Middle Miocene 15 million years ago. The model is more consistent than previous models because it captures the essential interactions between ocean and atmosphere and between atmosphere and vegetation. In a first set of experiments, we investigate processes that lead to a warmer Middle Miocene climate. Under present-day $\\mathrm{CO}_{2}$ levels the simulated warming is too small. Applying higher than present-day $\\mathrm{CO}_{2}$ leads to warming comparable to the Middle Miocene climate. A denser vegetation cover that is in line with fossil records provides further evidence that higher than present-day $\\mathrm{CO}_{2}$ levels are necessary to drive the warm Middle Miocene climate. However, we do not find a flatter than presentday equator-to-pole temperature gradient that has been suggested by marine and terrestrial proxies. Instead, a compensation between atmospheric and ocean heat transport makes high-latitude warming difficult. Including full ocean dynamics, therefore, does not solve the problem of the flat temperature gradient during the Middle Miocene. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Using the same set of experiments, we investigate the El Niño–Southern Oscillation (ENSO) in the tropical Pacific, where geographic changes apply to a wider Indonesian Throughflow at the western and an open Panama Seaway in the eastern Pacific. Under low and moderate atmospheric $\\mathrm{CO}_{2}$ levels, ENSO is rather irregular, because the feedback between equatorial thermocline and sea surface temperature is disrupted, whereas in a $\\mathrm{CO}_{2}$ doubling scenario, a more regular ENSO reappears. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We investigate the formation of Northern Component Water (NCW) during the Middle Miocene in another set of experiments where we change ocean topography (1) to a modern Greenland-Scotland Ridge and (2) to a shallow eastern Tethys ocean gateway. Even though deep-water formation and location change, NCW remains a core water mass of the deep North Atlantic. However, the meridional overturning circulation in the Atlantic is sensitive to altered NCW sources and slows down by one quarter in (1) and by one third in (2). Interactions between subtropical and subpolar gyre in the form of an intergyre occur only for a modern Greenland-Scotland Ridge, suggesting a control mechanism by ridge overflows. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Contents ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1 Introduction 1 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1.1 Thesis outline ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2 The Middle Miocene climate as modelled in an atmosphere– ocean–biosphere model 5 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1 Introduction 6   \n2.2 Model setup and experimental design . 7   \n2.3 The mean Middle Miocene climate . 11   \n2.4 Atmospheric and ocean heat transport 21   \n2.5 Large-scale ocean circulation . 25   \n2.6 Comparison to proxy data . 31   \n2.7 Discussion . 35   \n2.8 Conclusions 38 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3 The El Niño–Southern Oscillation in the Middle Miocene climate 39 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.1 Introduction 40   \n3.2 Experimental design 42   \n3.3 ENSO as a simple oscillator . 43   \n3.4 Modelled ENSO events and the equatorial Pacific Ocean 49   \n3.5 Teleconnection patterns . 53   \n3.6 Discussion and conclusions . 59 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4 Northern Component Water formation and its effect on the Atlantic meridional overturning circulation ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.1 Introduction 64   \n4.2 Experimental design . 66   \n4.3 Formation of Northern Component Water 67   \n4.4 Role of ocean gateways for meridional overturning and horizon  \ntal gyre circulation 73   \n4.5 Discussion . 81   \n4.6 Outlook 83   \n4.7 Conclusions 83 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions 85 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Bibliography 87 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements 101 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Most of man’s stay on earth has occurred during this anomalously cool period. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Physical Climatology W.D. SELLER ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Past climates have ever since been a challenge for Earth System Sciences as they provide a testbed for the description of the global climate system under boundary conditions that are different from today. Throughout Earth’s history the climate has undergone significant changes ranging from warm a “greenhouse” state to the current “icehouse” state [Frakes et al. 1992]. If we trust in future climate projections, we have to understand the underlying driving mechanisms for climate change. To this end, validation of climate models against observations and geological climate reconstructions is essential. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Simulating the climate of the past considerably depends on the choice of boundary conditions. For example, incorporating time scales of Earth-orbital changes, natural variations in atmospheric $\\mathrm{CO}_{2}$ , or tectonic activity that are of order $10^{4}$ to $10^{7}$ years is beyond feasibility for general circulation models whose time scales range from hours to millenia. Any process acting on longer time scales, therefore, needs to be prescribed as boundary condition for the time slice of interest [e.g., Saltzman 2002]. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The long-term cooling trend throughout the Cenozoic era, that is the last 65 million years (Ma), is driven by tectonic events and a large decline in atmospheric $\\mathrm{CO}_{2}$ [Zachos et al. 2001]. However, the long-term cooling trend was interrupted by periods of gradual warming, for example during the Early Eocene at ${\\sim}50\\mathrm{Ma}$ , the Late Oligocene at ${\\sim}25\\mathrm{{Ma}}$ , and the Middle Miocene at ${\\sim}15\\mathrm{{Ma}}$ . ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "During the Middle Miocene, midlatitude temperatures were $6{-}7\\mathrm{K}$ warmer than today [Flower and Kennett 1994, Mosbrugger et al. 2005], the climate was more humid [Böhme et al. 2011], and the equator-to-pole temperature gradient was reduced both over land and ocean [Nikolaev 2006, Bruch et al. 2007]. At the same time, atmospheric $\\mathrm{CO}_{2}$ was relatively low compared to previous warm periods [Pearson and Palmer 2000]. Because of the warm climate under relatively low $\\mathrm{CO}_{2}$ , the Middle Miocene has been described as a period in which $\\mathrm{CO}_{2}$ and temperature were decoupled [Kürschner et al. 2008]. However, estimates of atmospheric $\\mathrm{CO}_{2}$ are highly uncertain for the Middle Miocene and range from lower than pre-industrial values [Pagani et al. 1999] to up to twice the pre-industrial values [Kürschner et al. 2008]. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "During the last two years, the Middle Miocene warm climate achieved more attention in the palaeoclimate modelling community either due to uncertainties in atmospheric $\\mathrm{CO}_{2}$ [Tong et al. 2009, You et al. 2009], ocean gateway configurations, continental elevation, or vegetation [Henrot et al. 2010]. Until now, no climate model was able to reproduce the flatter equator-to-pole temperature gradient, and the lack of a dynamic ocean model led researchers to conclude that oceanic control has to be important in regulating the redistribution of heat from low to high latitudes [e.g., Pagani et al. 1999, Henrot et al. 2010]. This leads us naturally to the first research question of the thesis: ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(1)CanadynamicoceancontributetoawarmMid leMiocene climateandreducetheequator-to-poletemperaturegradient? ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "For the first time, we shed light on the role of the ocean for the Middle Miocene climate in a set of experiments with the coupled atmosphere–ocean– biosphere model MPI-ESM (Max Planck Institute Earth System Model). In our basic experimental setup, we apply a realistic Middle Miocene topography that accounts for several ocean gateways that were open during the Middle Miocene, for example, Panama Seaway and Tethys Ocean [Herold et al. 2008]. As is traditional, we simulate the climate mean state, but we also want to constrain uncertainties of atmospheric $\\mathrm{CO}_{2}$ reconstructions, which leads us to our second research question: ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(2)CanwemodelthewarmMid leMioceneclimateundermodernatmospheric $C O_{2}$ andwhatistheefectofhigher $C O_{2}$ ? ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "It is not necessarily true that the spatial and temporal structure of coupled ocean–atmosphere modes is independent of the climatological mean state [Roberts and Battisti 2011], and few studies exist that thoroughly describe the natural variability of the ocean–atmosphere system for palaeoclimates. Because our model provides more than just information about the mean climate state, namely also about climate variability, we investigate the most prominent mode of climate variability, the El Niño–Southern Oscillation (ENSO) phenomenon, in a case study for the Middle Miocene. Our next research question, therefore, is: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(3 Wha stheefec o Mid leMioceneboundaryconditions ontheE Niño–SouthernOscilation nparticula openocean gatewaysandhigher $C O_{2}$ evels? ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Palaeoclimate modelling for deep times requires appropriate tectonic boundary conditions due to the long time scales of tectonic events $[10^{6}-10^{7}$ years), which cannot be resolved by current coupled climate models. To overcome uncertainties of underlying topographic boundary conditions, sensitivity experiments test the effect on the climate system [e.g., Ruddiman and Kutzbach 1989]. The Middle Miocene, as the time slice of interest, involves two geological features whose appearance may alter the ocean circulation in the Atlantic: (1) the Greenland-Scotland Ridge that separates the Nordic Seas from the Atlantic Ocean and (2) the shallow eastern Tethys Ocean gateway that connects the Atlantic and Indian Ocean. In particular, the stability of the Atlantic Ocean circulation under different climate conditions has been widely disputed [e.g., Broecker et al. 1985], leading us to our final research question: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(4)Whatistheefectofoceangatewaysandridgesonde pwater formationandonlarge-scaleoceancirculationintheAtlantic? ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "With our last study, we address the sensitivity of Atlantic Ocean circulation to topographic boundary conditions with a reintegration of the Greenland-Scotland ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Ridge into the Nordic Seas, as well as with a shallowing of the eastern Tethys Ocean gateway. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Understanding the climate of the past may help us to understand the mechanisms that drive future global warming. Although warmer climates surely existed, time scales of $\\mathrm{CO}_{2}$ variations were much longer back then, and that makes the small but profound difference: There is no analogue in Earth’s history that can be compared to the warming we are facing. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1.1 Thesis outline ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "We address the posed research questions in three individual chapters written in the style of journal publications. Each of the chapters can be read self-contained and includes an introduction, experimental design, results, and discussion section. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In Chapter 2, we investigate the Middle Miocene mean climate under different atmospheric $\\mathrm{CO}_{2}$ levels, referring to research question (1) and (2). Here, we also describe the basic setup with Middle Miocene boundary conditions for topography and atmospheric $\\mathrm{CO}_{2}$ , which the other chapters are partly based on. Experiments from Chapter 2 are further analysed in Chapter 3, focussing on the variability of the coupled ocean–atmosphere system in the tropical Pacific, in particular the El Niño–Southern Oscillation addressing research question (3). Chapter 4 addresses research question (4) and presents implications of different topographic boundary conditions on Atlantic Ocean circulation. Finally, we conclude the thesis in Chapter 5 with our major findings. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "While Chapter 2 has been published in Climate of the Past1 and is reproduced here with editorial modifications, Chapter 3 and Chapter 4 are in preparation for submission2,3. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2 The Middle Miocene climate as modelled in an atmosphere–ocean–biosphere model ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "I may not have gone where I intended to go, but I think I have ended up where I needed to be. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The Long Dark Tea-Time of the Soul DOUGLAS ADAMS ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "We present simulations with a coupled atmosphere–ocean–biosphere model for the Middle Miocene 15 million years ago. The model is insofar more consistent than previous models as it captures the essential interactions between ocean and atmosphere and between atmosphere and vegetation. The Middle Miocene topography, which alters both large-scale ocean and atmospheric circulation, causes a global warming of $0.7{\\mathrm{K}}$ compared to present day. Higher than present-day $\\mathrm{CO}_{2}$ levels of 480 and $720\\mathrm{ppm}$ cause a global warming of 2.8 and $4.9\\mathrm{K}$ . The associated water vapour feedback enhances the greenhouse effect which leads to a polar amplification of the warming. These results suggest that higher than present-day $\\mathrm{CO}_{2}$ levels are necessary to drive the warm Middle Miocene climate, also because the dynamic vegetation model simulates a denser vegetation which is in line with fossil records. However, we do not find a flatter than presentday equator-to-pole temperature gradient, as has been suggested by marine and terrestrial proxies. Instead, a compensation between atmospheric and ocean heat transport counteracts the flattening of the temperature gradient. The acclaimed role of the large-scale ocean circulation in redistributing heat cannot be supported by our results. Including full ocean dynamics, therefore, does not solve the problem of the flat temperature gradient during the Middle Miocene. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "2.1 Introduction ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The climate of the Middle Miocene was the warmest period of the last 25 million years, contrasting the Cenozoic long term cooling [Zachos et al. 2001]. According to reconstructions based on terrestrial and marine proxies, the equatorto-pole temperature gradient was reduced both over land and ocean [Nikolaev 2006, Bruch et al. 2007]. The climate in Europe was warmer and more humid [Böhme et al. 2011, Bruch et al. 2010]. Even in the Sahara region, conditions were humid, and desert regions were far less extended than today [Senut et al. 2009]. The continents were densely wooded; evergreen forests expanded to at least $45^{\\circ}\\mathrm{N}$ , and boreal forest expanded northward as far as the Arctic circle [Wolfe 1985, Williams et al. 2008]. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Reconstructions for atmospheric $\\mathrm{CO}_{2}$ levels estimate values between $180\\mathrm{ppm}$ and $550\\mathrm{ppm}$ [Pagani et al. 1999, Royer et al. 2001, Kürschner et al. 2008]. Translated into radiative forcing, the uncertainty accounts for about $2.6\\mathrm{W}\\mathrm{m}^{-2}$ for the direct effect of $\\mathrm{CO}_{2}$ only [Myhre et al. 1998]. In a recent model study, the possible range of atmospheric $\\mathrm{CO}_{2}$ levels for the Middle Miocene was suggested to be between 460 and $580\\mathrm{ppm}$ [You et al. 2009]. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Previous modelling studies for the Middle Miocene used atmosphere general circulation models (GCMs) with either prescribed sea surface temperatures (SSTs) or a mixed-layer ocean [You et al. 2009, Tong et al. 2009, Herold et al. 2010]. Except for Herold et al. [2010] who prescribed SSTs based on proxy data, none of these models was able to reproduce the flatter equator-to-pole temperature gradient. What these studies have in common is that they lack the dynamics of an ocean GCM. Atmospheric GCMs can take into account tectonic changes such as mountain uplift, but they cannot account for oceanic gateway reconfigurations and associated changes in circulation, heat, and freshwater transport. For the last 25 million years, when atmospheric $\\mathrm{CO}_{2}$ was relatively low, both mountain uplift and oceanic gateway re-configurations may have triggered large-scale shifts in climate [Zachos et al. 2001]. In a more advanced setup, Henrot et al. [2010] forced their model with sea surface temperatures obtained from Middle Miocene ocean GCM experiments [Butzin et al. 2011]. However, interactions between atmosphere and ocean could not be investigated. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Our study presents an additional step forward by using a fully coupled atmosphere–ocean–biosphere GCM. We test if the results with the full ocean dynamics are consistent with previous modelling studies, and if we can improve the meridional temperature gradient mismatch. Therefore, we do a series of experiments and investigate how topography and ocean gateways contribute to a warm Middle Miocene climate, and how higher than present-day $\\mathrm{CO}_{2}$ levels contribute to a warm Middle Miocene climate. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The paper is organised as follows. Section 2.2 describes the setup of our GCM and the experimental design. The results for the Middle Miocene mean climates appear in Section 2.3. The dynamics behind the ocean and atmospheric heat transports are discussed in Section 2.4, and changes of the large-scale ocean circulation are the matter of interest in Section 2.5. In Section 2.6, we compare our results to marine and terrestrial temperature reconstructions. Section 2.7 gives a summary and a discussion on our main findings. We conclude in Section 2.8. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2.2 Model setup and experimental design ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "We use the atmosphere–ocean–biosphere general circulation model MPI-ESM. It is a comprehensive Earth-System Model that has been developed at the MaxPlanck Institute for Meteorology in Hamburg. The dynamical core of the atmosphere model ECHAM5 is formulated in spherical harmonics [Roeckner et al. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2003]. We use ECHAM5 in a T42 truncation, which corresponds to a horizontal grid spacing of $2.8^{\\circ}$ . ECHAM5 has 19 levels in the vertical, the uppermost being at $10\\mathrm{{hPa}}$ . ECHAM5 incorporates the land surface model JSBACH that includes a dynamic vegetation module [Raddatz et al. 2007, Brovkin et al. 2009]. In JSBACH, each grid cell is divided into tiles, which are covered with eight plant functional types (PFTs). These PFTs are tropical broad-leaf evergreen, tropical broad-leaf deciduous, extra-tropical evergreen, extra-tropical deciduous, rain-green shrubs, deciduous shrubs, C3 grass, and C4 grass. The vegetation dynamics in JSBACH are based on the assumption that different PFTs compete in terms of their annual net primary production, their natural, and their disturbance-driven mortality [for details, see Brovkin et al. 2009]. JSBACH can, therefore, account for temporal and spatial changes of the land-surface albedo determined by the modelled PFTs. The ocean model MPI-OM [Marsland et al. 2003] uses a tripolar curvilinear grid with a quasi-homogeneous horizontal grid spacing of about $1^{\\circ}$ . MPI-OM has 40 levels in the vertical, which are unequally spaced. The upper $150\\mathrm{m}$ are resolved within ten levels. MPI-OM incorporates a dynamic-thermodynamic sea-ice model that follows the descriptions of Hibler and Semtner [Hibler 1979, Semtner 1976]. MPI-OM and ECHAM5 exchange momentum flux, heat flux, and freshwater flux, as well as sea surface temperatures, sea-ice thickness, sea-ice area fraction, and snow cover on sea ice once per day via OASIS [Valcke 2006]. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The first two experiments differ in their applied topography (Figure 2.1). The palaeotopography is based on a global plate rotation model, and the palaeobathymetry is reconstructed using an age-depth relationship for the oceanic crust with overlaid sediment thicknesses [Herold et al. 2008]. Uncertainties for this reconstructed topography are largest in the mountain regions of the Andes, the Rocky Mountains, and the Tibetan Plateau. Furthermore, the seafloor is relatively smooth compared to present day due to the lack of geological data [for details, see Herold et al. 2008]. In contrast to present day, several ocean gateways connect the major ocean basins, for example, the open Panama Seaway, the Tethys, and a wider Indonesian Through-flow. The atmospheric circulation is also affected by the topography because large mountain regions like the Andes, the Himalayas, the Rocky Mountains, and the Alps are lower compared to present day. We remove the Greenland Ice Sheet in all Middle Miocene experiments, because glaciation of Greenland had started later during the Pliocene [Raymo 1994]. We refer to the experiment with the Middle Miocene topography as MIOC360 and to the experiment with present-day topography as CTRL. In both CTRL and MIOC360 we prescribe present-day $\\mathrm{CO}_{2}$ levels of $360\\mathrm{ppm}$ . ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/fca5cb1d182a9174db45a75ec83eeac7ec19ca2df2464def6faa894f9b6e48f1.jpg",
        "img_caption": [
            "Figure 2.1: (a) The present-day topography we use in CTRL, and (b) the Middle Miocene topography we use in MIOC360, MIOC480, and MIOC720 (in m). "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Even though present-day climate is in a transient state under increasing greenhouse gas concentration, we choose to do a control integration with $360\\mathrm{ppm}$ for two reasons. First, we compare the model performance with a stand-alone version of ECHAM5 validated against re-analysis data [Roeckner et al. 2006]. The root mean square errors (RMSE) for temperature, geopotential height, and sea level pressure with respect to ERA-40 re-analysis data [Uppala et al. 2005] are shown in Table 2.1. Compared to a stand-alone version of ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Table 2.1: Root mean square errors (RMSE) with respect to ERA-40 (1979– 1993) for temperature $T$ (in $^{\\circ}\\mathbf{C}\\$ ), geopotential height $Z$ (in dam), zonal wind $U$ (in $\\mathrm{m}\\mathrm{s}^{-1}$ ) at pressure levels 200, 500, and $850\\mathrm{{hPa}}$ , and sea level pressure SLP (in hPa). RMSEs from Roeckner et al. [2006] are for ECHAM5 in T42L19 (same resolution as used here) with respect to ERA-15. The RMSE differences between ERA-15 and ERA-40 are taken from Table 2 in Roeckner et al. [2006]. ",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/9454157cfb01193b534b354bdbece196386578a6b3e2c408bccdb6a8fc1446a0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>variable</td><td>T200</td><td>T500</td><td>T850</td><td>Z200</td><td>Z500</td><td>Z850</td><td>SLP</td><td>U200</td><td>U500</td><td>U850</td></tr><tr><td>CTRL</td><td>6.47</td><td>1.13</td><td>2.46</td><td>7.98</td><td>4.41</td><td>2.08</td><td>3.99</td><td>4.71</td><td>2.61</td><td>2.10</td></tr><tr><td>Roeckner</td><td>5.12</td><td>1.00</td><td>2.02</td><td>7.04</td><td>3.25</td><td>1.93</td><td>2.55</td><td>4.48</td><td>2.37</td><td>1.92</td></tr><tr><td>ERA-40</td><td>0.68</td><td>0.40</td><td>1.08</td><td>0.83</td><td>0.67</td><td>0.56</td><td>1.25</td><td>0.73</td><td>0.85</td><td>0.61</td></tr></table></body></html>\n\n",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "ECHAM5 that is forced with sea surface temperatures, the RMSEs in CTRL are larger. CTRL is based on the fully coupled MPI-ESM that includes an ocean and a vegetation model. Because of this increased complexity, the sources for errors might increase. Second, previous modelling studies have already hinted at higher than pre-industrial atmospheric $\\mathrm{CO}_{2}$ levels for the Middle Miocene [You et al. 2009, Tong et al. 2009]. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In the last two experiments we assess the uncertainties of atmospheric $\\mathrm{CO}_{2}$ and prescribe higher than modern atmospheric $\\mathrm{CO}_{2}$ levels for the Middle Miocene. The experiment where we prescribe a $\\mathrm{CO}_{2}$ level of $480\\mathrm{ppm}$ will be called MIOC480. The experiment where we prescribe a $\\mathrm{CO}_{2}$ level of $720\\mathrm{ppm}$ will be called MIOC720. All experiments share the same present-day concentration of methane $(650\\mathrm{ppb})$ and nitrous oxide $(270\\mathrm{ppb})$ . Orbital parameters are also kept at their present-day values. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "CTRL is integrated for 2100 years to reach quasi-equilibrium, MIOC360 for 2300 years. Based on MIOC360, MIOC720 is then integrated for 2000 years. After this integration we decrease the $\\mathrm{CO}_{2}$ level to $480\\mathrm{ppm}$ and run the simulation for another 1000 years to reach equilibrium in MIOC480. We calculate the maximum drift of deep ocean temperatures to estimate how well each experiment is equilibrated. For temperatures below $2000\\mathrm{m}$ , the drift is $0.2\\mathrm{mKyr}^{-1}$ in CTRL, $-0.1\\mathrm{mKyr}^{-1}$ in MIOC360, $-1.5\\mathrm{mKyr}^{-1}$ in MIOC480, and $0.9\\mathrm{mKyr}^{-1}$ in MIOC720. For the following analysis we use the last 100 years of each experiment. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.3 The mean Middle Miocene climate ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The Middle Miocene topography allows for a large-scale reorganisation of both atmosphere and ocean circulation. Mountain regions affect the atmosphere, ocean gateways and bottom topography affect the ocean. Higher than presentday $\\mathrm{CO}_{2}$ alters the radiation balance, which determines the top of atmosphere heat flux and therefore the poleward heat transport. $\\mathrm{CO}_{2}$ also alters surface temperatures as well as the hydrological cycle, both being factors that determine the vegetation. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "In the following, we compare our results to previous model studies for the Middle Miocene according to their model sensitivity to a doubling of $\\mathrm{CO}_{2}$ . Therefore, we briefly describe the setups of these previous experiments keeping the experiment names as in the respective study. You et al. [2009] performed atmospheric GCM experiments in which they prescribed a medium (SM) and a high (SH) meridional sea surface temperature gradient. In each of these SM and SH experiments, atmospheric $\\mathrm{CO}_{2}$ was prescribed with $350\\mathrm{ppm}$ (SM_350 and SH_350) and $700\\mathrm{ppm}$ (SM_700 and SH_700). Tong et al. [2009] performed atmospheric GCM experiments coupled to a slab ocean with prescribed atmospheric $\\mathrm{CO}_{2}$ of 355 ppm $\\mathrm{(MidCO}_{2}\\mathrm{)}$ ) and 700 ppm $\\mathrm{(HighCO}_{2}$ ). Henrot et al. [2010] performed atmospheric GCM experiments forced by Middle Miocene SSTs from an ocean model [Butzin et al. 2011] in which $\\mathrm{CO}_{2}$ was prescribed to 200, 280, and $500\\mathrm{ppm}$ (MM3, MM2, MM4), and in which a modelled Middle Miocene vegetation was taken into account (MM4-veg). ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Global changes ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The global annual mean temperature changes only slightly when applying the Middle Miocene topographic boundary conditions (Table 2.2). In MIOC360, the annual mean temperature is $15.0^{\\circ}\\mathrm{C}$ , $0.7\\mathrm{K}$ higher compared to $14.3^{\\circ}\\mathrm{C}$ in CTRL. Although the zonal mean temperatures differences hardly show up (Figure 2.2a), they can be very large on the regional scale (Figure 2.3a). Many of the warming patterns can be attributed to the Middle Miocene land elevation that is on average $150\\mathrm{m}$ lower than today. Because of the lower elevation, the continental warming is much larger than the warming over the ocean, $1.2\\mathrm{K}$ over land compared to $0.3{\\sf K}$ over ocean (Table 2.2). The mean temperatures over these lower regions in MIOC360 are larger than today, for example up to $15\\mathrm{K}$ over Greenland, 2 to $4\\mathsf{K}$ over Antarctica, or up to $7\\mathrm{K}$ over the South African plateau. Assuming the global lapse rate to vary between the environmental lapse rate of $6.5\\mathrm{K}\\mathrm{km}^{-1}$ and the dry adiabatic lapse rate of $9.8\\mathrm{Kkm^{-1}}$ , the lower elevation of $150\\mathrm{m}$ would account for a warming between 1.0 and $1.5\\mathrm{K}$ , which agrees with the continental warming of $1.2\\mathrm{K}$ . The warming in MIOC360 can, therefore, be explained by the generally lower continents. ",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/cf9f758ce258b436ac1193df0b434fb22428cad52367d3ddec17bbf2f05d3181.jpg",
        "table_caption": [
            "Table 2.2: Global mean climate parameters for all experiments. Sea ice parameters are calculated for the Northern Hemisphere. Global desert cover just accounts regions between $55^{\\circ}\\mathrm{S}\\mathrm{-}55^{\\circ}\\mathrm{N}$ . "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>climate parameter</td><td>CTRL</td><td>MIOC360</td><td>MIOC480</td><td>MIOC720</td></tr><tr><td> 2 m air temperature in °C</td><td>14.3</td><td>15.0</td><td>17.1</td><td>19.2</td></tr><tr><td>global surface temperature in °C</td><td>15.1</td><td>15.8</td><td>17.7</td><td>19.8</td></tr><tr><td>land surface temperature in °C</td><td>9.3</td><td>10.5</td><td>12.9</td><td>15.7</td></tr><tr><td>sea surface temperature in °C</td><td>18.0</td><td>18.3</td><td>19.8</td><td>21.4</td></tr><tr><td>total precipitation in mm a-1</td><td>1082</td><td>1080</td><td>1103</td><td>1131</td></tr><tr><td>total cloud cover</td><td>0.617</td><td>0.616</td><td>0.604</td><td>0.591</td></tr><tr><td>sea level pressure in hPa</td><td>1011</td><td>1004</td><td>1004</td><td>1004</td></tr><tr><td>water vapour in kg m-2</td><td>26.3</td><td>26.8</td><td>30.5</td><td>35.8</td></tr><tr><td>longwave emissivity</td><td>0.582</td><td>0.580</td><td>0.569</td><td>0.557</td></tr><tr><td>planetary albedo</td><td>0.320</td><td>0.317</td><td>0.312</td><td>0.306</td></tr><tr><td>sea ice area (Mar) in 106 km2</td><td>14.9</td><td>14.3</td><td>11.7</td><td>9.9</td></tr><tr><td>sea ice area (Sep) in 106 km2</td><td>6.7</td><td>4.6</td><td>1.2</td><td>0.17</td></tr><tr><td>sea ice volume (Mar) in 103 km3</td><td>35.9</td><td>21.7</td><td>13.3</td><td>8.4</td></tr><tr><td>sea ice volume (Sep) in 103 km3</td><td>16.1</td><td>4.6</td><td>0.4</td><td>0.07</td></tr><tr><td>global forest cover in 106 km2</td><td>57.9</td><td>59.5</td><td>63.4</td><td>63.7</td></tr><tr><td>global desert cover in 106 km2</td><td>17.0</td><td>15.3</td><td>14.5</td><td>16.4</td></tr></table></body></html>\n\n",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/4dec0a0636fb4f5fe9b48fab45c65ea625a960c89072b29665626a127d3ce05a.jpg",
        "img_caption": [
            "Figure 2.2: (a) Zonally averaged $2\\mathrm{m}$ air temperature (in $^{\\circ}\\mathrm{C}$ ). (b) Zonally averaged convective precipitation, large-scale precipitation, snow fall, and evaporation (i $\\mathsf{\\Omega}_{1}\\operatorname*{mma}^{-1}$ ). (c) Zonally averaged cloud cover. (d) Zonally averaged total water vapour content of the atmosphere (in $\\mathrm{kg}\\mathrm{m}^{-2}.$ ). "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The warming in MIOC360 is presumably too small, especially in the ocean. Therefore, and due to the uncertainty in the reconstructed atmospheric $\\mathrm{CO}_{2}$ , we apply higher than present-day $\\mathrm{CO}_{2}$ levels of 480 and $720\\mathrm{ppm}$ in MIOC480 and MIOC720. The $\\mathrm{CO}_{2}$ -induced warming in MIOC480 and MIOC720 is more homogeneous than the localised topographic effects (Figure 2.3b and c). Global annual mean temperatures in MIOC480 and MIOC720 are $17.1^{\\circ}\\mathrm{C}$ and $19.2^{\\circ}\\mathrm{C}$ , corresponding to a warming of $2.8\\mathrm{K}$ and $4.9\\mathrm{K}$ compared to CTRL (Table 2.2). Except for the high latitudes, warming is more pronounced over land than over the ocean in all experiments. Polar amplification is already advanced in MIOC360 but intensifies under stronger greenhouse-gas forcing. Sea-ice cover is reduced in all Miocene experiments and the reduction is strongest during boreal summer (Table 2.2). Ice–albedo feedback amplifies the warming at high latitudes because more shortwave radiation is absorbed that can warm the surface ocean. Furthermore, less summer sea ice amplifies the warming during the following cold season, because the missing sea ice cannot act as an insulator for the ocean that loses its heat to the atmosphere. ",
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/af4d44f67c3f99c4ae0d442f2ede3a67570175428088b5ceec215a060f29cf59.jpg",
        "img_caption": [
            "Figure 2.3: Differences in $2\\mathrm{m}$ air temperature between (a) MIOC360 and CTRL, (b) MIOC480 and MIOC360, and (c) between MIOC720 and MIOC480 (in K). "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "According to the Clausius-Clapeyron relation, a warmer atmosphere can hold more water vapour. The atmospheric water vapour content is significantly larger in MIOC480 and MIOC720 compared to MIOC360 and CTRL (Figure 2.2d, Table 2.2). The hydrological cycle enhances; the annual mean precipitation in ",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/d5b7097a50d79733e13f364c0c5061531fe5f9bcd811040f431b2e7ac185b8c2.jpg",
        "img_caption": [
            "Figure 2.4: Differences in total precipitation between (a) MIOC360 and CTRL, (b) MIOC480 and MIOC360, and (c) between MIOC720 and MIOC480 (in $\\mathrm{mm}{\\bf a}^{-1}$ ). "
        ],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "MIOC480 and MIOC720 increases by 21 and $49\\mathrm{{mma}^{-1}}$ compared to CTRL, whereas in MIOC360 the annual mean precipitation of $1080\\mathrm{{mma}^{-1}}$ is comparable to $1082\\mathrm{{mma}^{-1}}$ in CTRL. In MIOC360, however, the precipitation pattern changes are more diverse than due to the $\\mathrm{CO}_{2}$ as in MIOC480 (Figure 2.4). Over Eurasia, rainfall increases in MIOC360, while it decreases over Africa and over the Americas. The increase over Europe is in agreement with reconstructions of the mean annual precipitation [Bruch et al. 2010]. Over the equatorial Pacific, precipitation decreases between $10^{\\circ}\\mathrm{S}$ and $10^{\\circ}\\mathrm{N}$ , but increases poleward of $10^{\\circ}\\mathrm{S}/\\mathrm{N}$ . The overall decrease over the Southern Hemisphere is mainly due to a reduction in convective precipitation (Figure 2.2b). In MIOC480, precipitation increases over large parts of the Southern Ocean; the largest increase occurs over the western Pacific warm pool. Precipitation decreases over the Panama Seaway region, over the Indian Ocean, and over Australia. The same patterns of precipitation change evolve in MIOC720, although further amplified. Precipitation decreases over the tropics in both MIOC480 and MIOC720 due to less cloud cover (Figure 2.2c), whereupon an overall reduction is in line with a future global warming [Trenberth and Fasullo 2009]. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Land cover changes ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The important factors that determine the vegetation cover are radiation, precipitation, and atmospheric $\\mathrm{CO}_{2}$ . Changes in these climate parameters lead to responses of the vegetation cover that affect the climate system in terms of surface albedo, roughness length, moisture and heat fluxes, or runoff. In our experimental setups, we intentionally change the topography and prescribe higher than present atmospheric $\\mathrm{CO}_{2}$ levels. While the topography changes the local radiation balance and shifts precipitation patterns, an enhanced hydrological cycle and a stronger greenhouse effect can be attributed to higher $\\mathrm{CO}_{2}$ . ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Vegetation starts to occupy regions where the land ice has been removed, for example over Greenland (Figure 2.5). High-latitude warming and higher $\\mathrm{CO}_{2}$ levels support a northward expansion of boreal forests. In MIOC480 and MIOC720, global forest cover is largest (Table 2.2, Figure 2.5c and d). The large forest cover and the northward extension of forest is in line with vegetation reconstructions [Wolfe 1985]. Unfortunately, the vegetation module in JSBACH cannot account for changes in soil properties, like field capacity or background albedo. They have to be prescribed with present-day values. Especially in today’s extreme regions like the Sahara, vegetation growth is, therefore, restricted or inhibited. Desertification of the Sahara is assumed to have started later during the late Miocene 8–7 Ma ago [Senut et al. 2009]. Although the high latitudes are more densely wooded in MIOC720 than in MIOC480, average low latitude temperatures of more than $30^{\\circ}\\mathrm{C}$ lead to a retreat of tropical rainforest. At its expense, deserts expand. The global desert cover has, therefore, a minimum in MIOC480 (Table 2.2). ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/0c05acad11f423d9bdd9242407ee2dc624d7955458e50407a254431a3ac39b3e.jpg",
        "img_caption": [
            "Figure 2.5: Forest cover fraction for (a) CTRL, (b) MIOC360, (c) MIOC480, and (d) MIOC720. Cross-hatched areas represent desert regions, including land ice, that cover more than $75\\%$ of a grid cell. "
        ],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Comparison to previous modelling studies ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The warming due to increased $\\mathrm{CO}_{2}$ is stronger than in previous Middle Miocene model studies. Because the experimental setup differs in all previous studies, we compare the model sensitivity to a doubling of $\\mathrm{CO}_{2}$ in terms of temperature increase or, if possible, in terms of precipitation (Table 2.3). Our model sensitivity (MIOC720 minus MIOC360) in terms of the global mean surface temperature is $4.0\\mathrm{K}$ . It is larger compared to $2.0\\mathrm{K}$ obtained from You et al. [2009] and $2.2\\mathrm{K}$ obtained from Tong et al. [2009]. However, it is comparable to the model sensitivity of $2.6{-}4.9\\mathrm{K}$ obtained from Henrot et al. [2010]. In terms of precipitation, our model is less sensitive than the model from Henrot et al. [2010] but more sensitive than the model from Tong et al. [2009]. The equilibrium climate sensitivity and transient climate response according to the IPCC AR4 report is $3.4\\mathrm{K}$ and $2.2\\mathrm{K}$ for ECHAM5/MPI-OM, and $2.7\\mathrm{K}$ and $1.5\\mathrm{K}$ for CCSM3 [IPCC 2007]. ECHAM5/MPI-OM is the IPCC-model preceding the MPI-ESM; the model used in Tong et al. [2009] and You et al. [2009] is the land and atmosphere model of CCSM3. The average climate sensitivity of all IPCC models is $3.2\\mathrm{K}\\pm0.7\\mathrm{K}$ . ",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/c50e4434bdb2c159276d964fd4add6635b0f2a912fd5fad7d39bc4a175ecc43b.jpg",
        "table_caption": [
            "Table 2.3: Model sensitivity to a doubling of atmospheric $\\mathrm{CO}_{2}$ for global mean temperature $T$ (in $^{\\circ}\\mathrm{C})$ and precipitation $P$ (in $\\mathsf{i}\\operatorname*{mma}^{-1}$ ). The equilibrium climate sensitivity and transient climate response according to the IPCC AR4 report is $3.4\\mathrm{K}$ and $2.2\\mathrm{K}$ for ECHAM5/MPI-OM, and $2.7\\mathrm{K}$ and $1.5\\mathrm{K}$ for CCSM3. The average climate sensitivity of all IPCC models is $3.2\\mathrm{K}\\pm0.7\\mathrm{K}$ [IPCC 2007]. "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>T2m</td><td>Tsurf</td><td>P</td></tr><tr><td>MIOC720-MI0C360, this study SM_700-SM_350, You et al. [2009]</td><td>4.2 4.0 2.0</td><td>51</td></tr><tr><td>SH_700-SH_350, You et al. [2009]</td><td></td><td></td></tr><tr><td>HighCO2-MidCO2, Tong et al. [2009]</td><td>2.0</td><td></td></tr><tr><td>MM4-MM2, Henrot et al. [2010]</td><td>2.2</td><td>17</td></tr><tr><td></td><td>2.6</td><td>53</td></tr><tr><td>MM4-MM3, Henrot et al. [2010] MM4-veg-MM2, Henrot et al. [2010]</td><td>4.4</td><td>87</td></tr><tr><td></td><td>3.1</td><td>72</td></tr><tr><td>MM4-veg-MM3, Henrot et al. [2010]</td><td>4.9</td><td>106</td></tr></table></body></html>\n\n",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Climate sensitivity in the Miocene setup appears to be somewhat larger than for present-day conditions, although we acknowledge that the IPCC requirements for sensitivity calculations are a slab ocean setup and a stepwise increase of $\\mathrm{CO}_{2}$ . However, as shown by Heinemann [2009], ECHAM5/MPI-OM applied to the Paleocene/Eocene has an even higher climate sensitivity of $6.5\\mathrm{K}$ . A higher sensitivity may, therefore, also apply to other past warm climates. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "A simple one-dimensional energy balance model ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "We now apply a simple one-dimensional energy balance model (EBM) to quantitatively analyse the causes for the temperature differences, following the ap",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "proach of Heinemann et al. [2009]. In radiative equilibrium, Earth’s surface temperature $T_{\\mathrm{surf}}$ is determined by the longwave emissivity $\\varepsilon$ , the planetary albedo $\\alpha$ , and the meridional heat flux divergence $H$ via the energy balance ",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\nI(\\phi)\\left[1-\\alpha(\\phi)\\right]-H(\\phi)=\\varepsilon(\\phi)\\sigma T_{\\mathrm{surf}}^{4}(\\phi),\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "where $\\phi$ is the latitude, $I$ is the latitudinally varying incoming solar radiation, and $\\sigma$ is the Stefan-Boltzmann constant. For reasons of readability, we omit the latitude coordinate $\\phi$ in the following. We diagnose the EBM parameters $\\alpha,H$ , or $\\varepsilon$ from our GCM results to obtain the surface temperature according to Eq. (2.1). The zonally averaged temperature changes can then be attributed to one of $\\alpha,H$ , or $\\varepsilon$ , while keeping the other two fixed (Figure 2.6). For example, to estimate the warming caused by the MIOC360 planetary albedo $\\alpha$ , we leave $H$ and $\\varepsilon$ as they are in CTRL. The surface temperature difference can then be attributed to differences of the planetary albedo $\\alpha$ . Individual curves in each plot of Figure 2.6 correspond to the individual contribution of $\\alpha,H$ , and $\\varepsilon$ to surface temperature changes; their sum corresponds to the total temperature change. The difference between the surface temperature calculated by Eq. (2.1) and the surface temperature obtained from the GCM is only marginal and mean deviations are smaller than $0.25\\mathrm{K}$ . ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "The high latitude warming in MIOC360 is caused by a smaller longwave emissivity, meaning that less longwave radiation is emitted at the top of the atmosphere. In the northern high latitudes, this warming is also accomplished by a reduced planetary albedo. In the southern midlatitudes, the warming is mainly caused by a reduced planetary albedo that corresponds to less cloud-cover over this region (Figure 2.2c). The reduced cloud cover over the tropics, especially in MIOC480 and MIOC720, leads to enhanced warming, as the peak of $\\alpha$ near the equator also reveals. The increased export of heat effectively cools the tropics. The temperature change induced by the heat flux divergence $H$ is therefore negative. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Longwave emissivity ε largely contributes to the $\\mathrm{CO}_{2}$ -induced warming in MIOC480 and MIOC720. The reduction of $\\varepsilon$ is in line with the increased water vapour content of the atmosphere (Table 2.2). The atmosphere in MIOC480 and MIOC720 contains $15\\%$ and $30\\%$ more water vapour than in MIOC360. ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/488c61992a323140ab1cfea612397b693a51ff1325230d8f2b5e4c92e90312fa.jpg",
        "img_caption": [
            "Figure 2.6: Contribution of $\\alpha,\\varepsilon$ , and $H$ to changes in the zonally averaged surface temperature $T_{\\mathrm{surf}}$ according to Eq. (2.1). Temperature increase in (a) MIOC360 compared to CTRL, (b) MIOC480 compared to MIOC360, and (c) MIOC720 compared to MIOC480. "
        ],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "A decreased longwave emissivity $\\varepsilon$ in MIOC480 and MIOC720 means that the greenhouse effect is stronger. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "In all experiments, the changes due to albedo changes are nearly compensated by the meridional heat flux divergence. This is specially evident in MIOC720, where $\\alpha$ and $H$ are of opposite sign at all latitudes. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "We will now focus on the dynamics of the poleward heat transport that is determined by the heat flux divergence term $H$ and on the partitioning between ocean and atmospheric heat transport. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "2.4 Atmospheric and ocean heat transport ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Changes in the orography alter the large-scale circulation of the atmosphere. Lower and displaced mountain regions deflect low level winds, for example over Greenland, Asia, or western North America (Figure 2.7). Low level winds in MIOC480 remain generally unaltered compared to MIOC360 (Figure 2.7b). Only in MIOC720, the circulation changes, mainly over the ocean (Figure 2.7c). Over the Western Pacific, the trades are stronger, while they are weaker over the Eastern Pacific. Over the North Pacific, the low level winds increase. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Orographic differences also influence the circulation in the upper troposphere, for example midlatitude winter storms (Figure 2.8). Winter storms are defined as deviations from the 2.5–6 days bandpass-filtered $500\\mathrm{{hPa}}$ geopotential height during the winter season [Blackmon 1976]. In MIOC360, they intensify over the Pacific, penetrate inland into the North American continent, and nearly connect with the centre over the Atlantic. Here, they are slightly less intense compared to CTRL. In MIOC480, winter storm activity decreases over the Pacific, while it slightly increases over the Atlantic. In MIOC720, the midlatitude storm activity generally increases. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Midlatitude storm tracks are an efficient way to transport moisture and heat from low to high latitudes, and they largely contribute to the poleward heat transport. The total atmospheric poleward heat transport (ahtr) is the zonal and vertical integral of latent heat $(L q)$ and dry static energy $(c_{p}T+g z)$ . ",
        "page_idx": 32
    },
    {
        "type": "equation",
        "text": "$$\n{\\mathrm{ahtr}}={\\frac{1}{g}}\\iint\\left(c_{p}T+g z+L q\\right)\\nu\\mathrm{d}x\\mathrm{d}p\n$$",
        "text_format": "latex",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Each term in Eq. (2.2) can be further decomposed into mean meridional, stationary eddy, and transient eddy heat transport (Figure $2.9\\mathrm{g-m}{\\cdot}$ ). The heat transport by midlatitude storms can then be identified with the transient eddy terms. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The heat transport of moist transient eddies increases in the Northern Hemisphere especially in MIOC720. It also increases in the Southern Hemisphere. ",
        "page_idx": 32
    },
    {
        "type": "image",
        "img_path": "images/f6ba117d581fc857a6d5df81c2442dfaf04123b09a7e650741f17229587de68c.jpg",
        "img_caption": [
            "Figure 2.7: Low level wind field in (a) CTRL (black arrows) and the difference to MIOC360 (red arrows), (b) MIOC360 and the difference to MIOC480, and (c) MIOC480 and the difference to MIOC720. The lower right reference arrows correspond to a velocity of $6\\mathrm{m}\\mathrm{s}^{-1}$ . "
        ],
        "img_footnote": [],
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "A closer look reveals that the Southern Hemisphere transport maximum shifts poleward, while the northward maximum shifts equatorward. Storm tracks are expected to shift poleward in a warming climate. As it has been shown consistently for all IPCC AR4 models, midlatitude circulation is largely driven by a rise of the tropopause that causes a poleward shift of the storm tracks in both hemispheres [Yin 2005]. The equatorward shift of the Northern Hemisphere storm tracks is, therefore, in contrast to what one would expect. Because the only difference between MIOC360 and a modern climate lies in the applied topography, we account this asymmetric response to the warming to the Middle Miocene topography. ",
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/72c6b478ebab96a54bdba255f1d2e79250d9807588102e4ea4e0ce69a208dd69.jpg",
        "img_caption": [
            "Figure 2.8: Winter storm tracks defined as deviations of the 2–6 days bandpassfiltered $500\\mathrm{{hPa}}$ geopotential height from December to March for (a) CTRL, (b) MIOC360, (c) MIOC480, and (d) MIOC720 (in gpm). Contour interval is every $10\\mathrm{gpm}$ . Stippled regions indicate mean deviations that are larger than $50\\mathrm{gpm}$ . "
        ],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/6ebb77c955f70b803c41b374a58d373f7b6d6ef2ec5381424c99aeaa81f54db2.jpg",
        "img_caption": [
            "Figure 2.9: Northward heat transport by (a) the global ocean, (b) atmosphere, and (c) ocean+atmosphere (in PW). The (implied) ocean heat transport in (a) is based on net surface energy budgets. (d) Total advective ocean heat transport according to Eq. (2.3) and the transports by (e) the MOC and (f) horizontal gyres. Here, dashed lines show the heat transport in the Atlantic Ocean. Atmospheric heat transport in (b) is calculated according to Eq. (2.2) and decomposed into $(\\mathbf{g},\\mathbf{k})$ mean meridional, (h,l) transient eddy, and (j,m) stationary eddy transport. "
        ],
        "img_footnote": [],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "In MIOC360 and MIOC480, differences of poleward heat transport are small compared to MIOC720. Thus, poleward heat transport does not bring more heat to the higher latitudes to flatten the equator-to-pole temperature gradient. At mid- and high latitudes atmospheric eddies are the dominant drivers of poleward heat transport. However, if eddy heat transport increases, the results show that the payoff is a decreased ocean heat transport. The advective ocean heat transport (ohtr) of the potential temperature $\\theta$ is ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "equation",
        "text": "$$\n{\\mathrm{ohtr}}=c_{p}\\iint\\rho\\theta\\nu\\mathrm{d}x\\mathrm{d}z\n$$",
        "text_format": "latex",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "and can be decomposed into contributions by the meridional overturning and the horizontal gyre circulation (Figure 2.9d–f). ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Bjerknes compensation ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "This compensation between ocean and atmosphere heat transport reflects the socalled Bjerknes compensation. It states that if the heat fluxes at the top of the atmosphere and the ocean heat storage do not vary much, then the total heat transport will not vary much [Bjerknes 1964]. Anomalies of atmospheric and ocean heat transport thus compensate and are of opposite sign. Our results show that Bjerknes compensation does not only apply to temporal differences. To some extent, it applies to the different mean climates, because the total heat transport differences are relatively small. For example, the increase of the total heat transport in MIOC720 compared to CTRL has a maximum of only about 0.6 PW in the southern midlatitudes (Figure 2.9c). The ocean heat transport in MIOC360 induces a warming of the Southern Ocean between 30 and $60^{\\circ}\\mathrm{S}$ (Figure 2.3a) that is mainly caused by a reduced MOC heat transport (Figure 2.9e). In contrast to today, the Atlantic meridional overturning circulation (AMOC) moves heat southward south of the equator. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The ocean heat transport in MIOC720 is significantly altered because of the severe slow down of the AMOC (Figure 2.10). The immediate effect of the reduced northward transport of heat is a drop in the surface temperature (Figure 2.3c). However, this decrease is compensated for by an increase in atmospheric heat transport. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "2.5 Large-scale ocean circulation ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The large-scale ocean circulation in the Middle Miocene is affected by open ocean gateways like the Panama Seaway and the Tethys. Furthermore, the ocean ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/00672f1003ca71f8e5b999c45bd78b0c821ad4ed96e49735cd171488c704b61e.jpg",
        "img_caption": [
            "Figure 2.10: Meridional overturning circulation in the Atlantic Ocean for (a) CTRL, (b) MIOC360, (c) MIOC480, and (d) MIOC720 (in Sv). Contour interval is 2 Sv. Red corresponds to clockwise circulation; blue corresponds to anti-clockwise circulation. The rectangular boxes indicate the Middle Miocene ocean gateways: Panama Seaway at ${\\sim}10^{\\circ}\\mathrm{N}$ and Tethys Throughflow at ${\\sim}35^{\\circ}\\mathrm{N}$ . Note the subsided Greenland-Scotland Ridge for the Middle Miocene experiments. "
        ],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "bathymetry is altered in regions where deepwater is formed, for example the subsidence of the Greenland-Scotland Ridge. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Horizontal circulation ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The horizontal circulation is affected by open ocean gateways and changes of the surface wind. In the eastern Atlantic, large water masses from the Indian Ocean enter the Atlantic through the Tethys. This strong westward flow affects the subtropical gyre, reducing its meridional extent (Figure 2.11). However, the strength of the subtropical gyre is comparable in CTRL, MIOC360, and MIOC480. The subpolar gyre is also of comparable strength to CTRL, but has a larger extent due to the subsided Greenland-Scotland Ridge, which acts as a natural boundary for the water masses in CTRL. In the equatorial current system of the Atlantic, Tethys inflow supports a stronger northern cell that dominates and suppresses the southern cell. Its remains are restricted to a weak western boundary current. ",
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/35995c498cd4073f00c8c9f497ed2bf2f40835b908869d21646d66ad33478aaa.jpg",
        "img_caption": [
            "Figure 2.11: Horizontal ocean circulation in the Atlantic Ocean in terms of the barotropic stream function for (a) CTRL, (b) MIOC360, (c) MIOC480, and (d) MIOC720 (in Sv). "
        ],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "The southward shift of Australia $(\\sim8^{\\circ})$ has no effect on the Southern Ocean. The Antarctic Circumpolar Current has a similar structure and is of similar strength in all experiments. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Open ocean gateways ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Lateral flow through open ocean gateways changes the water mass properties of the adjacent oceans. Besides the eastward inflow of Indian Ocean water through the Tethys, water from the Pacific enters the Atlantic through the Panama Seaway. These connections allow for a large-scale mixing between the oceans and, therefore, affect their water mass composition (Figure 2.12). Through the ",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/fd6f472847c73a667f2bd3227d80c5ee54f8f2f1cb12eae95f1f557274115b0a.jpg",
        "img_caption": [
            "Figure 2.12: TS-diagram for the water masses below $150\\mathrm{m}$ in the vicinity of (a)–(b) the Panama Seaway and (c)–(d) the Mediterranean/Tethys for CTRL and MIOC360. Black crosses represent Atlantic Ocean water masses, blue crosses Pacific and Indian Ocean water, and red crosses Mediterranean/Tethys water. The in-line plots show the region for which the TS-pairs are obtained. (e)–(f) The freshwater flux through the Panama Seaway (blue), Gibraltar Strait (red), and at $30^{\\circ}\\mathrm{S}$ into the Atlantic Ocean relative to a salinity of $35.5\\mathrm{psu}$ . Freshwater flux at each depth is weighted with the corresponding level thickness; the vertical sum equals the total freshwater flux. Note the different tickmarks for the upper $500\\mathrm{m}$ . "
        ],
        "img_footnote": [],
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Panama Seaway, Atlantic deepwater enters the Pacific; Pacific deepwater becomes saltier and denser (Figure 2.12b). Near the surface, on the other hand, relatively fresh water is moved from the Pacific into the Atlantic, freshening the Atlantic at the surface (Figure 2.12f). ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The mixing due to the eastern inflow of Indian Ocean water through the Strait of Gibraltar is well reflected in the composition of Tethys water, it is located between the water masses of Atlantic and Indian Ocean in the TS-diagram (Figure 2.12d). Tethys water originates from the Indian Ocean. Along the way into the Atlantic, surface water evaporates and becomes saltier and denser than its original Indian Ocean source. Because the Tethys is not an enclosed basin like the Mediterranean, the deep outflow water is not as dense as in CTRL (Figure 2.12e and f). Upper Tethys inflow water through the Gibraltar Strait increases the surface salinity of the Atlantic Ocean, while subsurface water is slightly fresher than the Atlantic. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Water from the Southern Ocean that enters the upper Atlantic Ocean in MIOC360 is relatively salty compared to CTRL and balances the freshening through the Panama Seaway (Figure 2.12e and f). As a result the salinity contrast between Pacific and Atlantic increases (contours in Figure 2.13). This is contrary to other studies with an open Panama Seaway, where the salinity contrast is reduced and, therefore, leads to a weaker AMOC [Maier-Reimer et al. 1990, Lunt et al. 2007]. Instead, the AMOC in MIOC360 is as strong as in CTRL (Figure 2.10). Supportive for the AMOC is the sill depth of the Caribbean plateau that is shallower than the deep western boundary current. The deepwater thus returns into the South Atlantic (not shown). That North Atlantic deepwater formation occurred before the closure of the Panama Seaway has also been shown in a sensitivity study for different sill depths of the gateway [Nisancioglu et al. 2003]. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Atlantic meridional overturning circulation ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "A necessary condition for deepwater formation in the Atlantic Ocean is the enhanced surface salinity compared to the Pacific Ocean. The salinity contrast between Pacific and Atlantic is determined by the freshwater transport from the Atlantic into the Pacific [Zaucker and Broecker 1992]. Moisture transport across Central America acts as a positive feedback on deepwater formation in the North Atlantic [Leduc et al. 2007]. We diagnose the moisture transport from the horizontal velocity field $\\mathbf{v}$ and the relative humidity $q$ as vertical integral over all pressure levels ",
        "page_idx": 40
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf{T}_{q}=\\frac{1}{g}\\int q\\mathbf{v}\\mathrm{d}p.\n$$",
        "text_format": "latex",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Because of the lower Andes in the Miocene setup, moisture transport from the Atlantic into the Pacific increases, further enhances the surface salinity contrast between the basins, and strengthens the freshwater–overturning feedback (Figure 2.13). ",
        "page_idx": 40
    },
    {
        "type": "image",
        "img_path": "images/9d40f6ea7c8f690e9e1f7eea5c3bed7e9f9d3c373fe1842a8e41df79b316ba07.jpg",
        "img_caption": [
            "Figure 2.13: Surface salinity for all experiments as contours (in psu). Overlaid as arrows is the vertically integrated moisture transport according to Eq. (2.4) (in $\\bf k g/(m s))$ . "
        ],
        "img_footnote": [],
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "In that sense, the Middle Miocene ocean gateway configuration supports deepwater formation that drives the AMOC. Because of the subsided GreenlandScotland Ridge, the AMOC in MIOC360 extends more northward than in CTRL (Figure 2.10a and b). Even at $80^{\\circ}\\mathrm{N}$ , more than $4\\mathrm{Sv}$ of Atlantic Ocean water is converted into deep water. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "The warming under high $\\mathrm{CO}_{2}$ in MIOC720 leads to a collapse of the AMOC. Large parts of the North Atlantic become relatively fresh (Figure 2.13) although precipitation decreases (Figure 2.4). Larger runoff at the North American East Coast as well as at the North Sea spreads into the North Atlantic, where the surface ocean freshens (not shown) and the ocean stratification increases. Deepwater formation—an important mechanism that drives the AMOC—is inhibited, and the circulation slows down to about $4\\operatorname{Sv}.$ . This slow down explains the decrease of the poleward heat transport in the Northern Hemisphere mentioned earlier (Figure 2.9). ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "In a follow-up study, we will assess the uncertainty of ocean bathymetry and investigate how a modern Greenland-Scotland Ridge or a shallow eastern Tethys alter the meridional overturning circulation of the Middle Miocene Atlantic Ocean. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "2.6 Comparison to proxy data ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "We compare the modelled palaeo temperatures to proxy-based reconstructions for the Middle Miocene. We use terrestrial reconstructions to evaluate land surface temperatures, and marine reconstructions to evaluate sea surface temperatures. The sites of the marine proxies are spread all over the oceans, while terrestrial proxies are mainly recovered from the Northern Hemisphere, especially over Europe, East Asia and the coasts of North America (Figure 2.14h). ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Terrestrial proxies ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Terrestrial climate reconstructions based on the coexistence approach estimate the lower and the upper mean annual temperature from plant fossils [Mosbrugger and Utescher 1997]. We use terrestrial tehmtptepr:at/u/rwewwda.tpafnrgoameat.hdee2010 NECLIME data set [Utescher et al. 2011]. The data span the period ranging from 16.4 to 11.2 million years ago (Torsten Utescher, personal communication). The data set is also available from PANGAEA, . We compare reconstructed land surface temperatures obtained from the coexistence approach to our modelled land surface temperatures (Figure 2.14d–f). ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Most of the proxy data cover the midlatitudes between 30 and $55^{\\circ}\\mathrm{N}/\\mathrm{S}$ . For low latitude proxies, MIOC360 matches better than MIOC480 or MIOC720. Midlatitude proxies compare well with all experiments. The proxy data confirm that land temperatures were much warmer than today. Warmer high latitude temperatures as in MIOC720 are in better agreement with these proxy reconstructions. The midlatitudes are captured by all palaeo simulations, but cooler than present-day low latitudes and warmer than present-day high latitudes cannot be captured together within one single experiment. ",
        "page_idx": 42
    },
    {
        "type": "table",
        "img_path": "images/038f1ca75d04d29678577bbb4ab4f41e26bb87c6aaaea214ce5aa66d6a5acc6d.jpg",
        "table_caption": [
            "Table 2.4: References of marine proxy SST reconstructions. "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>source</td><td>reference</td></tr><tr><td>DSDP 55</td><td>Douglas and Savin [1971]</td></tr><tr><td>DSDP 167</td><td>Savin et al. [1975]</td></tr><tr><td>DSDP 279A and 281</td><td>Shackleton and Kennett [1975]</td></tr><tr><td>ODP 903 and 905</td><td>van der Smissen and Rullkotter [1996]</td></tr><tr><td>DSDP 588, 608, and ODP 730</td><td>Pagani et al. [1999]</td></tr><tr><td>DSDP588,608,and ODP 883</td><td>Ennyu [2003]</td></tr><tr><td>ODP 1170 and 1172</td><td>Ennyu and Arthur [2004]</td></tr><tr><td>ODP 1170 and 1171</td><td>Shevenell et al. [2004]</td></tr><tr><td>ODP 1092</td><td>Kuhnert et al. [2009]</td></tr><tr><td>ODP 747</td><td>Majewski [2010]</td></tr><tr><td>bivalvia shells</td><td>Oleinik et al. [2008]</td></tr><tr><td>bivalvia shells</td><td>Ennyu [2003]</td></tr></table></body></html>\n\n",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Marine proxies ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "The isotopic composition of seawater, obtained by either $\\delta^{18}\\mathrm{O}$ or $\\mathrm{{Mg/Ca}}$ ratios, facilitates a proxy for ocean temperatures [Emiliani and Edwards 1953, Hastings et al. 1998]. Using the calcite shells of fossil planktonic foraminifera deposited in the ocean sediments, sea surface temperatures (SSTs) for past times can be obtained. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "We take Middle Miocene SST reconstructions from several Ocean Drilling Project (ODP) and Deep Sea Drilling Project (DSDP) sites (Table 2.4). Midlatitude SSTs agree well in all three simulations (Figure 2.14b). MIOC360 and MIOC480 match (at least one) proxy-SST for low and high latitudes. The warmer-than-present high latitude SSTs are better captured in MIOC720, but low latitude SSTs are largely overestimated. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Model–data agreement ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "To evaluate the model–data agreement, we compare the distribution of modelto-data temperature ratios for each grid box (Figure $\\mathrm{~\\bf~g~}_{\\ }$ ). Both terrestrial and marine data sets are compared individually for low, mid-, and high latitudes. ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "While for terrestrial proxies MIOC480 and MIOC720 reveal a better agreement, MIOC360 and MIOC480 reveal a better agreement for marine proxies. However, in neither of the experiments do we achieve the desired flatter equator-to-pole temperature gradient. High latitude temperatures are generally too cold and low latitude temperatures are generally too warm. ",
        "page_idx": 44
    },
    {
        "type": "image",
        "img_path": "images/8bb8a58ea3f746f3f69e197ec7da2db6a618908519f4c103b6f93afedbdd5d60.jpg",
        "img_caption": [
            "Figure 2.14: Comparison of model output with (a)–(c) terrestrial and (d)–(f) marine temperature reconstructions. The low latitudes are defined to be between the equator and $30^{\\circ}\\mathrm{N}/\\mathrm{S}$ , midlatitudes are between 30 and $55^{\\circ}\\mathrm{N}/\\mathrm{S}$ , and high latitudes are poleward of $55^{\\circ}\\mathrm{N}/\\mathrm{S}$ . (g) Box plot of model-to-data temperature ratios for each grid box, separated for marine and terrestrial proxies as well as for low, mid-, and high latitudes. Values near 1 correspond to a good agreement, while values greater (smaller) than 1 show that the model is too warm (cold). The red line corresponds to the mean of the distribution. (h) The location of the proxies. "
        ],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "2.7 Discussion ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "We present the first fully coupled simulations of the warm Middle Miocene climate using the general circulation model MPI-ESM. The Middle Miocene topography induces a global warming of $0.7{\\mathrm{K}}$ compared to today. The continental warming is larger because topography affects the continents, but does not affect the ocean surface. Uncertainties in the applied topography can, therefore, significantly alter surface temperatures. Especially mountain regions like the Andes, Rocky Mountains, and Himalayas are subject to errors in elevation [see Herold et al. 2008, Tables 1 and 2 for details]. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "If we increase atmospheric $\\mathrm{CO}_{2}$ to 480 and $720\\mathrm{ppm}$ as in MIOC480 and MIOC720, we obtain a global warming of 2.8 and $4.9\\mathrm{K}$ . A stronger greenhouse effect and the associated water vapour feedback lead to a more humid climate with an enhanced hydrological cycle. The warming obtained by a doubling of $\\mathrm{CO}_{2}$ is $4.0\\mathrm{K}$ and much larger than in previous studies, which is $2.0\\mathrm{K}$ in You et al. [2009] and $2.3\\mathrm{K}$ in Tong et al. [2009]. The larger value may be explained by a higher climate sensitivity of MPI-ESM compared to the model used by You et al. and Tong et al.. However, our sensitivity is within the range of the model sensitivities obtained from Henrot et al. [2010], although their hydrological cycle is more sensitive. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Our experiments could not reproduce the flatter equator-to-pole temperature gradient that has been reconstructed for sea surface and land surface temperatures [Nikolaev 2006, Bruch et al. 2007]. A comparison to proxy data shows that the low-latitude temperatures are too high and that the high-latitude temperatures are too low. Although sparser, marine proxies are more widely spread than terrestrial proxies, which are hardly available in the Southern Hemisphere, for example in Africa or in Australia. To improve model–data validation, we need more low and high-latitude terrestrial proxies. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "As Stewart et al. [2004] have shown, well-preserved foraminifera reveal lower tropical temperatures than previously stated. Thus, estimates from older reconstructions could underestimate tropical sea surface temperatures. It is also known that sea surface temperature reconstructions for the Eocene are biased toward colder temperature [Pearson et al. 2007]. A revision of the low-latitude marine proxies, especially those from older reconstructions, would be appropriate. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Although open ocean gateways support large-scale mixing between the adjacent ocean basins, against expectations, the AMOC in our model is insensitive to these water mass composition changes. In MIOC360 and MIOC480, the AMOC is as strong as today. It extends to high latitudes, because the absent Greenland-Scotland Ridge cannot act as a barrier. The flow through the Panama Seaway is directed from the Pacific into the Atlantic, confirming the results of an idealised study for the early Miocene [von der Heydt and Dijkstra 2006]. Instead of a reduced salinity contrast between Pacific and Atlantic Ocean, we find a stronger salinity contrast. The inflow of relatively fresh Pacific surface water is overcompensated by an increased moisture transport from the Atlantic into the Pacific. This enhanced salinity contrast supports a meridional overturning circulation that is as strong as today. Previous model studies for an open Panama Seaway, reflecting the Pliocene period, report a collapse of the AMOC [Maier-Reimer et al. 1990], or a very weak overturning circulation [Lunt et al. 2007]. In a recent review paper, Molnar [2008] discussed evidence from reconstructions and from model studies and concluded that the closing of the Panama Seaway “seems no more than a bit player in global climate change.” Of course, the situation in our simulations is different, because of the open Tethys. We find that Tethys water is somewhat “neutral” regarding the freshwater transport and does not significantly contribute to the enhanced salinity contrast between Atlantic and Pacific Ocean. However, Molnar is right in the sense that open ocean gateways alone do not explain the Middle Miocene warming. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "In our warmest climate MIOC720, the AMOC severely slows down to about 4 Sv. The surface ocean of the North Atlantic is fed by runoff into the North Sea and from the North American East Coast. Ocean stratification increases and inhibits North Atlantic deepwater formation. In comparison to global warming scenarios where the ECHAM5/MPI-OM model shows a reduction of only $30\\%$ in the A1B scenario, the Miocene setup is apparently more sensitive [Jungclaus et al. 2006]. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Because the AMOC also transports heat from low to high latitudes, any changes alter global poleward heat transport. However, as storm tracks intensify in a warmer climate, the associated moist transient eddy transport compensates for the decreased ocean heat transport. We claim that this compensation can be compared to the Bjerknes compensation, though not for deviations from the mean state but for different mean states of the climate system. A similar compensating effect has also been found for the Late Miocene climate [Micheels et al. 2011]. They show that ocean heat transport decreases because of the open Panama Seaway. On the contrary, we show that ocean heat transport only decreases if the AMOC collapses as in MIOC720. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Just like the ocean circulation, the atmospheric circulation reorganises. Ocean and atmospheric heat transport change, but the total heat transport remains nearly unchanged because oceanic and atmospheric heat transport compensate. A reduction of the equator-to-pole temperature gradient is, therefore, unlikely caused by a reorganised ocean circulation, as it has been claimed earlier [Pagani et al. 1999]. Instead, we find that changes in the local energy balance, for example due to a smaller surface albedo, a lower topography, or higher $\\mathrm{CO}_{2}$ , explain the warmer high latitudes. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Larger high-latitude temperatures and higher atmospheric $\\mathrm{CO}_{2}$ levels provide good conditions for plant growth. Because our model includes a dynamic vegetation module, we can simulate the interactions and feedbacks between the vegetation and the climate system. We find that boreal forests expand northward into high latitudes, which is in line with vegetation reconstructions [Wolfe 1985, Williams et al. 2008]. In contrast, the desert cover of the Saharan region disagrees with reconstructions [Senut et al. 2009]. The problem is that we have to prescribe soil properties, as the vegetation model in JSBACH does not include a dynamic soil model. To overcome this, globally or zonally averaged values would be a more appropriate choice and allow a “level playing field.” A recent model study shows that a dynamic background albedo scheme for JSBACH improves rainfall over the Sahel/Sahara region, which, applied to the mid Holocene (6000 years ago), leads to higher vegetation variability [Vamborg et al. 2011]. In a sensitivity study for the Late Miocene, Micheels et al. [2009] showed that a modern Sahara leads to a cooling in northern high latitudes. We, therefore, expect a further high-latitude warming if North Africa is covered by vegetation. Because the dense vegetation in our simulations requests warmer temperatures and higher $\\mathrm{CO}_{2}$ levels, we assume that the warm Middle Miocene climate depends on higher than present-day $\\mathrm{CO}_{2}$ levels. However, the warming due to high-latitude vegetation feedbacks is restricted by the maximum of possible vegetation cover. A recent study showed that boreal afforestation in a pre-industrial setup leads to a global warming of only $0.25\\mathrm{K}$ [Bathiany et al. 2010]. High latitude feedbacks, namely the ice-albedo and the vegetation feedback are too weak to decrease the equator-to-pole temperature gradient. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "2.8 Conclusions ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "To conclude, we propose that full ocean dynamics cannot be held responsible for a global redistribution of heat to higher latitudes because of the complex ocean– atmosphere interactions. The total poleward heat transport changes only a little because of a Bjerknes-compensation-like mechanism that makes high latitude warming difficult. Furthermore, high-latitude feedbacks are too weak and cannot significantly contribute to a flatter equator-to-pole temperature gradient. The mismatch between model and proxy data leads to the conclusion that we do not fully understand how feedback mechanisms may work in a warmer climate. For the Middle Miocene, we conclude that the topographic boundary conditions are not sufficient to explain at least the global warming and that a warmer Middle Miocene climate without an enhanced greenhouse effect cannot be reproduced with our model. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "3 The El Niño–Southern Oscillation in the Middle Miocene climate ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Correct simulation does not guarantee correct understanding. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The El-Niño Southern Oscillation Phenomenon E.S. SARACHIK and M.A. CANE ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "We investigate the El Niño–Southern Oscillation (ENSO) for different models of the Middle Miocene climate. The setup considers Middle Miocene boundary conditions that affect the tropical Pacific, namely the wider Indonesian Throughflow at the western and the open Panama Seaway in the eastern Pacific. Under low and moderate atmospheric $\\mathrm{CO}_{2}$ levels, ENSO is rather irregular and more random, but teleconnections strengthen to high latitudes because of a more effective “atmospheric bridge.” A simple ENSO oscillator model reveals that the Bjerknes feedback is disrupted between tropical Pacific thermocline and sea surface temperature. Atmospheric deep convection over the western Pacific warm pool enhances variability of zonal currents in the Pacific and thus disturbs air– sea interaction that are essential for ENSO dynamics. In a $\\mathrm{CO}_{2}$ doubling scenario the Bjerknes feedback is strong enough to overcome these perturbations and to restore a more regular ENSO. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "3.1 Introduction ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "The El Niño–Southern Oscillation (ENSO) is the largest and most prominent interannual climate mode. ENSO is a complex interaction between ocean and atmosphere in the tropical Pacific. The key feature of ENSO is a positive feedback between trade winds and the zonal sea surface temperature (SST) gradient, which is known as Bjerknes feedback [Bjerknes 1969]. Westward blowing trade winds pile up warm surface water toward the west, tilting the thermocline downward from east to west. The deep thermocline at the west is known as western Pacific “warm pool.” Coastal upwelling and equatorial upwelling due to Ekman drift produce the “cold tongue” at the eastern Pacific. The circulation that is driven by the zonal temperature gradient between the warm pool and the cold tongue is called Walker circulation. Warm and moist air rises over the western Pacific warm pool and leads to low surface pressure. The rising air reaches the tropopause and returns eastward, where it subsides. The eastern Pacific high pressure reinforces the trade winds and completes the Walker circulation. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Although the term ENSO includes the word oscillator, the phenomenon needs not necessarily be understood as oscillating between positive and negative phases. Analysis of real climate ENSO showed that ENSO behaves more like a series of single events rather than a cycle [Kessler 2002]. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "There is evidence for persisting ENSO variability during past warm climates. 3–5 million years old corals from the tropical Pacific resemble interannual variability on ENSO time scales [Watanabe et al. 2011]. This proxy record seems to end the long-lasting debate about the “permanent El Niño” during the Pliocene [e.g., Molnar and Cane 2002, Fedorov et al. 2006]. For the Late Miocene $(\\sim5.6$ million years ago) an evaporite varve record has been recently found to resemble the modern spectrum of ENSO [Galeotti et al. 2010]. Located in the Mediterranean, the authors assigned the variability to the tropical Pacific because of ENSO teleconnections, which might have been stronger during the Late Miocene due to a reduced meridional temperature gradient. A Late Miocene record from giant clams, 10–13 million years ago, also shows ENSO-like interannual variability [Batenburg et al. 2011]. Another recent study for the Eocene “hothouse” climate shows that shells from long-living bivalves as well as driftwood from Antarctica reflect interannual variability on ENSO time scales [Ivany et al. 2011]. Evidence of palaeo ENSO activity cannot only be drawn from proxy records, but is also supported by several palaeo modelling studies, for example of the Pliocene [Haywood et al. 2007], the early Miocene [Von Der Heydt and Dijkstra 2011], or the Eocene [Huber and Caballero 2003]. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "We present results from Middle Miocene experiments that also show ENSO variability in concert with previous studies. The aim of the study is twofold: Because of different continental boundary conditions compared to present day and the uncertainties in atmospheric $\\mathrm{CO}_{2}$ for the Middle Miocene, we ask: ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "(1) What is the effect of the Middle Miocene boundary conditions on ENSO strength and periodicity? ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "To answer this question, we compare modelled ENSO events for present-day and Middle Miocene climate. We further investigate the interplay between thermocline recharge/discharge and sea surface temperature anomalies using a simple oscillator model approach. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Today, ENSO influences large parts of the global climate system via teleconnections, causing droughts and enhanced precipitation that affect ecosystems far-off the tropical Pacific. Because of the different Middle Miocene climate we expect a different response to tropical variability and ask: ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "(2) What are the characteristics of ENSO teleconnection patterns for the modelled Middle Miocene climate? ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "To answer this question, we investigate the effect of ENSO on the global climate using linear regression techniques. Global teleconnections associated with ENSO may also guide us to potential locations from where temporally highresolved proxies can be obtained as has been done for the Late Miocene and the Eocene [Galeotti et al. 2010, Ivany et al. 2011]. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "The study is organised as follows. In the next section, we briefly describe our experimental design. In Section 3.3 we do an ENSO time-series analysis and use a simple recharge/discharge oscillator to describe ENSO in the different model setups. We focus on ENSO events and their evolution within the equatorial Pacific in Section 3.4. The effect of ENSO on the Middle Miocene climate is investigated in Section 3.5 where we show how ENSO teleconnections change for different $\\mathrm{CO}_{2}$ forcings. We discuss our results and conclude in Section 3.6. ",
        "page_idx": 52
    },
    {
        "type": "image",
        "img_path": "images/0922ade7da0e3856750c4eadb4eb33276e3261e905fb886c82b9f285ca588f86.jpg",
        "img_caption": [
            "Figure 3.1: Regions where the different ENSO indices are defined. Present-day continent positions are shown as contour lines, the Middle Miocene continents are shaded in grey. In this study, we use Nino3.4 as ENSO index (solid box). "
        ],
        "img_footnote": [],
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "3.2 Experimental design ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "We analyse the set of Middle Miocene experiments previously presented [Krapp and Jungclaus 2011]. The model is Max Planck Institute Earth System Model (MPI-ESM), consisting of the atmosphere model ECHAM5 (T42L19) with a horizontal resolution of ${\\sim}2.8^{\\circ}$ and 19 levels in the vertical [Roeckner et al. 2003]. ECHAM5 includes the land-surface model JSBACH that incorporates a dynamic vegetation module [Raddatz et al. 2007, Brovkin et al. 2009]. The ocean model MPI-OM (TP10L40) has a horizontal resolution of ${\\sim}1^{\\circ}$ and 40 layers in the vertical. ECHAM5/JSBACH and MPI-OM are coupled once per day via OASIS [Valcke 2006]. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "The setup consists of four experiments: one present-day experiment (CTRL) with a prescribed $\\mathrm{CO}_{2}$ level of $360\\mathrm{ppm}$ , and three Middle Miocene experiments with prescribed $\\mathrm{CO}_{2}$ level of 360, 480, and $720\\mathrm{ppm}$ (MIOC360, MIOC480, MIOC720). For MIOC360, MIOC480, and MIOC720, a reconstructed Middle Miocene topography has been applied to ocean, atmosphere, and land surface [Herold et al. 2008]. Figure 3.1 shows the continental outline of the Middle Miocene tropical Pacific region where an open Panama Seaway and a wider Indonesian Throughflow region are the main characteristics. Further west, an open Tethys Seaway connects the Indian Ocean and the Atlantic. All experiments are run into quasi-equilibrium, and for the analysis we use the output of the last 100 years. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "3.3 ENSO as a simple oscillator ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "In this section, we analyse ENSO variability in two independent ways. First, we investigate the characteristics of ENSO as a time series analysis of the Nino3.4 index. Afterwards, we describe ENSO with a simple oscillator model and diagnose the feedback mechanisms driving ENSO. ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "ENSO time series analysis ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "We define the ENSO time series as monthly SST anomalies over the Nino3.4 region in the tropical Pacific (Figure 3.1). Nino3.4 time series for the control experiment and for the three Middle Miocene experiments are shown in Figure 3.2. The variability of the time series in MIOC360 and MIOC480 is smaller compared to CTRL, and is largest in MIOC720. In MIOC360 and MIOC480, Nino3.4 time series are also more skewed towards positive anomalies in contrast to CTRL and MIOC720 (Table 3.1). ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Nino3.4 variability is more random in MIOC360 and MIOC480. To measure the randomness, we compare the autocorrelation function of each time series to the estimates from a fitted first-order stationary autoregressive process AR(1). The AR(1) process is an archetypal random process that is widely used in geophysical research [e.g., von Storch and Zwiers 1999] and is ",
        "page_idx": 54
    },
    {
        "type": "equation",
        "text": "$$\nX_{t}=\\phi X_{t-1}+\\pmb{\\varepsilon}_{t}\n$$",
        "text_format": "latex",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "where $\\phi$ is the autoregressive coefficient $(|\\phi|<1)$ and $\\varepsilon_{t}$ is (temporally uncorrelated) white noise. In a certain way $\\phi$ represents the “memory” of the process that can be expressed via the autocorrelation function $\\rho$ . For an AR(1) process the autocorrelation function at lag $k$ is $\\rho_{k}=\\phi^{k}$ and decreases exponentially for positive $\\phi$ . ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "The autocorrelation function of the Nino3.4 time series with the fitted AR(1) process are shown in Figure 3.2b. Nino3.4 behaves almost as an AR(1) process; consecutive ENSO events are uncorrelated and the system has less memory. In contrast, CTRL and MIOC720 reveal the periodic behaviour of ENSO as can be seen from the time series. ",
        "page_idx": 54
    },
    {
        "type": "image",
        "img_path": "images/96ed536e1961bb2aafd8af73c843141ebdda5482a88876c78bd3cbb5c28b899e.jpg",
        "img_caption": [
            "Figure 3.2: (a) Time series of Nino3.4 for CTRL, MIOC360, MIOC480, and MIOC720 (11-point Trenberth-filtered) and corresponding (b) autocorrelation function, and (c) spectral density. Dashed red lines in (a) mark one standard deviation of Nino3.4. Thick red lines in (b) and (c) represent a fitted AR(1) process, and thin red lines in (c) shows the confidence interval at the $95\\%$ level. The estimator of the spectral density has been Daniell-smoothed with 5 data points. "
        ],
        "img_footnote": [],
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The spectral power density $S(f)$ which is the Fourier transform of the autocorrelation function shows how the variance is distributed among all frequencies or periods (Figure 3.2c). For an AR(1) process $S(f)$ only depends on the AR coefficient $\\phi$ , ",
        "page_idx": 55
    },
    {
        "type": "equation",
        "text": "$$\nS(f)=\\frac{\\sigma^{2}}{1+\\phi+\\cos2\\pi f}\n$$",
        "text_format": "latex",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "with variance $\\sigma^{2}$ of the time series $X$ . The spectrum of the fitted AR(1) process is highlighted in Figure $\\mathrm{~\\boldmath~{~c~}~}$ as red line. CTRL has a distinct peak between 2.5 and 3.6 years, while MIOC720 shows a relatively broad band between 2.5 and 7 years with two maxima at 3.6 and 6.5 years. MIOC360 has a small peak at ${\\sim}4$ years, and MIOC480 does not show any variance at interannual time scales. ",
        "page_idx": 55
    },
    {
        "type": "table",
        "img_path": "images/094dd2f973a2aba8f3ac3b3f5c5b7f97f7de245bbcaf23cb0fb189a23b9b795c.jpg",
        "table_caption": [
            "Table 3.1: Statistics of the Nino3.4 index in CTRL, MIOC360, MIOC480, and MIOC720. "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>standard deviation</td><td>skewness</td></tr><tr><td>CTRL</td><td>1.11</td><td>0.09</td></tr><tr><td>MIOC360</td><td>0.85</td><td>0.47</td></tr><tr><td>MIOC480</td><td>0.87</td><td>0.23</td></tr><tr><td>MIOC720</td><td>1.82</td><td>0.10</td></tr></table></body></html>\n\n",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "From the time series analysis we can distinguish two types of ENSO. ENSO is periodic under present-day conditions and under very warm Middle Miocene conditions, although strong $\\mathrm{CO}_{2}$ forcing in the Middle Miocene setup causes stronger and longer ENSO events. On the other hand, for moderate $\\mathrm{CO}_{2}$ levels in the Middle Miocene, there is no sign of regular ENSO events. Also, El Niño is usually stronger than La Niña. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Simple recharge/discharge oscillator diagnostics ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "To answer the question why two different types of ENSO occur—random events as in MIOC360 and MIOC480 and periodic events as in CTRL and MIOC720— we use a simple oscillator model [Clarke et al. 2007]. It consists of two variables: the $20^{\\circ}\\mathrm{C}$ thermocline-depth anomaly (Z20) and the SST anomaly (SST ). Both variables can be obtained from our model results. Unlike previous models, this approach takes into account the effect of wind stress curl on discharge processes in the western central Pacific. Hence, anomalies are averaged over the region of strong ENSO air–sea interactions, that is the western central Pacific, while previous models incorporate the eastern Pacific region where ENSO variability is largest. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "To obtain the anomalies Z20 and SST , we define the region of large air-sea interaction as the region where the linear regression coefficients of wind stress onto Nino3.4 exceeds $0.005\\mathrm{Pa}/\\mathrm{K}$ . Regions over which we average SST and $Z20$ are given in Table 3.2. Equations of the ENSO oscillator model for $Z20$ and SST are similar to a linear harmonic oscillator, ",
        "page_idx": 56
    },
    {
        "type": "table",
        "img_path": "images/5fdfbe37046fd47e89ba8875dad484cc3c250b3c850701fc11a469643b84acc8.jpg",
        "table_caption": [
            "Table 3.2: Diagnostics from the simple recharge/discharge oscillator Eq. (3.1), $\\nu$ in $\\mathsf{K}/(\\mathrm{yrm})$ , $\\mu$ in in $\\mathbf{m}/(\\mathrm{yr}\\mathbf{K})$ , and $T$ , lag, and phase shift in months. Theoretical phase lags $(\\mathrm{lag}_{\\mathrm{theor}})$ from the linear oscillator are one quarter of the period $T$ . Actual lags $(\\log_{\\mathrm{ccf}})$ are calculated from the cross-correlation between $Z20$ and SST with leading $Z20$ . The phase shifts then correspond to the nearest root of the cross-correlation function at lag zero. "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>lon-lat box</td><td>V</td><td>μ</td><td>T</td><td>lagtheor</td><td>lagccf</td><td>phase shift</td></tr><tr><td>CTRL</td><td>175°W-135°W</td><td>0.16</td><td>23.9</td><td>38</td><td>10</td><td>11</td><td>0</td></tr><tr><td>MIOC360</td><td>180°E-125°W</td><td>0.13</td><td>22.1</td><td>44</td><td>11</td><td>9</td><td>-3</td></tr><tr><td>MIOC480</td><td>180°E-135°W</td><td>0.14</td><td>17.6</td><td>47</td><td>12</td><td>14</td><td>0</td></tr><tr><td>MIOC720</td><td>135°E-150°W</td><td>0.095</td><td>17.3</td><td>59</td><td>15</td><td>26</td><td>+11</td></tr></table></body></html>\n\n",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 57
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{l}{\\displaystyle\\frac{d}{d t}Z20=-\\mu S S T,}\\\\ {\\displaystyle\\frac{d}{d t}S S T=\\nu Z20}\\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "with positive constants $\\mu$ and $\\nu$ . ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "An example for Eq. (3.1a): Positive sea surface temperature anomalies $(S S T>0)$ ) over the western Pacific warm pool enhance atmospheric deep convection, which generates westerly wind stress anomalies. Because they decrease poleward, wind stress curl anomalies discharge water from the western Pacific warm pool $\\begin{array}{r}{(\\frac{d}{d t}Z20<0)}\\end{array}$ . The meaning of Eq. (3.1a) is that sea surface temperature anomalies drive changes in the thermocline depth. For Eq. (3.1b), we assume a constant mixed layer in which the thermocline is displaced upward $(Z20<0)$ . We also assume mass conservation, and therefore, non-mixing regions beneath and above the thermocline must diverge horizontally. Water below the mixed layer is thus colder and causes anomalous heat flux down through the bottom of the mixed layer which will slowly decrease surface temperatures $\\begin{array}{r}{(\\frac{d}{d t}S S T<0)}\\end{array}$ . The meaning of Eq. (3.1b) is that thermocline depth anomalies lead to sea surface temperature changes. For details, see Clarke et al. [2007]. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "We estimate $\\mu$ and $\\nu$ according to Clarke et al. as the ratio of the standard deviations of Trenberth-filtered $\\scriptstyle{\\frac{d}{d t}}Z20$ and SST, and $\\begin{array}{r}{{\\frac{d}{d t}}S S T}\\end{array}$ and $Z20$ . The Trenberth filter increases the signal-to-noise ratio using a weighted moving average low-pass filter that removes fluctuations with periods of less than 8 months but includes all others [Trenberth 1984]. The period $T$ of the interannual oscillations from Eq. (3.1) is then $2\\pi/{\\sqrt{\\mu\\nu}}$ . Linear oscillator theory also states that $Z20$ and SST have a phase lag of $90^{\\circ}$ , meaning that for a four-year ENSO period, sea surface temperature anomalies maximise one year after a thermocline discharge. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The diagnosed values for $\\mu,\\nu$ , and $T$ from our experiments are also shown in Table 3.2. A larger $\\nu$ can be interpreted as a stronger coupling between thermocline heat content and sea surface temperature response, whereas $\\mu$ represents the effectiveness of heat transfer from the ocean surface into the thermocline. Periods calculated from the ENSO oscillator are between 3 and 5 years, and are in good agreement with the dominant period of the Nino3.4 spectrum. We add the ENSO periods obtained from the simple oscillator as grey vertical lines to the spectral power density in Figure 3.2c. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "We now evaluate how good the simple oscillator represents the relationship of thermocline depth and sea surface temperature anomalies in the different experiments. We calculate the cross-correlation between the left hand side and the right hand side of Eq. (3.1a) and Eq. (3.1b) using $\\mu$ and $\\nu$ as diagnosed from the model output and compare the two cases “SST drives $Z20^{,,}$ and $^{66}Z20$ drives SST ” (Figure 3.3). Alternatively, we can think of how well the time derivative of SST (Z20) predicts Z20 (SST ). Black curves in Figure 3.3 are data obtained from MPI-ESM, and red curves show the predictions according to Eq. (3.1). ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The linear oscillator is a good assumption for CTRL and correlations coefficients for both relationships of Eq. (3.1) are almost equal, about 0.66. The root of the cross-correlation function is near lag 0 (not shown), which means that there is no additional phase shift between SST and $Z20$ . For MIOC360 and MIOC480 the correlation coefficient is large for the case that $Z20$ drives SST (0.54 and 0.60), but small for the reverse case, SST driving Z20 (0.35 and 0.37). We thus conclude that the simple oscillator is not appropriate for MIOC360 and MIOC480, and that the intercation: positive (negative) SST anomalies $\\rightarrow$ enhanced (reduced) atmospheric deep convection $\\rightarrow$ stronger (weaker) wind stress curl anomalies $\\rightarrow$ thermocline discharge (recharge) is disrupted. ",
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "images/afadbd15b478855f4b8737a9a2ad981ed2a207f3bc58c93bcba2576d26ab0de3.jpg",
        "img_caption": [
            "Figure 3.3: Simple recharge/discharge oscillator diagnostics from $20^{\\circ}\\mathrm{C}$ thermocline and SST anomalies. "
        ],
        "img_footnote": [],
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "As we just showed for the Nino3.4 time series, periodicity in MIOC720 returns, and the feedback between Z20 and SST is re-established. MIOC720 is, however, special because the correlation coefficient is relatively low compared to CTRL, but one can guess by eye that the oscillator has an additional phase shift. In fact, Z20 leads by about 8–10 months, and the lagged correlation coefficient of now about 0.75 is larger than for CTRL. We may speculate about the physical implication of this addition phase shift. It could be related to a premature discharge (recharge) of the thermocline, for example, due to strong random forcing or due to more inertia of the system (by larger amounts of heat stored in the thermocline). ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The simple oscillator model provides additional insight into ENSO dynamics. The periodic behaviour of ENSO is reproduced for CTRL and MIOC720, but both setups show a slightly different dynamic response, namely an additional phase shift between thermocline discharge and SST increase. The oscillator model also reveals that feedback processes between SST and thermocline depth anomalies are disrupted in MIOC360 and MIOC480. Causes for the disruption are analysed in the following. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "3.4 Modelled ENSO events and the equatorial Pacific Ocean ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "We focus on the driving mechanisms for ENSO events according to the Bjerknes feedback. The major ingredients are zonal wind stress, thermocline depth, or, equivalently, sea surface height, and SST and outgoing longwave radiation as indicator of deep convection over the western Pacific warm pool. The time evolution of these variables along the equator resembles a series of ENSO events (Figure 3.4). ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "In CTRL almost every positive (negative) wind stress anomaly causes an El Niño (La Niña) in the eastern Pacific. For example, consider the wind stress anomaly between 180 and $120^{\\circ}\\mathrm{{W}}$ in year 56 (subsequent numbering in Figure 3.4a). The weaker trade winds cause a thermocline discharge that propagates eastward and is reflected by a positive sea surface height anomaly. An El Niño is initiated, and westward propagating positive SST anomalies further weaken the Walker Circulation due to the Bjerknes feedback. As a result, the region of deep convection in the western Pacific shifts toward the east, while the surface ocean to the west takes up more heat, recharging the thermocline. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "All Middle Miocene experiments show a larger variability over the western Pacific warm pool compared to CTRL, for example, outgoing longwave radiation— indicating atmospheric deep convection—as well as zonal wind stress (Figure 3.4b–d). Zonal wind stress anomalies exert momentum anomalies on the upper ocean, thereby enhancing variability of the equatorial current system. Zonal velocity variability in the upper western equatorial Pacific is larger for the Middle Miocene experiments, despite a similar structure of the mean zonal velocity field (Figure 3.5). A reason for the larger variability in the western Pacific could be the wider Indonesian through-flow (Figure 3.1). ProtoNew Guinea is located further to the south, and more open water is exposed to evaporation and, hence, more atmospheric deep convection occurs (not shown). Assuming that enhanced deep convection is in line with larger variability, atmospheric forcing over the western Pacific is generally stronger. On interannual time scales this additional atmospheric “noise” influences ENSO dynamics. ",
        "page_idx": 60
    },
    {
        "type": "image",
        "img_path": "images/8223ac565043ff5e70c6fd64107d7e54dae2b081f6e871595ff78465a22c198b.jpg",
        "img_caption": [
            "Figure 3.4: 25 years of zonal wind stress, sea surface height, sea surface temperature, and outgoing longwave radiation anomalies along the equatorial Pacific. The data are Trenberth (1984) filtered and the units are $\\mathrm{Wm}^{-2}$ , $\\mathrm{\\mPa}$ , cm, and K. To highlight ENSO events, Nino3.4 time series are attached to each plot. Subsequent numbers in CTRL exemplify a typical ENSO event. To be continued. "
        ],
        "img_footnote": [],
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 61
    },
    {
        "type": "image",
        "img_path": "images/c083d192911042e34a39ea7ef1fc039402b437ec07380caa56b4e019b49cfaf6.jpg",
        "img_caption": [
            "Figure 3.4: Continued. "
        ],
        "img_footnote": [],
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Atmospheric noise due to enhanced deep convection events may explain the more random ENSO in MIOC360 and MIOC480. A lagged cross-correlation between Nino3.4 and SST, and between Nino3.4 and thermocline depth, shows that an ENSO event in MIOC480 is related to a long-persisting temperature anomaly in the western Pacific (Figure 3.6c). The bulge between 120 and $150^{\\circ}\\mathrm{E}$ starting at lag month $^{-18}$ can be distinguished from the eastern Pacific anomaly that propagates westward. We assume that the long-persisting anomaly is the sum of a westward propagating SST anomaly and a local western Pacific SST anomaly. As a side note, the $150^{\\circ}\\mathrm{E}$ longitude is also the eastern boundary of the western Pacific deep convection and wind stress anomalies (compare Figure 3.4). ",
        "page_idx": 62
    },
    {
        "type": "image",
        "img_path": "images/379ecbc7412e5cfd4fc8fbf91436ed662aadb4708eed4db51b77678499192aab.jpg",
        "img_caption": [
            "Figure 3.5: Mean zonal ocean velocity along the equatorial Pacific. Negative (positive) values indicate eastward (westward) motion. Contour lines correspond to standard deviations of the zonal velocity with intervals of $0.05\\mathrm{m/s}$ . "
        ],
        "img_footnote": [],
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "In summary, we find that anomalous deep convection events and the associated wind stress anomalies in the western Pacific affect the upper ocean and inhibit a basin-wide ENSO mode. Western Pacific wind stress anomalies add to the more central Pacific wind stress anomalies and, thus, end up in a more random atmospheric forcing that influences the thermocline recharge/discharge processes on interannual time scales. Westward propagating ENSO events are exposed to the atmospheric “noise” that interupts the Bjerknes feedback in MIOC360 and MIOC480. In contrast, the ENSO mode in MIOC720 is strong enough to overcome the perturbations at the western Pacific, so that periodicity is reestablished. ",
        "page_idx": 63
    },
    {
        "type": "image",
        "img_path": "images/4e9d6c13b44168a13aba6831e0f9d9f2d1d3fcae7538237730bd7781d76b39f7.jpg",
        "img_caption": [
            "Figure 3.6: Lagged cross-correlation along the equator of (left) sea surface temperature (SST) and (right) $20^{\\circ}\\mathrm{C}$ -thermocline (Z20) anomalies onto the Nino3.4 index. Nino3.4 leads when lags are positive, SST and Z20 lead for negative lags. "
        ],
        "img_footnote": [],
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "3.5 Teleconnection patterns ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "In this section, we focus on the effect of ENSO on global climate for the Middle Miocene experiments. We use linear regression analysis to determine teleconnection patterns, and describe how they shift and strengthen under different $\\mathrm{CO}_{2}$ ",
        "page_idx": 64
    },
    {
        "type": "image",
        "img_path": "images/4e606e40c414fd241ef272a88a1fe56eec854d8f71e217b3af1c5fe9e5f1bd8a.jpg",
        "img_caption": [
            "Figure 3.7: Linear regression of the Nino3.4 index onto the monthly sea surface temperature anomalies. Regression coefficients exceeding the $95\\%$ significance level are coloured. Contour lines show the explained variance at intervals of 10, 30, 50, and $70\\%$ . "
        ],
        "img_footnote": [],
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "forcings. We then investigate the strength of the “atmospheric bridge” that connects the tropics and the extratropics [Liu and Alexander 2007], and also how ENSO influences the large-scale atmospheric circulation in the extratropics. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Linear regression analysis ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "SST anomalies regressed onto Nino3.4 reveal that the teleconnection pattern in MIOC360 and MIOC480 is slightly shifted westward and its meridional extent is larger compared to CTRL (Figure 3.7). The correlation to the Indian Ocean is larger and ENSO explains more variance for all Miocene experiments due to the wider Indonesian through-flow connecting Indian and Pacific Ocean. At higher $\\mathrm{CO}_{2}$ levels, teleconnections become stronger and teleconnection patterns grow larger. In MIOC720, the pattern shifts westward and resembles a more central",
        "page_idx": 65
    },
    {
        "type": "image",
        "img_path": "images/24075c905f529f91b1305a9b284e88cb5baf7dacbe57a7d20941caff50003698.jpg",
        "img_caption": [
            "Figure 3.8: Linear regression of the Nino3.4 index onto (a) monthly $2\\mathrm{m}$ air temperature, (b) sea level pressure, and (c) zonal wind stress anomalies. Regression coefficients exceeding the $95\\%$ significance level are coloured. Contour lines show the explained variance at intervals of 10, 30, 50, and $70\\%$ . "
        ],
        "img_footnote": [],
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Pacific ENSO, a type of ENSO that is also expected to occur more frequently in projections of future global warming [Yeh et al. 2009]. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "The linear regression of $2\\mathrm{m}$ air temperature shows an increased response to ENSO phases in mid- and high latitudes while the structure of the teleconnection patterns remains the same (Figure 3.8a). In MIOC720, ENSO explains on average $25\\mathrm{-}40\\%$ of the tropical variability between $10^{\\circ}\\mathrm{S}$ and $10^{\\circ}\\mathrm{N}$ . ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Sea level pressure regression resembles the tropical Pacific pressure system of the Walker circulation, with low pressure over the eastern and high pressure over the western Pacific during the positive phase of ENSO (Figure 3.8b). ENSO also effects the low pressure system over the North Pacific. Although, the teleconnection is weak, it has consequences for midlatitude storm tracks. Again, in the Middle Miocene experiments the teleconnections intensify, and the response to ENSO is largest in MIOC720. ENSO also dominates the sea level pressure over the Indian Ocean which, in turn, largely determines the Asian monsoon system. In all Middle Miocene experiments, we find a larger impact on the Arctic pressure system, and, for MIOC480 and MIOC720, also on the Antarctic pressure system. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "In CTRL, the centre of action for the zonal wind stress anomaly is located over the central Pacific at $150^{\\circ}\\mathrm{W}$ (Figure 3.8c). In MIOC360 and MIOC480 the pattern remains at this position, but in MIOC720 it shifts westward to about $180^{\\circ}\\mathrm{E}$ . Also in MIOC720, zonal wind stress increases during El Niño in the westerly regions. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "All teleconnection patterns intensify under Middle Miocene boundary conditions, although the global distribution of teleconnections remains similar to present day. Of course, we have to consider that ENSO variability is smaller in MIOC360 and MIOC480. However, despite the nature of ENSO itself we find a stronger response in the mid- and high latitudes, where ENSO explains more variance. We, therefore, propose that the “atmospheric bridge” is stronger for the Middle Miocene. In the following, we evaluate the effect of ENSO variability on the atmospheric bridge. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Atmospheric bridge ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Warming of the tropical Pacific during El Niño enhances deep convection and causes warm air to rise. The thermally induced circulation that converts incoming solar radiation into vertical motion of air can be described by the meridional Hadley circulation. Positive (negative) equatorial Pacific SST anomalies during El Niño (La Niña) intensify (weaken) the equatorial upward branch of the Hadley circulation (Figure 3.9). Anomalous heating is balanced by vertical motion and divergence in the upper troposphere, generating atmospheric Rossby waves that propagate to the extratropics. This mechanism is termed “atmospheric bridge” [Liu and Alexander 2007]. ",
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/585420a53b891cdc1104644843525f2bc9137941a20da1359a59bd34811e75ae.jpg",
        "img_caption": [
            "Figure 3.9: Time mean of zonal mean meridional stream function and its El Niño-/La Niña-composite for all experiments. Contour intervals are $20{\\times}10^{9}\\mathrm{kg/s}$ for the time mean and $4\\times10^{9}\\mathrm{kg/s}$ for the composite differences. "
        ],
        "img_footnote": [],
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Rossby waves propagate to preferred regions where quasi-stationary anomalies develop, for example over the North Pacific. If Rossby waves from the tropics penetrate into the midlatitudes, they can alter heat and momentum flux of midlatitude eddies, thereby changing the structure and amplitude of the wave trains that correspond to midlatitude storms. As the midlatitude storms propagate eastward, so does information about ENSO events in the tropical Pacific Ocean. ",
        "page_idx": 68
    },
    {
        "type": "image",
        "img_path": "images/7e3c3382ee6b055f66e267fa0b751f5f434b9e54fc704704d426ed7180956645.jpg",
        "img_caption": [
            "Figure 3.10: Time mean of storm tracks (defined as deviations of the 2–6 days bandpass-filtered $500\\mathrm{{hPa}}$ geopotential height) and their El Niño-/La Niñacomposites for all experiments. Contour interval is $10\\mathrm{gpm}$ for climatology and 2 gpm for composites. Regions where the deviations exceed $40\\mathrm{gpm}$ are crosshatched. "
        ],
        "img_footnote": [],
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "To visualise the strength of the atmospheric bridge, we compute El Niñoand La Niña-composites of the mean meridional circulation as well as of the midlatitude storm tracks which we compare to the mean state (Figures 3.10 and 3.9). ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "In CTRL, changes of the mean meridional circulation during ENSO events are confined to the tropics (Figure 3.9). The circulation is enhanced during El Niño and weaker during La Niña. In MIOC360 and MIOC480 the tropical response is stronger in the southern- and weaker in the northern-hemispheric cell during both phases of ENSO, in contrast to CTRL. ENSO events are stronger in MIOC720 and, thus, have a larger impact on the meridional circulation reaching as far north as the Ferrel cell, a thermally indirect circulation that is a by-product of midlatitude eddies. In MIOC720 the tropical and extratropical response to ENSO is strongest both for storm track shifts and for the mean meridional circulation. The response is enhanced over the Northern Hemisphere for warmer climates (MIOC480 and MIOC720) because of a stronger land-sea contrast in a warming climate due to larger Northern Hemisphere land masses. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "To summarise, we find that ENSO teleconnections under Middle Miocene boundary conditions are stronger than today. Teleconnection patterns in the Middle Miocene experiments have an almost similar structure as today, but ENSO teleconnections reach further into the high latitudes. We attribute this meridional extension to a strengthening of the atmospheric bridge, which means that information about ENSO events is more easily transported to the extratropics. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "3.6 Discussion and conclusions ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "In this study, we analyse ENSO variability for Middle Miocene simulations forced with different atmospheric $\\mathrm{CO}_{2}$ levels. Under relatively low and moderate $\\mathrm{CO}_{2}$ forcing (MIOC360, MIOC480), ENSO variability decreases, but increases again under stronger $\\mathrm{CO}_{2}$ forcing (MIOC720). Our findings of stronger, longer-lasting, but less frequent ENSO events are confirmed by a recent model study where idealised ocean geometries representing the Early Miocene, 20 million years ago, and $\\mathrm{CO}_{2}$ levels of $710\\mathrm{ppm}$ have been applied [Von Der Heydt and Dijkstra 2011]. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Despite the smaller variability in the moderate forcing scenarios MIOC360 and MIOC480, teleconnections become stronger and more widespread. A more effective atmospheric bridge facilitates a stronger connection between the tropics and the extratropics, although we do not know why the atmospheric bridge is stronger. ENSO alters midlatitude storm tracks that, in turn, influence midlatitude climate. The effect of ENSO is larger under Middle Miocene boundary conditions than today. However, in a similar model (ECHAM5/MPI-OM) under warming conditions like the IPCC SRES A1B scenario, stronger ENSO teleconnection are more likely conditioned by changes of the tropical Pacific mean state [Müller et al. 2008]. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Using a simple oscillator model, we show that the Bjerknes feedback is disrupted under moderate $\\mathrm{CO}_{2}$ levels and re-established as ENSO gets stronger. The stronger ENSO amplitude with a reduced period has also been found in a study that investigated the delayed oscillator model [Eccles and Tziperman 2004]. However, whether real-climate ENSO is a cycle or a series of single events is still under debate [Kessler 2002]. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Although simulating ENSO has improved over the last years, comparison to real-climate indicates limitations in our ability to model ENSO events [e.g., Guilyardi et al. 2009]. ENSO variability is too strong in our present-day control simulation compared to observations. For example, for the HadISST1 data set [Rayner et al. 2003] $\\sigma=0.8{\\sf K}$ , compared to the relatively large $\\sigma=1.1\\mathrm{K}$ in CTRL. Furthermore, current coupled comprehensive GCMs show a bias that puts the cold tongue too far west [Guilyardi et al. 2009]. ENSO events occur too regular compared to HadISST1 for the 20th century (not shown), but this has already been an issue for a previous version of the MPI-ESM [Jungclaus et al. 2006]. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Several aspects of ENSO might be related to the altered Middle Miocene topography. For example, weaker trade winds in the Middle Miocene are a result of lower topography (see Figure 2.7, Chapter 2), and it has been shown that lower topography shifts the western Pacific warm pool further to the East [Kitoh 2007]. In our study, ENSO becomes stronger, more regular, and has a longer period with lower mountains, which is contrasting our results for MIOC360 where we find a more irregular and weaker ENSO. While Kitoh applied present-day boundary conditions, we apply Middle Miocene boundary conditions that affect large-scale ocean circulation [Krapp and Jungclaus 2011]. Another example is the wider Indonesian through-flow (ITF) that influences the tropical ocean circulation in the Pacific. As has been shown, a more open ITF weakens ENSO, which also becomes more irregular [Jochum et al. 2009]. While this is true for our moderate Middle Miocene experiments MIOC360 and MIOC480, it does not explain the stronger ENSO in MIOC720. Whether a transition between these two different states exists would be worthwile to answer in a sensitivity study exploring the $\\mathrm{CO}_{2}$ range between $480{-}720\\mathrm{ppm}$ . ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Referring to the questions we raise in the introduction, we conclude that (1) Middle Miocene boundary conditions make ENSO more random, though (2) teleconnections strengthen due to a more effective atmospheric bridge. ENSO events are recognised even at higher latitude, and ENSO variability has a larger effect on the extratropical climate than today. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "4 Northern Component Water formation and its effect on the Atlantic meridional overturning circulation ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "It’s always easier to come up with a theory when you know what the answer has to be. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "W. KESSLER ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "We investigate the formation of Northern Component Water during the Middle Miocene in a set of experiments where we change ocean topography (1) to a modern Greenland-Scotland Ridge and (2) to a shallow eastern Tethys ocean gateway. Atlantic meridional overturning circulation is sensitive to altered sources of Northern Component Water and slows down by one quarter in (1) and by one third in (2). Interactions between subtropical and subpolar gyre in the form of an intergyre only occur for a modern Greenland-Scotland Ridge suggesting a control mechanism by ridge overflows. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "4.1 Introduction ",
        "text_level": 1,
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "The oceans transport large amounts of heat and moisture from low to high latitudes, thereby regulating the global climate system [e.g., Ganachaud and Wunsch 2000]. An important feature of the global large-scale ocean circulation is sinking of cold and dense water at high latitudes. For example, Antarctic Bottom Water, which forms in the Wedell and Ross Sea around Antarctica, is the densest water mass in the deep ocean. Its northern-hemisphere counterpart, the North Atlantic Deep Water (NADW), consists of relatively warm and saline subtropical water that, while being transported northward, loses heat to the atmosphere, but not its salt. This makes it dense enough to become convectively unstable and to overturn. High latitude ventilation, accompanied by low latitude vertical mixing that heats the deep ocean and reduces its density, drives the Atlantic Ocean branch of the global thermohaline circulation, the Atlantic meridional overturning circulation [AMOC; Hansen et al. 2004]. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Present-day NADW has two sources of dense and cold deep water: (1) overflow from the Greenland and Norwegian Seas across the Greenland-Scotland Ridge (GSR) and (2) convective overturning in the Labrador Sea. Formation of Northern Component Water (NCW), the predecessor of today’s NADW, is an ancient feature of the North Atlantic that can be dated back to the Middle Miocene, about 15 million years ago [Wright and Miller 1996], although for times before 12 million years, these reconstructions are not robust [Poore et al. 2006]. On the other hand, early Oligocene ${\\cdot-35}$ million years ago) deposits in the Southeast Faroer Drift suggest a southerly flow regime of deep water even earlier [Davies et al. 2001]. Our study from Chapter 2 showed that AMOC strength in the Middle Miocene climate is insensitive to open lateral gateways such as the Panama Seaway and the Tethys and is nearly as strong as today [Krapp and Jungclaus 2011]. Now the question that arises is: ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "(1) Why is the AMOC in the Middle Miocene as strong as today? ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "We expect that NCW forms in a similar way as NADW, which controls the thermohaline circulation in the Atlantic. Furthermore, overflows from the Greenland-Norwegian Sea cannot contribute to NCW formation in the Middle ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Miocene North Atlantic as the Greenland-Scotland Ridge is absent in the applied topography, which leads us to the question: ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "(2a) What is the effect of a modern Greenland-Scotland Ridge for NCW formation during the Middle Miocene? ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Topographic reconstructions become more difficult the further we go back in time [Crowley and Burke 1998]. The Tethys Ocean closure was initiated by the northward drift of India during the Late Eocene and is considered to have ended between 14 and 15 million years ago [Rögl 1998]. Such plate tectonic events may even have triggered the Middle Miocene climatic transition between 17 and 11 million years [Hüsing et al. 2009]. Another example concerns Tethys outflow water (TOW), a warm and saline Tethys Ocean water mass, that has been hypothesised to penetrate into the Atlantic between 20 and 13 million years ago [Ramsay et al. 1998]. In Chapter 2, we showed that a westward flow of water originating in the Indian Ocean enters the Atlantic Ocean through the open Tethys, but the modelled TOW is relatively fresh. We address the uncertainty of the eastern Tethys closure associated with water masses that enter the Atlantic Ocean and ask: ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "(2b) What is the effect of a shallow eastern Tethys for NCW formation during the Middle Miocene? ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "In the second part of this study, we analyse the dynamic response of largescale ocean circulation to altered topographic boundary conditions. A question that arises from uncertainties regarding the two described tectonic events is: ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "(3) What is the effect of a shallow eastern Tethys or a modern Greenland-Scotland Ridge on the meridional overturning and horizontal gyre circulation? ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "The proposed Middle Miocene scenarios may, thereby, also serve as a testbed for the sensitivity of large-scale ocean circulation to underlying topographic boundary conditions. The Greenland-Scotland Ridge experiment, for example, adds to our understanding of NCW/NADW formation and its effect on ocean circulation. To the best of our our knowledge, so far, no study relates the dynamics of the subpolar gyre to the Greenland-Scotland Ridge. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "The study is organised as follows. In the Section 4.2 we describe our experimental design with the changed ocean topography. Section 4.3 describes the formation of Northern Component Water and its distribution in the Atlantic Ocean for the two sensitivity experiments: modern Greenland-Scotland Ridge and shallow eastern Tethys. Afterwards, we analyse the effect of the topography on the meridional overturning circulation as well as the horizontal gyre circulation in Section 4.4. We discuss our results in Section 4.5, give an outlook into potential future studies in Section 4.6, and conclude in Section 4.7. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "4.2 Experimental design ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "We use the comprehensive Earth-System Model MPI-ESM that consists of the atmosphere–land surface model ECHAM5/JSBACH [Roeckner et al. 2003, Raddatz et al. 2007] and the ocean model MPI-OM [Marsland et al. 2003]. ECHAM5 is used with T42 truncation, which corresponds to a horizontal grid spacing of $2.8^{\\circ}$ and has 19 levels in the vertical, the uppermost being at $10\\mathrm{{hPa}}$ . MPI-OM uses a tripolar curvilinear grid with a quasi-homogeneous horizontal grid spacing of about $1^{\\circ}$ and has 40 levels in the vertical, which are unequally spaced. MPI-OM incorporates a dynamic-thermodynamic sea-ice model that follows the descriptions of Hibler and Semtner [Hibler 1979, Semtner 1976]. MPI-OM and ECHAM5 exchange momentum flux, heat flux, and freshwater flux, as well as sea surface temperatures, sea-ice thickness, sea-ice area fraction, and snow cover on sea ice once per day via OASIS [Valcke 2006]. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "We define the Middle Miocene climate scenarios with prescribed $\\mathrm{CO}_{2}$ of 480 ppm from Chapter 2 as the baseline experiment for the subsequent sensitivity studies and call it MCTL. In MCTL, we apply a reconstructed Middle Miocene topography based on a rotated global plate tectonics model [Herold et al. 2008]. For the first sensitivity experiment, we change the bathymetry in the Nordic Seas to a modern Greenland-Scotland Ridge, but without Iceland (Figure 4.1); this experiment will be called MGSR. For the second sensitivity experiment, we apply a shallow eastern Tethys gateway; this experiment will be called MTET. Although the turnover time of the ocean is much longer, both experiments are run for 500 years to quasi-equilibrium, because the applied topographic changes only restrict the ocean circulation rather shutting it off, which would require a longer integration. Whenever helpful, we compare the three Middle Miocene experiments to the same present-day control simulation as in Chapter 2, because here, a Greenland-Scotland Ridge is also included. The present-day control experiment is called PCTL. We use the last 100 years of each experiment for our analysis. ",
        "page_idx": 77
    },
    {
        "type": "image",
        "img_path": "images/db9d20d4a0ce6602391efa2a2f3504531bb20f0e792cb6e3afa31e548cbecb24.jpg",
        "img_caption": [
            "Figure 4.1: Ocean bathymetry of the North Atlantic as applied in PCTL, MCTL, MGSR, and MTET (in m). "
        ],
        "img_footnote": [],
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "4.3 Formation of Northern Component Water ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Northern Component Water (NCW) forms due to deep convection and overflows in the Nordic Seas and is distributed within the Atlantic Ocean. We distinguish between (1) the effect of the Greenland-Scotland Ridge (GSR) in the Nordic Seas and (2) the effect of the eastern Tethys closure at midlatitudes on NCW formation and its distribution across the Atlantic Ocean. For (1) we compare MCTL and MGSR, whereas for (2) we compare MCTL and MTET. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "The role of a modern Greenland-Scotland Ridge",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Regions of deep water formation in the northern hemisphere can be diagnosed from the winter mixed layer depth, representing the reduced stable stratification of the ocean surface due to overturning of dense and convectively unstable surface water (Figure 4.2). The Labrador Sea is the major deep water formation region in MCTL. The Norwegian Current brings warm and relatively saline water onto the Barents Shelf. Due to strong cooling, dense water forms that spills over into the North Atlantic between 70 and $75\\mathrm{^\\circN}$ (Figure 4.2b). In MGSR, most deep convection occurs in the now isolated Greenland Sea (Figure 4.2c), and Barents Shelf water is no longer dense enough to compete with Greenland Sea Deep Water (GSDW). The GSR shields the Greenland Sea from warm intermediate water that otherwise would penetrate into the high latitudes. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "If dense and cold surface water becomes convectively unstable, it sinks and mixes with surrounding water to form NCW. Figure 4.3 shows different North Atlantic water masses that form NCW in a TS-diagram. Labrador Sea water (LSW) is relatively fresh (34.2–34.5 psu) but colder than NCW by about $3\\mathrm{K}$ ; subtropical Atlantic water is warmer $(15-20^{\\circ}\\mathrm{C})$ but more saline $(>35.5\\mathrm{psu}$ ) than NCW. In MGSR, Greenland Sea Deep water (GSDW) is the densest water that contributes to NCW (Figure 4.3c). Overflows entrain surrounding water as they rush downward after crossing the GSR. Although deep water formation shifts from the Labrador Sea to the Greenland Sea—both characterised by different deep water masses—the resulting NCW is almost identical. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "After sinking, NCW returns southward and overlays the colder and denser Antarctic Bottom Water. A vertical cross section along ${\\sim}30^{\\circ}\\mathrm{W}$ (Figure 4.4) starting at the coast of Antarctica across the Southern Ocean, Atlantic Ocean, ending in the Nordic Seas shows the distribution of different water masses and their potential temperature, salinity, and potential density (Figure 4.5). GSDW replaces large parts of NCW north of the GSR and fills the Greenland Sea in MGSR. Downward sloping isopycnals at about ${60^{\\circ}\\mathrm{N}}$ show overflows that mix with LSW to form NCW. However, the distribution of NCW within the Atlantic basin is similar in MCTL and MGSR. Interestingly, NCW is deeper at about $30^{\\circ}\\mathrm{N}$ to circumvent Tethys outlow but ascends again south of the western Tethys. ",
        "page_idx": 79
    },
    {
        "type": "image",
        "img_path": "images/5382323902b7aa261bf2a983b46037293e3db2c5ae56bdccf0229632d1f16f3b.jpg",
        "img_caption": [
            "Figure 4.2: March mixed layer depth in the North Atlantic as indicator of deep water formation in (a) PCTL, (b) MCTL, (c) MGSR, and (d) in MTET (in m). "
        ],
        "img_footnote": [],
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "Closing of the eastern Tethys gateway: a modern Mediterranean ",
        "text_level": 1,
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "The strong westward flow from the Indian Ocean into the Atlantic found for MCTL is suppressed in the shallow eastern Tethys scenario MTET (Table 4.1). ",
        "page_idx": 80
    },
    {
        "type": "image",
        "img_path": "images/72b44247924382b2b097e64ff95aaab4f6013613218e0ddfd85d2f70cff8f4ac.jpg",
        "img_caption": [
            "Figure 4.3: TS-diagram for water masses that form Northern Component Water (NCW) in the North Atlantic during winter (March) between 420 and $5170\\mathrm{m}$ (temperature in $^{\\circ}\\mathrm{C}$ and salinity in psu). Abbreviations are: AABW: Antarctic Bottom Water—ABW: Arctic Bottom Water—AW: Atlantic Water—GSDW: Greenland Sea Deep Water—LSW: Labrador Sea Water—NADW: North Atlantic Deep Water—MOW: Mediterranean Outflow Water—TOW: Tethys Outflow Water. "
        ],
        "img_footnote": [],
        "page_idx": 81
    },
    {
        "type": "image",
        "img_path": "images/218584bbe77d27c5a99c3bb1a4c7828b0a757baf2811d9d24205051a0e68309f.jpg",
        "img_caption": [
            "Figure 4.4: Pathway of vertical cross section as black line. Blue (black) stars denote approximate coordinates for suptropical- and subpolar-gyre index for the Middle Miocene (present day). "
        ],
        "img_footnote": [],
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Because the shallow eastern Tethys does not completely shut off the Indian from the Atlantic Ocean, a net westward flow of about $1.9\\mathrm{Sv}$ remains (Table 4.1). However, a considerable amount of upper ocean Atlantic water enters the Tethys (not shown). Here, surface water is exposed to enhanced evaporation and hence becomes saltier. Warm and saline water sinks and returns into the Atlantic Ocean at intermediate depth of about $1500\\mathrm{m}$ . This Tethys Outflow Water (TOW) has a salinity larger than 35.4 psu and is thus dense enough to cause deep convection during winter (Figure 4.2d). TOW can be easily distinguished in the vertical cross section of the Atlantic (Figure 4.5). While being advected northward, TOW entrains suptropical water which is warmer and denser as it enters the Nordic Seas, compared to MCTL or MGSR (Figure 4.3). Due to the shallow eastern ocean gateway, the Tethys turns into an evaporative basin comparable to the present-day Mediterranean. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "NCW Formation and strength of Atlantic meridional overturning circulation ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "The Labrador Sea is the major source region of NCW formation in MCTL, but Barents shelf overflows are also an important source of NCW. The Greenland Sea in MGSR dominates deep water formation due to the modern GSR on the expense of convection in the Labrador Sea. In MTET, NCW forms from Barents shelf overflows and also partly in the Labrador Sea and in the Tethys, but deep water formation generally decreases compared to MCTL. Although NCW in all Middle Miocene experiments comprises of deep water that has different sources, water mass properties of NCW are almost identical as shown in the TS-diagram. However, deep water formation in PCTL and MCTL is more enhanced than in MTET and MGSR (Figure 4.2). Because the rate of NCW formation determines the strength of the Atlantic meridional overturning circulation (AMOC), it is of comparable strength in PCTL (20.3 Sv) and MCTL $(19.9\\mathrm{Sv})$ , but weaker by about one quarter in MGSR (14.6 Sv) and by about one third in MTET (12.7 Sv) (Table 4.1 and Figure 4.6). ",
        "page_idx": 82
    },
    {
        "type": "image",
        "img_path": "images/bd005a8e67234137021f20b8edd0fcd75a09c3c80b9e1758d82f5c4af5d5d581.jpg",
        "img_caption": [
            "Figure 4.5: Vertical cross section across the Southern and Atlantic Ocean for (a) temperature (in $^{\\circ}\\mathbf{C})$ ), (b) salinity (in psu), and (c) potential density (in $\\mathrm{kg}\\mathrm{m}^{-3}.$ ). Hashed regions indicate NCW and AABW, and cross-hatched regions indicate GSDW (TOW) in MGSR (MTET). The vertical bar at ${\\sim}35^{\\circ}\\mathrm{N}$ marks the location and depth of the Gibraltar Strait. "
        ],
        "img_footnote": [],
        "page_idx": 83
    },
    {
        "type": "table",
        "img_path": "images/8dfb0b1ceafb7120934e9dbffc948b5b7c7f4f202db2fc607e55e215907b22cd.jpg",
        "table_caption": [
            "Table 4.1: Net volume transport into the Atlantic Ocean through the Panama Seaway and through the Strait of Gibraltar as well as transport of subtropical gyre (STG), subpolar gyre (SPG), and Atlantic meridional overturning circulation (AMOC) at $40^{\\circ}\\mathrm{N}/1000\\mathrm{m}$ . All values $+/-$ one standard deviation (in Sv). "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>net volume transport</td><td>PCTL</td><td>MCTL</td><td>MGSR</td><td>MTET</td></tr><tr><td>Panama Seaway</td><td>一</td><td>1.5±3.1</td><td>-0.1 ± 3.0</td><td>9.5±3.6</td></tr><tr><td>Strait of Gibraltar</td><td>-0.07 ± 0.06</td><td>11.0± 2.0</td><td>10.8 ± 1.9</td><td>1.9 ± 0.5</td></tr><tr><td>STG</td><td>57.7±5.3</td><td>39.8 ± 7.4</td><td>38.5±7.5</td><td>44.0 ±7.6</td></tr><tr><td>SPG</td><td>34.8 ± 4.8</td><td>50.6 ± 5.5</td><td>33.2 ± 3.7</td><td>48.0±4.7</td></tr><tr><td>AMOC</td><td>20.3 ±2.4</td><td>19.9 ± 1.7</td><td>14.6± 1.8</td><td>12.7 ± 1.6</td></tr></table></body></html>\n\n",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "4.4 Role of ocean gateways for meridional overturning and horizontal gyre circulation ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "We now focus on the dynamics of the meridional overturning circulation and the horizontal gyre circulation. We show how both interact with each other and influence heat transport in the Atlantic Ocean. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "AMOC variability ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "The structure of the Atlantic overturning cell is similar in all experiments despite the different sources of NCW, although it is extended northward in the MCTL and MTET (Figure 4.6). Because deep water formation in the different source regions depends on different processes, for example excessive evaporation in the Tethys or overflows across the GSR, different time scales may determine the variability of the meridional overturning. We show monthly AMOC anomalies along the Atlantic Ocean at ${\\sim}1000\\mathrm{m}$ depth—that is, where the stream function has its maximum—in Figure 4.7. AMOC variations in PCTL are limited to latitudes south of the GSR, whereas the AMOC also shows high latitude variations in MCTL and MTET. Variations between 70 and $80^{\\circ}\\mathbf{N}$ are even larger than at midlatitudes. Low-latitude AMOC variations are also larger in the Middle Miocene experiments compared to present-day. ",
        "page_idx": 84
    },
    {
        "type": "image",
        "img_path": "images/bc4a2dba6b82eda660916ad31eeca81cdc52d6a361d6b94c0858f7a0d6db94ca.jpg",
        "img_caption": [
            "Figure 4.6: Atlantic Meridional Overturning Circulation (in Sv). "
        ],
        "img_footnote": [],
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "In all Miocene experiments, AMOC anomalies propagate northward and southward starting at ${\\sim}45^{\\circ}\\mathrm{N}$ , while in PCTL, anomalies propagate only southward. The $45^{\\circ}\\mathrm{N}$ -latitude corresponds to the front between subtropical and subpolar gyre. Newly formed deep water entrains northward-moving water masses and feed back on AMOC anomalies on their way northward. Further south at about $45^{\\circ}\\mathrm{N}$ , variations propagate southward along ocean-interior pathways on advection time scales as has been shown for the present-day North Atlantic [Zhang 2010]. As soon as AMOC anomalies attach to the deep western boundary current, they propagate southward with coastal Kelvin wave speed. ",
        "page_idx": 85
    },
    {
        "type": "image",
        "img_path": "images/de9f7475009f5659ffa052be4469ae887784328ccf6604706ebd971d64158ff7.jpg",
        "img_caption": [
            "Figure 4.7: Latitude-time plot of normalised AMOC anomalies along the Atlantic Ocean. The AMOC index at each latitude is the $1020\\mathrm{m}$ -depth value. Data are detrended and smoothed with a 18-month running average filter. Dashed lines show the latitude of Panama Seaway (Pan), Strait of Gibraltar (Gib), and Greenland-Scotland Ridge (GSR). The lower panels show the standard deviation (s.d.) of the monthly mean AMOC anomalies at each latitude (in Sv). "
        ],
        "img_footnote": [],
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "We estimate the time scales of AMOC variability by calculating the variance spectrum of AMOC anomalies at each latitude (Figure 4.8). The variance spectrum reveals frequencies or periods for which variations are largest, expressed by the power of variance. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "Decadal variability on time scales of ${\\sim}20$ years and more is smaller in all Middle Miocene experiments compared to PCTL, but we have to acknowledge that results may not be robust for the short interval under consideration. Variability of Barents-shelf overflows, an important source of deep water in MCTL and MTET, dominates on interannual time scales of 4–10 years between 75 and $80^{\\circ}\\mathrm{N}$ , but is less pronounced in MTET. In MGSR, no such variability occurs at high latitudes, because GSDW formation outweighs Barents shelf overflows. At latitudes of LSW formation between 50 and ${}60^{\\circ}\\mathrm{N}$ , AMOC varies on time scales of about 10 years in MCTL and MGSR, but not in MTET. While for today, the variance is smaller north of the GSR at about ${}60^{\\circ}\\mathrm{N}$ , it is largest beyond ${60^{\\circ}\\mathbf{N}}$ in MCTL and MTET, where the GSR is absent (Figure 4.8). Due to the advection of heat, high latitude AMOC variability also induces heat transport anomalies that, in turn, affect high latitude climate, as we show below. ",
        "page_idx": 86
    },
    {
        "type": "image",
        "img_path": "images/0e4f80c1c46ec6891f8ec1ebeffcbd468c91e72889cf2dfacb1915f56d2a2500.jpg",
        "img_caption": [
            "Figure 4.8: Variance spectrum of the AMOC anomalies (taken from Figure 4.7) along the Atlantic Ocean. The spectral estimator has been Daniell-smoothed with 5 data points. Note the logarithmic scale of the contours. Hashed regions indicate values that are statistically significant at the $5\\%$ level compared to a red noise spectrum. "
        ],
        "img_footnote": [],
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "Subtropical and subpolar gyre variability ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "The subpolar gyre (SPG) and the subtropical gyre (STG) are the dominant large-scale circulation patterns in the North Atlantic (Figure 4.9). To estimate their variability, we define a gyre-strength index as monthly anomalies of the barotropic stream function at its STG/SPG local extremum (Figure 4.10). Approximate coordinates of the gyre centres are shown in Figure 4.4. STG strength variations are larger in the Middle Miocene experiments than in PCTL because of lateral throughflow via open ocean gateways. Transport through the Panama Seaway, for example, is highly variable and can also reverse sign (Table 4.1). ",
        "page_idx": 87
    },
    {
        "type": "image",
        "img_path": "images/f51b7bdc9e5617e80d98bb75f0a872f19ad2f9394e315ea654043da6a6546f3b.jpg",
        "img_caption": [
            "Figure 4.9: Correlations between barotropic stream function anomalies and its first principal components (explained variance gives the upper right percentage). Coloured regions indicate correlation coefficients that are statistically significant at the $5\\%$ level. Contours show the mean barotropic gyre circulation with solid (dashed) lines for anti-cyclonic (cyclonic) circulation in intervals of $5\\mathrm{Sv}$ (zero line is omitted). "
        ],
        "img_footnote": [],
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "In all Middle Miocene experiments, STG is weaker due to large westward flow through Tethys into Atlantic, but it moderately recovers in MTET, where the shallow eastern Tethys suppresses strong westward flow (Table 4.1). SPG is of equal strength in PCTL and MGSR $(\\sim33\\mathrm{-}35\\mathrm{Sv})$ and also in MCTL and MTET (\\~48–51 Sv), indicating that the GSR limits the strength of high-latitude gyre circulation as we will show in the following. ",
        "page_idx": 88
    },
    {
        "type": "image",
        "img_path": "images/615d2595d4f89a1acd1c0003a28e2a681361d46a7da0a7e2f489412d7f321024.jpg",
        "img_caption": [
            "Figure 4.10: 100-years time series of (a) STG index and (b) SPG index (in Sv). Gray curves show unfiltered anomalies and black curves show anomalies smoothed data with a 18-month running mean. "
        ],
        "img_footnote": [],
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Lateral water mass transport through open ocean gateways influences the structure of the STG, and induces STG variability on intraseasonal time scales. A modern Greenland-Scotland Ridge controls the strength of the subpolar gyre because it acts as a natural boundary for horizontal transport. The ridge also adds more persistence to the subpolar gyre and suppresses small scale fluctuations. We hypothesise a control mechanism of the Greenland-Scotland Ridge on the North Atlantic gyre circulation which we describe below. ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Interactions between subpolar gyre, subtropical gyre, and AMOC ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The meridional overturning circulation (MOC) is linked to poleward heat transport, because warm tropical surface water moves poleward while colder deep water moves equatorward. MOC associated heat transport is also the largest contributor to global poleward heat transport in the tropics [e.g., Trenberth and Solomon 1994]. The total advective ocean heat transport is determined by the meridional velocity $\\nu$ of sea water having potential temperature $\\theta$ , density $\\rho$ and heat capacity $c_{p}$ ",
        "page_idx": 90
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm{htro}=\\iint c_{p}\\nu\\left(\\rho\\theta\\right)d x d z.\n$$",
        "text_format": "latex",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Contributions to the total heat transport can be decomposed into MOC and gyre heat transport ",
        "page_idx": 90
    },
    {
        "type": "equation",
        "text": "$$\n\\big[\\rho\\theta\\nu\\big]=\\underbrace{\\big[\\rho\\theta\\big]\\left[\\nu\\right]}_{\\mathrm{MOC}}+\\underbrace{\\big[(\\rho\\theta)^{*}\\nu^{*}\\big]}_{\\mathrm{gyre}}\n$$",
        "text_format": "latex",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "where square brackets denote zonal averages and stars denote deviations from zonal average. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The temporal evolution of heat transport anomalies is associated with MOC and horizontal gyre transport (Figure 4.11). In PCTL and MGSR—both experiments include a modern GSR—large gyre heat transport variability occurs at about $45^{\\circ}\\mathrm{N}$ . We estimate the dominant temporal variability pattern of the horizontal gyre circulation from the first principal component of the barotropic stream function anomalies. The time series is then regressed onto barotropic stream function anomalies to estimate the spatial variability pattern of the horizontal circulation which resembles the “intergyre” (Marshall et al. [2001]; Figure 4.9). We see that the intergyre is a circulation feature in PCTL and MGSR, but not in MCTL and MTET. ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "As Marshall et al. [2001] showed, intergyre dynamics are linked to the Northern Atlantic Oscillation (NAO), one of the most prominent patterns of atmospheric circulation variability, where a simultaneous strengthening (weakening) of the Icelandic low and Azores high leads to stronger (weaker) westerlies [e.g., Hurrell et al. 2003]. NAO, thereby, also drives an anomalous heat transport across the intergyre [Marshall et al. 2001]. Therefore, we assume that larger gyre heat transport variability at midlatitudes, as for PCTL and MGSR (Figure 4.11), reflects the ocean–atmosphere interactions related to the wind-driven circulation anomalies and NAO, and the coupling between atmosphere and ocean. ",
        "page_idx": 90
    },
    {
        "type": "image",
        "img_path": "images/122b0816b98350df82a9fcf4f09f70088b4d2f886878bb7a6313ec1f11dbe3e3.jpg",
        "img_caption": [
            "Figure 4.11: Anomalies of the advective northward heat transport (MOC and gyre) in the Atlantic (in PW). Data are detrended and smoothed with a 18-month running average filter. Overlaid contours show AMOC anomalies as in Figure 4.7. "
        ],
        "img_footnote": [],
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "To summarise, we find that the GSR determines (1) the strength of the subpolar gyre and its variability (Figure 4.10) and (2) the intergyre as dominant pattern of variability in the North Atlantic (Figure 4.9). ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "4.5 Discussion ",
        "text_level": 1,
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "We analyse the formation of Northern Component Water (NCW), the predecessor of modern North Atlantic Deep Water in a set of experiments where we changed the bathymetry of the North Atlantic (MGSR) and of the eastern Tethys Ocean gateway (MTET). Although deep water formation changes from convective-overturning dominance to overflow dominance if we introduce a modern GSR, the distribution of Northern Component Water (NCW) in the Atlantic Ocean hardly changes. NCW retains its water mass properties, despite different NCW source regions and pathways, for example Tethys outflow water or Greenland Sea deep water (GSDW). Barents shelf overflows dominate high latitude variability of the Atlantic meridional overturning circulation (AMOC) if the GSR is absent; otherwise, GSDW substitutes Barents shelf overflows. We conclude from the set of Middle Miocene experiments that NCW formation is a robust feature of the Middle Miocene North Atlantic. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Deep water formation decreases due to the applied topographic changes and hence the AMOC slows down by one quarter (MGSR) to one third (MTET) compared to the Middle Miocene control experiment MCTL. A shallow eastern Tethys also limits the strong inflow into the Atlantic and the contracted subtropical gyre recovers in its zonal extent, but becomes only slightly stronger than in MCTL. For the GSR, we find that overflows control the dynamics and time scales of the horizontal gyre circulation and their associated heat transport. For example, a weaker (stronger) subpolar gyre develops if a Greenland-Scotland Ridge is present (absent) (Table 4.1). Furthermore, an intergyre, as proposed by Marshall et al. [2001], exists in the experiments where overflows can form due to the GSR. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Concerning the role of the GSR and associated overflows in controlling the subpolar gyre, we propose the following: The direct effect of wind stress on overflows is less important than thermohaline forcing [e.g., Hansen and Østerhus 2000]. Assuming that wind stress anomalies refer to short-time variations and thermohaline forcing to longer oceanic time scales, we hypothesise that overflows introduce more low frequency variability in the sense of Hasselmann [1976] due to their integral response to small-scale fluctuations. A box-model approach for Denmark Strait overflows by Käse [2006] also showed that the overflow response to stochastic forcing is red noise. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "A recent study with a coarse-resolution model showed that the subpolar gyre is sensitive to overflows through baroclinic adjustments [Born et al. 2009]. That overflows affect subpolar gyre strength has also been shown in a high-resolution model study, where stronger Nordic Sea overflow leads to a contracted subpolar gyre [Zhang et al. 2011]. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "To summarise, the Greenland-Scotland Ridge and its associated overflows control the horizontal gyre circulation and the air–sea coupling strength. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "We examine the role of overflows and deep convection in the North Atlantic large-scale ocean circulation. Although topography can alter the strength of the AMOC, we do not find a severe slow-down of the AMOC as has been shown for the Pliocene period, where the Panama Seaway was still open [Lunt et al. 2007]. We propose the following: If we assume that the Antarctic Circumpolar Current (ACC) and the associated wind-driven upwelling is the first-order driving mechanism for the global thermohaline circulation and the northward transport of Atlantic water is a nearly passive consequence [Wunsch 2002], a stable Middle Miocene AMOC is simply an implication of the ACC, which is as strong as today in the Middle Miocene experiments (not shown). A recent proxy study also provides evidence that the modern ocean structure is a consequence of ACC development during early Oligocene [Katz et al. 2011]. This supports our findings that NCW formation resembles present-day conditions and that the distribution of NCW is similar to the modern distribution of NADW. Because water mass formation is robust for different topographic boundary conditions, we propose that deep water formation not necessarily coincide with to the development of the Greenland-Scotland Ridge separating the Greenland-Norwegian Sea from the North Atlantic as has been stated earlier [e.g, Via and Thomas 2006]. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "4.6 Outlook ",
        "text_level": 1,
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "We propose three possible directions for future studies. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "1. We show that the topography of the Nordic Seas has implications for heat transport at high latitudes. Anomalous heat transport, especially at high latitudes, may alter conditions for sea-ice growth on intraseasonal and interannual time scales. An open question is how Nordic Seas topography influences the susceptibility of seasonal or perennial sea-ice cover to variations in poleward heat transport anomalies. Researchers have already found evidence for Arctic sea-ice and icebergs at ${\\sim}14\\mathrm{Ma}$ based on increased abundance of dropstones and sand [Moran et al. 2006]. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "2. We showed in Chapter 2 that the AMOC slows down under strong $\\mathrm{CO}_{2}$ forcing (experiment MIOC720). A question that naturally arises is whether changed topographic boundary conditions can stabilise the AMOC and prevent its slow-down. In a follow-up study, we will investigate the AMOC response to increased atmospheric $\\mathrm{CO}_{2}$ for both MGSR and MTET and analyse the dependence on the choice of boundary conditions. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "3. Finally, to the best of our knowledge, no study relates the “intergyre” circulation we discussed in Section 4.4 to the Greenland-Scotland Ridge. Therefore, we propose a present-day study with a flattened GreenlandScotland Ridge, to test if the intergyre is a consequence of Nordic Seas overflows. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "4.7 Conclusions ",
        "text_level": 1,
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "To conclude this study, we answer the research questions stated in the introduction. (1) The Atlantic meridional overturning circulation is by no means as strong as today, because the associated deep water formation is sensitive to the applied topography. (2) Northern Component Water—the predecessor of modern North Atlantic Deep Water—forms either due to convective overturning in the Labrador Sea and Barents shelf overflows if the Greenland-Scotland Ridge is absent, or alternatively due to overflows across the Greenland-Scotland Ridge. Despite its different source, Northern Component Water is similarly distributed across the Atlantic Ocean. (3) Horizontal and meridional circulation is generally sensitive to changes in Atlantic bathymetry both in strength and variability. In particular, a modern Greenland-Scotland Ridge controls horizontal gyre circulation and the strength of air–sea coupling via the intergyre. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "We simulate the climate under Middle Miocene boundary conditions using the comprehensive Earth System Model MPI-ESM. In a set of sensitivity experiments, where we address uncertainties in atmospheric $\\mathrm{CO}_{2}$ and topographic boundary conditions, we analyse the variability of atmosphere–ocean interactions and large-scale ocean circulation. We conclude the thesis by revisiting the research questions posed in the introduction. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "(1)CanadynamicoceancontributetoawarmMid leMiocene climateandreducetheequator-to-poletemperaturegradient? ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "The dynamic ocean cannot be held responsible for a global redistribution of heat to higher latitudes. Although the large-scale ocean circulation changes due to Middle Miocene ocean gateway reconfigurations, the overall warming is too small. The reduction of the equator-to-pole temperature gradient, as suggested by marine and terrestrial proxies, is marginal because high-latitude feedbacks are too weak. We learn that the agreement with proxy data does not necessarily improve in our comprehensive model, because of its sensitivity to boundary conditions that need to be prescribed with present-day values. For future palaeo studies we thus propose that all present-day boundary conditions have to be considered. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "(2)CanwemodelthewarmMid leMioceneclimateundermodernatmospheric $C O_{2}$ andwhatistheefectofhigher $C O_{2}$ ? ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "The warming under modern atmospheric $\\mathrm{CO}_{2}$ forcing is too small and we thus conclude that higher than modern atmospheric $\\mathrm{CO}_{2}$ levels are required to drive the warmer Middle Miocene climate. Polar amplification slightly reduces the equator-to-pole temperature gradient but high-latitude feedbacks are still too weak. In fact, complex atmosphere-ocean interactions counteract high latitude warming and compensation between atmospheric and ocean heat transport makes high-latitude warming difficult. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "(3 Wha stheefec o Mid leMioceneboundaryconditions ontheE Niño–SouthernOscilation nparticula openocean gatewaysandhigher $C O_{2}$ evels? ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "The Western Pacific Warm Pool region in the Middle Miocene is more sensitive to atmospheric fluctuations than today, generating more irregular responses of the El Niño–Southern Oscillation (ENSO). However, why a more regular ENSO returns under stronger $\\mathrm{CO}_{2}$ forcing remains unanswered. Teleconnections strengthen under Middle Miocene boundary conditions due to a more effective atmospheric bridge. We conclude that the extratropics are more sensitive to tropical variability in the Middle Miocene than today. ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "(4)Whatistheefectofoceangatewaysandridgesonde pwater formationandonlarge-scaleoceancirculationintheAtlantic? ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "Deep water formation is a robust feature for the Middle Miocene North Atlantic, but large-scale ocean circulation is generally sensitive to changes in the North Atlantic and eastern Tethys bathymetry. However, we conclude that the Atlantic meridional overturning circulation is likely a feature of the Middle Miocene ocean, despite the different topographic boundary conditions, and we find evidence that the Greenland-Scotland Ridge controls the horizontal gyre circulation due to Nordic Sea overflows. ",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "Bibliography ",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Batenburg, S., Reichart, G., Jilbert, T., Janse, M., Wesselingh, F., and Renema, W.: Interannual climate variability in the Miocene: High resolution trace element and stable isotope ratios in giant clams, Palaeogeography, Palaeoclimatology, Palaeoecology, 306, 75–81, doi:10.1016/j.palaeo.2011.03.031, 2011. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Bathiany, S., Claussen, M., Brovkin, V., Raddatz, T., and Gayler, V.: Combined biogeophysical and biogeochemical effects of large-scale forest cover changes in the MPI earth system model, Biogeosciences, 7, 1383–1399, doi: 10.5194/bg-7-1383-2010, 2010. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Bjerknes, J.: Atlantic air-sea interaction, Advances in Geophysics, 10, 1–82, 1964. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Bjerknes, J.: Atmospheric teleconnections from the equatorial Pacific, Monthly Weather Review, 97, 163–172, doi:10.1175/1520-0493(1969)097<0163: ATFTEP>2.3.CO;2, 1969. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Blackmon, M.: A climatological spectral study of the $500~\\mathrm{mb}$ geopotential height of the Northern Hemisphere, Journal of the Atmospheric Sciences, 33, 1607–1623, doi:10.1175/1520-0469(1976)033<1607:ACSSOT>2.0.CO; 2, 1976. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Böhme, M., Winklhofer, M., and Ilg, A.: Miocene precipitation in Europe: Temporal trends and spatial gradients, Palaeogeography, Palaeoclimatology, Palaeoecology, 304, 212–218, doi:10.1016/j.palaeo.2010.09.028, 2011. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "Born, A., Levermann, A., and Mignot, J.: Sensitivity of the Atlantic Ocean circulation to a hydraulic overflow parameterisation in a coarse resolution ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "model: Response of the subpolar gyre, Ocean Modelling, 27, 130–142, doi: 10.1016/j.ocemod.2008.11.006, 2009.   \nBroecker, W. S., Peteet, D. M., and Rind, D.: Does the ocean–atmosphere system have more than one stable mode of operation?, Nature, 315, 21–26, doi:10. 1038/315021a0, 1985.   \nBrovkin, V., Raddatz, T., Reick, C., Claussen, M., and Gayler, V.: Global biogeophysical interactions between forest and climate, Geophysical Research Letters, 36, L07 405, doi:10.1029/2009GL037543, 2009.   \nBruch, A., Uhl, D., and Mosbrugger, V.: Miocene climate in Europe–Patterns and evolution:: A first synthesis of NECLIME, Palaeogeography, Palaeoclimatology, Palaeoecology, 253, 1–7, doi:10.1016/j.palaeo.2007.03.030, 2007.   \nBruch, A., Utescher, T., and Mosbrugger, V.: Precipitation patterns in the Miocene of Central Europe and the development of continentality, Palaeogeography, Palaeoclimatology, Palaeoecology, 304, 202–211, doi:10.1016/j. palaeo.2010.10.002, 2010.   \nButzin, M., Lohmann, G., and Bickert, T.: Miocene ocean circulation inferred from marine carbon cycle modeling combined with benthic isotope records, Paleoceanography, 26, PA1203, doi:10.1029/2009PA001901, 2011.   \nClarke, A., Van Gorder, S., and Colantuono, G.: Wind Stress Curl and ENSO Discharge/Recharge in the Equatorial Pacific, Journal of Physical Oceanography, 37, 1077–1091, doi:10.1175/JPO3035.1, 2007.   \nCrowley, T. and Burke, K.: Tectonic Boundary Conditions for Climate Reconstructions, Oxford University Press, New York (USA), 1998.   \nDavies, R., Cartwright, J., Pike, J., and Line, C.: Early Oligocene initiation of North Atlantic Deep Water formation, Nature, 410, 917–920, doi:10.1038/ 35073551, 2001.   \nDouglas, R. and Savin, S.: Isotopic Analysis of Planktonic Foraminifera from the Cenozoic of the Northwest Pacific, Leg 6, Initial Reports of the Deep Sea Drilling Project, 6, 1123–1127, doi:10.2973/dsdp.proc.6.1971, 1971.   \nEccles, F. and Tziperman, E.: Nonlinear effects on ENSO’s period, Journal of the Atmospheric Sciences, 61, 474–482, doi:10.1175/1520-0469(2004) 061<0474:NEOEP>2.0.CO;2, 2004.   \nEmiliani, C. and Edwards, G.: Tertiary Ocean Bottom Temperatures, Nature, 171, 887–888, doi:10.1038/171887c0, 1953.   \nEnnyu, A.: Middle miocene climate evolution in the pacific realm, Ph.D. thesis, The Pennsylvania State University, 2003.   \nEnnyu, A. and Arthur, M.: The Cenozoic Southern Ocean: tectonics, sedimentation, and climate change between Australia and Antarctica, chap. Early to Middle Miocene Paleoceanography in the Southern High Latitudes Off Tasmania, p. 215, American Geophysical Union, 2004.   \nFedorov, A., Dekens, P., McCarthy, M., Ravelo, A., DeMenocal, P., Barreiro, M., Pacanowski, R., and Philander, S.: The Pliocene paradox (mechanisms for a permanent El Niño), Science, 312, 1485–1489, doi:10.1126/science. 1122666, 2006.   \nFlower, B. P. and Kennett, J. P.: The middle Miocene climatic transition: East Antarctic ice sheet development, deep ocean circulation and global carbon cycling, Palaeogeography, Palaeoclimatology, Palaeoecology, 108, 537–555, doi:10.1016/0031-0182(94)90251-8, 1994.   \nFrakes, L., Francis, J., and Syktus, J.: Climate modes of the Phanerozoic: the history of the Earth’s climate over the past 600 million years, Cambridge University Press, 1992.   \nGaleotti, S., von der Heydt, A., Huber, M., Bice, D., Dijkstra, H., Jilbert, T., Lanci, L., and Reichart, G.: Evidence for active El Niño Southern Oscillation variability in the Late Miocene greenhouse climate, Geology, 38, 419–422, doi:10.1130/G30629.1, 2010.   \nGanachaud, A. and Wunsch, C.: Improved estimates of global ocean circulation, heat transport and mixing from hydrographic data, Nature, 408, 453–457, doi:10.1038/35044048, 2000.   \nGuilyardi, E., Wittenberg, A., Fedorov, A., Collins, M., Wang, C., Capotondi, A., and van Oldenborgh, J.: Understanding El Niño in OceanâA˘ ¸SAtmosphere General Circulation Models: Progress and Challenges, Bull. Am. Meteorol. Soc, 90, 325–340, doi:10.1175/2008BAMS2387.1, 2009.   \nHansen, B. and Østerhus, S.: North Atlantic–Nordic Seas exchanges, Progress in Oceanography, 45, 109–208, doi:10.1016/S0079-6611(99)00052-X, 2000.   \nHansen, B., Østerhus, S., Quadfasel, D., and Turrell, W.: Already the day after tomorrow?, Science, 305, 953–954, doi:10.1126/science.1100085, 2004.   \nHasselmann, K.: Stochastic climate models part I. Theory, Tellus, 28, 473–485, doi:10.1111/j.2153-3490.1976.tb00696.x, 1976.   \nHastings, D., Russell, A., and Emerson, S.: Foraminiferal magnesium in Globeriginoides sacculifer as a paleotemperature proxy, Paleoceanography, 13, 161–169, doi:10.1029/97PA03147, 1998.   \nHaywood, A., Valdes, P., and Peck, V.: A permanent El Niño-like state during the Pliocene, Paleoceanography, 22, PA1213, doi:10.1029/2006PA001323, 2007.   \nHeinemann, M.: Warm and sensitive Paleocene-Eocene climate, Ph.D. thesis, Max-Planck-Institut für Meteorologie, 2009.   \nHeinemann, M., Jungclaus, J. H., and Marotzke, J.: Warm Paleocene/Eocene climate as simulated in ECHAM5/MPI-OM, Climate of the Past, 5, 785–802, doi:10.5194/cp-5-785-2009, 2009.   \nHenrot, A.-J., François, L., Favre, E., Butzin, M., Ouberdous, M., and Munhoven, G.: Effects of $\\mathrm{CO}_{2}$ , continental distribution, topography and vegetation changes on the climate at the Middle Miocene: a model study, Climate of the Past, 6, 675–694, doi:10.5194/cp-6-675-2010, 2010.   \nHerold, N., Seton, M., Müller, R., You, Y., and Huber, M.: Middle Miocene tectonic boundary conditions for use in climate models, Geochemistry Geophysics Geosystems, 9, Q10 009, doi:10.1029/2008GC002046, 2008.   \nHerold, N., Müller, R., and Seton, M.: Comparing early to middle Miocene terrestrial climate simulations with geological data, Geosphere, 6, 952–961, doi:10.1130/GES00544.1, 2010.   \nHibler, W.: A Dynamic Thermodynamic Sea Ice Model, Journal of Physical Oceanography, 9, 815–846, doi:10.1175/1520-0485(1979)009<0815: ADTSIM $>$ 2.0.CO;2, 1979.   \nHuber, M. and Caballero, R.: Eocene El Niño: Evidence for Robust Tropical Dynamics in the \"Hothouse\", Science, 299, 877–881, doi:10.1126/science. 1078766, 2003.   \nHurrell, J., Kushnir, Y., Ottersen, G., and Visbeck, M.: The North Atlantic Oscillation: Climate Significance and Environmental Impact, 2003., Eds. Geophysical Monograph Series, 134, 279pp., vol. 134 of Geophysical Monograph Series, American Geophysical Union, Washington, DC, 2003.   \nHüsing, S. K., Zachariasse, W.-J., van Hinsbergen, D. J. J., Krijgsman, W., Inceöz, M., Harzhauser, M., Mandic, O., and Kroh, A.: Oligocene–Miocene basin evolution in SE Anatolia, Turkey: constraints on the closure of the eastern Tethys gateway, Geological Society, London, Special Publications, 311, 107–132, doi:10.1144/SP311.4, 2009.   \nIPCC: Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, 2007, Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 2007.   \nIvany, L., Brey, T., Huber, M., Buick, D., and Schöne, B.: El Niño in the Eocene greenhouse recorded by fossil bivalves and wood from Antarctica, Geophysical Research Letters, 38, L16 709, doi:10.1029/2011GL048635, 2011.   \nJochum, M., Fox-Kemper, B., Molnar, P., and Shields, C.: Differences in the Indonesian seaway in a coupled climate model and their relevance to Pliocene climate and El Niño, Paleoceanography, 24, PA1212, doi:10.1029/ 2008PA001678, 2009.   \nJungclaus, J., Botzet, M., Haak, H., Marotzke, J., Mikolajewicz, U., Roeckner, E., Keenlyside, N., Latif, M., and Luo, J.: Ocean Circulation and Tropical Variability in the Coupled Model ECHAM5/MPI-OM, Journal of Climate, 19, 3952–3972, doi:10.1175/JCLI3827.1, 2006.   \nKäse, R.: A Riccati model for Denmark Strait overflow variability, Geophysical Research Letters, 33, L21S09, doi:10.1029/2006GL026915, 2006.   \nKatz, M., Cramer, B., Toggweiler, J., Esmay, G., Liu, C., Miller, K., Rosenthal, Y., Wade, B., and Wright, J.: Impact of Antarctic Circumpolar Current Development on Late Paleogene Ocean Structure, Science, 332, 1076–1079, doi:10.1126/science.1202122, 2011.   \nKessler, W.: Is ENSO a cycle or a series of events?, Geophysical Research Letters, 29, 40–1–40–4, doi:10.1029/2002GL015924, 2002.   \nKitoh, A.: ENSO modulation by mountain uplift, Climate Dynamics, 28, 781– 796, doi:10.1007/s00382-006-0209-6, 2007.   \nKrapp, M. and Jungclaus, J. H.: The Middle Miocene climate as modelled in an atmosphere-ocean-biosphere model, Climate of the Past, 7, 1169–1188, doi:10.5194/cp-7-1169-2011, 2011.   \nKuhnert, H., Bickert, T., and Paulsen, H.: Southern Ocean frontal system changes precede Antarctic ice sheet growth during the middle Miocene, Earth and Planetary Science Letters, 284, 630–638, doi:10.1016/j.epsl.2009.05. 030, 2009.   \nKürschner, W., Kvacˇek, Z., and Dilcher, D.: The impact of Miocene atmospheric carbon dioxide fluctuations on climate and the evolution of terrestrial ecosystems, Proceedings of the National Academy of Sciences, 105, 449, doi:10.1073/pnas.0708588105, 2008.   \nLeduc, G., Vidal, L., Tachikawa, K., Rostek, F., Sonzogni, C., Beaufort, L., and Bard, E.: Moisture transport across Central America as a positive feedback on abrupt climatic changes, Nature, 445, 908–911, doi:10.1038/nature05578, 2007.   \nLiu, Z. and Alexander, M.: Atmospheric bridge, oceanic tunnel, and global climatic teleconnections, Rev. Geophys, 45, RG2005, doi:10.1029/ 2005RG000172, 2007.   \nLunt, D., Valdes, P., Haywood, A., and Rutt, I.: Closure of the Panama Seaway during the Pliocene: implications for climate and Northern Hemisphere glaciation, Climate Dynamics, 30, 1–18, doi:10.1007/s00382-007-0265-6, 2007.   \nMaier-Reimer, E., Mikolajewicz, U., and Crowley, T.: Ocean General Circulation Model Sensitivity Experiment with an open Central American Isthmus, Paleoceanography, 5, 349–366, doi:10.1029/PA005i003p00349, 1990.   \nMajewski, W.: Planktonic Foraminiferal Response to Middle Miocene Cooling in the Southern Ocean (ODP Site 747, Kerguelen Plateau), Acta Palaeontologica Polonica, 55, 541–560, doi:10.4202/app.2009.0088, 2010.   \nMarshall, J., Johnson, H., and Goodman, J.: A study of the interaction of the North Atlantic Oscillation with ocean circulation, Journal of Climate, 14, 1399–1421, doi:10.1175/1520-0442(2001)014<1399:ASOTIO>2.0.CO; 2, 2001.   \nMarsland, S. J., Haak, H., Jungclaus, J. H., Latif, M., and Röske, F.: The MaxPlanck-Institute global ocean/sea ice model with orthogonal curvilinear coordinates, Ocean Modelling, 5, 91–127, doi:10.1016/S1463-5003(02)00015-X, 2003.   \nMicheels, A., Eronen, J., and Mosbrugger, V.: The Late Miocene climate response to a modern Sahara desert, Global and Planetary Change, 67, 193– 204, doi:10.1016/j.gloplacha.2009.02.005, 2009.   \nMicheels, A., Bruch, A., Eronen, J., Fortelius, M., Harzhauser, M., Utescher, T., and Mosbrugger, V.: Analysis of heat transport mechanisms from a Late Miocene model experiment with a fully-coupled atmosphereâ ˘A ¸Socean general circulation model, Palaeogeography, Palaeoclimatology, Palaeoecology, 304, 337–350, doi:10.1016/j.palaeo.2010.09.021, 2011.   \nMolnar, P.: Closing of the Central American Seaway and the Ice Age: A critical review, Paleoceanography, 23, PA2201, doi:10.1029/2007PA001574, 2008.   \nMolnar, P. and Cane, M.: El Niño’s tropical climate and teleconnections as a blueprint for pre-Ice Age climates, Paleoceanography, 17, 1021, doi:10.1029/ 2001PA000663, 2002.   \nMoran, K., Backman, J., Brinkhuis, H., Clemens, S., Cronin, T., Dickens, G., Eynaud, F., Gattacceca, J., Jakobsson, M., Jordan, R., et al.: The Cenozoic palaeoenvironment of the Arctic Ocean, Nature, 441, 601–605, doi:10.1038/ nature04800, 2006.   \nMosbrugger, V. and Utescher, T.: The coexistence approach – a method for quantitative reconstructions of Tertiary terrestrial palaeoclimate data using plant fossils, Palaeogeography, Palaeoclimatology, Palaeoecology, 134, 61– 86, doi:10.1016/S0031-0182(96)00154-X, 1997.   \nMosbrugger, V., Utescher, T., and Dilcher, D.: Cenozoic Continental Climatic Evolution of Central Europe, Proceedings of the National Academy of Sciences, 102, 14 964–14 969, doi:10.1073/pnas.0505267102, 2005.   \nMüller, R. D., Sdrolias, M., Gaina, C., Steinberger, B., and Heine, C.: Longterm sea-level fluctuations driven by ocean basin dynamics., Science, 319, 1357–1362, doi:10.1126/science.1151540, 2008.   \nMyhre, G., Highwood, E., Shine, K., and Stordal, F.: New estimates of radiative forcing due to well mixed greenhouse gases, Geophysical Research Letters, 25, 2715–2718, doi:10.1029/98GL01908, 1998.   \nNikolaev, S.: Principal features of the World Ocean climate change in the Cenozoic and their possible causes, Oceanology, 46, 513–525, doi:10.1134/ S0001437006040084, 2006.   \nNisancioglu, K., Raymo, M., and Stone, P.: Reorganization of Miocene deep water circulation in response to the shoaling of the Central American Seaway, Paleoceanography, 18, 1006, doi:10.1029/2002PA000767, 2003.   \nOleinik, A., Marincovich, Jr. L., K., and Swart, P.: Magnitude of Middle Miocene warming in North Pacific high latitudes: stable isotope evidence from Kaneharaia (Bivalvia, Dosiniinae), Bulletin of the Geological Survey of Japan, 59, 339–353, 2008.   \nPagani, M., Arthur, M., and Freeman, K.: Miocene evolution of atmospheric carbon dioxide, Paleoceanography, 14, 273–292, doi:10.1029/1999PA900006, 1999.   \nPearson, P. and Palmer, M.: Atmospheric carbon dioxide concentrations over the past 60 million years, Nature, 406, 695–699, doi:10.1038/35021000, 2000.   \nPearson, P., Van Dongen, B., Nicholas, C., Pancost, R., Schouten, S., Singano, J., and Wade, B.: Stable warm tropical climate through the Eocene Epoch, Geology, 35, 211–214, doi:10.1130/G23175A.1, 2007.   \nPoore, H. R., Samworth, R., White, N. J., Jones, S. M., and McCave, I. N.: Neogene overflow of Northern Component Water at the GreenlandScotland Ridge, Geochem. Geophys. Geosyst., 7, Q06 010, doi:10.1029/ 2005GC001085, 2006.   \nRaddatz, T., Reick, C., Knorr, W., Kattge, J., Roeckner, E., Schnur, R., Schnitzler, K., Wetzel, P., and Jungclaus, J.: Will the tropical land biosphere dominate the climate–carbon cycle feedback during the twenty-first century?, Climate Dynamics, 29, 565–574, doi:10.1007/s00382-007-0247-8, 2007.   \nRamsay, A. T. S., Smart, C. W., and Zachos, J. C.: A Model of early to middle Miocene Deep Ocean circulation for the Atlantic and Indian Oceans, Geological Society, London, Special Publications, 131, 55–70, doi:10.1144/GSL.SP. 1998.131.01.04, 1998.   \nRaymo, M.: The Himalayas, organic carbon burial, and climate in the Miocene, Paleoceanography, 9, 399–404, doi:10.1029/94PA00289, 1994.   \nRayner, N., Parker, D., Horton, E., Folland, C., Alexander, L., Rowell, D., Kent, E., and Kaplan, A.: Global analyses of sea surface temperature, sea ice, and night marine air temperature since the late nineteenth century, J. Geophys. Res, 108, 4407, doi:10.1029/2002JD002670, 2003.   \nRoberts, W. and Battisti, D.: A new tool for evaluating the physics of coupled atmosphere–ocean variability in nature and in general circulation models, Climate Dynamics, 36, 907–923, doi:10.1007/s00382-010-0762-x, 2011.   \nRoeckner, E., Bäuml, G., Bonaventura, L., Brokopf, R., and Esch, M.: The Atmospheric General Circulation Model Echam5. Part I: Model Description, Tech. rep., Max-Planck Institute for Meteorology, 2003.   \nRoeckner, E., Brokopf, R., Esch, M., Giorgetta, M., Hagemann, S., Kornblueh, L., Manzini, E., Schlese, U., and Schulzweida, U.: Sensitivity of Simulated Climate to Horizontal and Vertical Resolution in the ECHAM5 Atmosphere Model, Journal of Climate, 19, 3771–3791, doi:10.1175/JCLI3824.1, 2006.   \nRögl, F.: Palaeogeographic considerations for the Mediterranean and Paratethys Seaways (Oligocene to Miocene), Ann. Naturhist. Mus. Wien, Ser. A, 99, 279–310, 1998.   \nRoyer, D., Wing, S., Beerling, D., Jolley, D., Koch, P., Hickey, L., and Berner, R.: Paleobotanical Evidence for Near Present-Day Levels of Atmospheric $\\mathrm{CO}_{2}$ During Part of the Tertiary, Science, 292, 2310–2313, doi: 10.1126/science.292.5525.2310, 2001.   \nRuddiman, W. and Kutzbach, J.: Forcing of late Cenozoic Northern Hemisphere climate by plateau uplift in southern Asia and the American west, Journal of Geophysical Research-Atmospheres, 94, 409–418, 1989.   \nSaltzman, B.: Dynamical Paleoclimatology: Generalized Theory of Global Climate Change, vol. 80 of International Geophysics Series, Academic Press, San Diego (USA), 2002.   \nSavin, S., Douglas, R., and Stehli, F.: Tertiary marine paleotemperatures, Bulletin of the Geological Society of America, 86, 1499–1510, doi:10.1130/ 0016-7606(1975)86<1499:TMP>2.0.CO;2, 1975.   \nSemtner, A. J.: A Model for the Thermodynamic Growth of Sea Ice in Numerical Investigations of Climate, Journal of Physical Oceanography, 6, 379–389, doi:10.1175/1520-0485(1976)006<0379:AMFTTG $\\cdot>$ 2.0.CO;2, 1976.   \nSenut, B., Pickford, M., and Ségalen, L.: Neogene desertification of Africa, Comptes Rendus Geosciences, 341, 591–602, doi:10.1016/j.crte.2009.03. 008, 2009.   \nShackleton, N. and Kennett, J.: Paleotemperature History of the Cenozoic and the Initiation of Antarctic Glaciation: Oxygen and Carbon Isotope Analyses in DSDP Sites 277, 279 and 281, Initial Reports of the Deep Sea Drilling Project, 29, 743–755, doi:10.2973/dsdp.proc.29.1975, 1975.   \nShevenell, A., Kennett, J., and Lea, D.: Middle Miocene Southern Ocean Cooling and Antarctic Cryosphere Expansion, Science, 305, 1766–1770, doi: 10.1126/science.1100061, 2004.   \nStewart, D., Pearson, P., Ditchfield, P., and Singano, J.: Miocene tropical Indian Ocean temperatures: evidence from three exceptionally preserved foraminiferal assemblages from Tanzania, Journal of African Earth Sciences, 40, 173–189, doi:10.1016/j.jafrearsci.2004.09.001, 2004.   \nTong, J., You, Y., Müller, R., and Seton, M.: Climate model sensitivity to atmospheric $\\mathrm{CO}_{2}$ concentrations for the middle Miocene, Global and Planetary Change, 67, 129–140, doi:10.1016/j.gloplacha.2009.02.001, 2009.   \nTrenberth, K.: Signal Versus Noise in the Southern Oscillation, Monthly Weather Review, 112, 326–332, doi:10.1175/1520-0493(1984)112<0326: SVNITS>2.0.CO;2, 1984.   \nTrenberth, K. and Fasullo, J.: Global warming due to increasing absorbed solar radiation, Geophysical Research Letters, 36, L07 706, doi:10.1029/ 2009GL037527, 2009.   \nTrenberth, K. and Solomon, A.: The global heat balance: Heat transports in the atmosphere and ocean, Climate Dynamics, 10, 107–134, doi:10.1007/ BF00210625, 1994.   \nUppala, S. M., KÅllberg, P. W., Simmons, A. J., Andrae, U., Bechtold, V. D. C., Fiorino, M., Gibson, J. K., Haseler, J., Hernandez, A., Kelly, G. A., Li, X., ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "Onogi, K., Saarinen, S., Sokka, N., Allan, R. P., Andersson, E., Arpe, K., ",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "Balmaseda, M. A., Beljaars, A. C. M., Berg, L. V. D., Bidlot, J., Bormann, N., Caires, S., Chevallier, F., Dethof, A., Dragosavac, M., Fisher, M., Fuentes, M., Hagemann, S., Hólm, E., Hoskins, B. J., Isaksen, L., Janssen, P. A. E. M., Jenne, R., Mcnally, A. P., Mahfouf, J.-F., Morcrette, J.-J., Rayner, N. A., Saunders, R. W., Simon, P., Sterl, A., Trenberth, K. E., Untch, A., Vasiljevic, D., Viterbo, P., and Woollen, J.: The ERA-40 re-analysis, Quarterly Journal of the Royal Meteorological Society, 131, 2961–3012, doi:10.1256/qj.04.176, 2005.   \nUtescher, T., Böhme, M., and Mosbrugger, V.: The Neogene of Eurasia: Spatial gradients and temporal trends–The second synthesis of NECLIME, Palaeogeography, Palaeoclimatology, Palaeoecology, 304, 196–201, doi:10.1016/j. palaeo.2011.03.012, 2011.   \nValcke, S.: OASIS3 User Guide (prism_2-5), Tech. Rep. 3, PRISM, URL http://www.prism.enes.org/Publications/Reports/all_ , last access (July 2010), 2006.   \nVamborg, F. S. E., Brovkin, V., and Claussen, M.: The effect of a dynamic background albedo scheme on Sahel/Sahara precipitation during the midHolocene, Climate of the Past, 7, 117–131, doi:10.5194/cp-7-117-2011, 2011.   \nvan der Smissen, J. and Rullkötter, J.: Organofacies variations in sediments from the continental slope and rise of the New Jersey continental margin (Sites 903 and 905), in: Proceedings of the Ocean Drilling Program. Scientific results, doi:10.2973/odp.proc.sr.150.040.1996, 1996.   \nVia, R. and Thomas, D.: Evolution of Atlantic thermohaline circulation: Early Oligocene onset of deep-water production in the North Atlantic , Geology, 34, 441–444, doi:10.1130/G22545.1, 2006.   \nvon der Heydt, A. and Dijkstra, H.: Effect of ocean gateways on the global ocean circulation in the late Oligocene and early Miocene, Paleoceanography, 21, PA1011, doi:10.1029/2005PA001149, 2006. ",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "Von Der Heydt, A. S. and Dijkstra, H. A.: The impact of ocean gateways on ENSO variability in the Miocene, Geological Society, London, Special Publications, 355, 305–318, doi:10.1144/SP355.15, 2011. ",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "von Storch, H. and Zwiers, F. W.: Statistical Analysis in Climate Research, Cambridge University Press, 1999.   \nWatanabe, T., Suzuki, A., Minobe, S., Kawashima, T., Kameo, K., Minoshima, K., Aguilar, Y., Wani, R., Kawahata, H., Sowa, K., et al.: Permanent El Niño during the Pliocene warm period not supported by coral evidence, Nature, 471, 209–211, doi:10.1038/nature09777, 2011.   \nWilliams, C. J., Mendell, E. K., Murphy, J., Court, W. M., Johnson, A. H., and Richter, S. L.: Paleoenvironmental reconstruction of a Middle Miocene forest from the western Canadian Arctic, Palaeogeography, Palaeoclimatology, Palaeoecology, 261, 160–176, doi:10.1016/j.palaeo.2008.01.014, 2008.   \nWolfe, J.: The Carbon Cycle and Atmospheric $\\mathrm{CO}_{2}$ : Natural Variations Archean to Present, chap. Distribution of major vegetational types during the Tertiary., pp. 357–375, American Geophysical Union, Washington, DC, 1985.   \nWright, J. and Miller, K.: Control of North Atlantic Deep Water circulation by the Greenland-Scotland Ridge, Paleoceanography, 11, 157–170, doi:10.1029/ 95PA03696, 1996.   \nWunsch, C.: What is the thermohaline circulation?, Science, 298, 1179–1181, doi:10.1126/science.1079329, 2002.   \nYeh, S., Kug, J., Dewitte, B., Kwon, M., Kirtman, B., and Jin, F.: El Niño in a changing climate, Nature, 461, 511–514, doi:10.1038/nature08316, 2009.   \nYin, J.: A consistent poleward shift of the storm tracks in simulations of 21st century climate, Geophysical Research Letters, 32, L18 701, doi:10.1029/ 2005GL023684, 2005.   \nYou, Y., Huber, M., Müller, D., Poulsen, C., and Ribbe, J.: Simulation of the Middle Miocene Climate Optimum, Geophysical Research Letters, 36, ",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "L04 702, doi:10.1029/2008GL036571, 2009. ",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K.: Trends, Rhythms, and Aberrations in Global Climate 65 Ma to Present, Science, 292, 686–693, doi:10.1126/science.1059412, 2001.   \nZaucker, F. and Broecker, W.: The Influence of Atmospheric Moisture Transport on the Fresh Water Balance of the Atlantic Drainage Basin: General Circulation Model Simulations and Observations, Journal of Geophysical Research, 97, 2765–2773, doi:10.1029/91JD01699, 1992.   \nZhang, R.: Latitudinal dependence of Atlantic meridional overturning circulation (AMOC) variations, Geophysical Research Letters, 37, L16 703, doi: 10.1029/2010GL044474, 2010.   \nZhang, R., Delworth, T. L., Rosati, A., Anderson, W. G., Dixon, K. W., Lee, H.-C., and Zhang, F.: Sensitivity of the North Atlantic Ocean Circulation to an Abrupt Change in the Nordic Sea Overflow in a High Resolution Global Coupled Climate Model, Journal of Geophysical Research, in press, doi:10. 1029/2011JC007240, 2011. ",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "I am grateful to my adviser Dr. Johann Jungclaus for his guidance throughout the last three years and for his ever open door, which I could enter as often as I wished. I also would like to thank my panel members Prof. Dr. Hartmut Graßl and Dr. Uwe Mikolajewicz for their advise during the always worthwile panel meetings. ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "I thank Antje (Weitz) and Connie (Kampmann) for their support within the IMPRS, for organising the nicest IMPRS-Retreats, and most importantly for pushing me always one step closer to the final goal. ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Thanks to Prof. Dr. Jochem Marotzke and to all colleagues of the ocean department for their scientific advice during the weekly group meetings, for their support, and for sharing their knowledge. I am also grateful to Jochem for giving me the opportunity to appreciate the value of scientific writing. ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Without Nils Fischer, Aiko Voigt, Rosina Grimm, and Steffen Tietsche, this thesis would not have achieved the clarity that it (hopefully) has today: Thank you for proofreading. ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Jaison (Ambadan) and Steffen (Tietsche) know, how I appreciated the thirdfloor office for its pleasant residents and for the agreement to keep it quiet and peaceful. Great office, great work, great guys! ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "I thank the CIS support team for their enduring effort and their help, whenever there was an IT-problem. I also acknowledge the work of the CDO developers, and I especially thank Uwe Schulzweida for his open door whenever there was a function missing. Furthermore, I thank Helmuth Haak for his help to setup the coupled model because without him, I would have been lost. ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Thanks especially to my colleagues and friends (in order of appearance): Nils, Malte, Rosi, Aiko, Jaison, Florian, Juliane, Fanny, Freja, Steffen, Julia, ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Werner, Laura, Peter, Philipp and many, many more. ",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "Without the support and love of my family this all would never have been possible. I thank my parents Elke and Ralph (Krapp) and my sister Janina and her family Benni, Lucia, Jamil, and since lately, Juri. Also thanks to Kermit, Gabi, and Herbert for their support. ",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "Thank you, dearest Romy, for being with me, for your belief in me, and for your love. I hope I can return even a bit of what you give to me but you can be sure: The last box is on its way home. Cry baby (Träne). ",
        "page_idx": 113
    },
    {
        "type": "image",
        "img_path": "images/431d9e6251c28b8d71a4c99ea41c7b5cda0e70107409b6f83d531a0f0b144600.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "ISSN 1614-1199 ",
        "page_idx": 114
    }
]