[
    {
        "type": "text",
        "text": "DefendX Software Mobility ™ Administration Web Site User Manual Version 7.5 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This guide details the method for using DefendX Software Mobility™ Administration Web Site, from an administrator’s perspective. Upon completion of the steps within this document, DefendX Software Mobility™ can be used to manage your enterprise community. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/938288948440632ccceea74506856b793cc032ab1d34efe938695423923ca3d1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Table of Contents ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Executive Summary . .4   \nSystem Overview .   \nBrowser Settings.... .4   \nDefendX Software Mobility Administration Site Configuration .   \nConfiguring Mail Settings.. 5   \nConfiguring User Notifications...... .8   \nConfiguring Administrative Alerts... .9   \nConfiguring Database Server Settings . 9   \nConfiguring Database Security Settings.. .10   \nConfiguring Stores Database Server Settings ... 11   \nConfiguring Stores Database Security Settings.. .11   \nConfiguring Database Backup..... .......12   \nRecovering Database 14   \nConfiguring Stub and Schedule Settings ...... .......15   \nConfiguring File Type Settings .17   \nSchedule Settings. .18   \nHours of Operation Settings ... ..19   \nCore Tiering Engine in Brief . .20   \nConfiguring Core Tiering Engine Scan Policies. ..20   \nConfiguring Secondary Storage .. ..23   \nConfiguring Storage Policies . 23   \nTo configure a Deletion Policy: ...... .....26   \nSecondary Storage – Amazon S3 ..29   \nAdding/Editing a AmazonS3 Secondary Store . ..29   \nSecondary Storage – CIFS .. ..31   \nAdding/Editing a CIFS Secondary Store ... ..31   \nSecondary Store – EMC Atmos . ..34   \nConfiguring EMC Atmos for use with DefendX Software Mobility: . ..34   \nAdding / Editing an EMC Atmos Secondary Store: . .34   \nSecondary Storage –Hitachi HCP .. ....37   \nAdding/Editing Hitachi HCP Secondary Store... ..37   \nSecondary Store – Microsoft Azure .. ..40   \nConfiguring Microsoft Azure for use with DefendX Software Mobility: .. .40   \nAdding / Editing a Microsoft Azure Secondary Store: . .40   \nSecondary Storage – NFS Storage. .42   \nAdding/Editing an NFS Secondary Store .. .....42   \nSecondary Storage $-53$ Connector . ..46   \nAdding/Editing an S3 Connector Secondary Store . .46   \nAdding/Editing Secondary Store Groups.... ......49   \nMobility Football-Suitcase feature .. ..50   \nConfiguring Primary Storage.. ..51   \nAdding a New Primary Server.... ....51   \nEditing a Primary Server . ..57   \nConfiguring Primary Server Shares ... ..58   \nDomain Configuration .. .............63   \nProduct Installer ..64   \nAssessment ..67   \nAccount Configuration.. ..71   \nAdditional Configuration . ....71   \nMobility Status Pages 72   \nViewing Primary File Server Status . ..72   \nViewing Queued Requests (On-Demand) .. ..73   \nViewing Completed Requests (On-Demand) .. ..75   \nViewing Queued Requests (CTE) ...78   \nViewing Completed Requests (CTE)..... ......79   \nDefendX Software Mobility Reports . ..82   \nViewing Tiering Summary .82   \nViewing Requests By User . ......83   \nViewing Requests By Primary Server ..... ......84   \nDatabase Appendix. ..85   \nWindows Cluster Appendix . ...88   \nControlling User Access to the DefendX Software Mobility Administration Website Appendix.. ...90   \nUpdating the License Keys.. .95   \nAbout DefendX Software. ..96   \nDefendX Software Professional Services .. ..96   \nLegal & Contact Information .. ..97 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Executive Summary ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thank you for your interest in DefendX Software Mobility™. The latest addition to the DefendX Software® product portfolio, DefendX Software Mobility enables employees to tier files; users can select from a predefined set of criteria such as file size, age of last access, or other criteria (Right-Click Data Movement™), and organizations can also establish policies that automatically tier files as users reach their storage limits (Event-Driven Data Movement™). Both methods enable companies to control storage and operating costs and to expedite backups. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DefendX Software Mobility makes it much easier for customers to control costs and consolidate data so that it can be searched and leveraged as needed. DefendX Software continues its innovation in file-based storage management with the ultimate objective of helping customers reduce storage capital and operating costs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "System Overview ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Your goal is to categorize your data, properly manage it, and move the right data to the most appropriate storage tier to reduce costs, address compliance issues, and perform electronic discovery. However, most archival solutions require expensive, repeated scans of the entire file system. Even worse, large, infrequently used files can reside in your primary storage for months! DefendX Software Mobility allows for flexibility in your approach to data migration with automated policy-driven movement, manual user driven movement, or a combination of both. You decide what is best for your organization. DefendX Software Mobility redefines the economics of data movement by being event- and policy- driven in real time, rather than requiring repeated scans of the entire file system, thus greatly helping to reduce storagerelated costs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Browser Settings ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "You need to have the \"Allow Active Scripting\" under ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Properties>Security>LocalIntranet>CustomSecurity enabled. This may require you to add the web admin's server to your local intranet sites. If this option is disabled then the admin site's left-hand main menu will not be able to expand. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DefendX Software Mobility Administration Site Configuration ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Configuring Mail Settings ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DefendX Software Mobility can send out notifications to end users when their requests have been successfully completed. If you want the DefendX Software Mobility web application to send email notifications and alerts, then you need to provide the SMTP settings here. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To configure the mail settings, perform the following steps: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1. Under Notification Configuration in the left-hand main menu, click Mail Settings. The SMTP Server Settings section is displayed.   \n2. Add in the SMTP server name, SMTP domain, and sender’s address. Enter the SMTP sender’s password only if the SMTP server uses secure authentication. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "SMTP Server Settings ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f91c597b039605915d8a3027c6fdb160f62db660c54149be63b641812977cb14.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3. In the Address Resolution section, select the option to append the SMTP domain, use the Active Directory connector, or use the LDAP connector. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Address Resolution ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/53b486a7667a0b640b8be080a543565ee68e783e239f44d1be30ac7016b6901f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The table below will help you configure the mail settings: ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/21945bd85e96a137e90b0d32b3da77aabebc435869cc1cc283530e91dfde11a0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field</td><td>Description</td></tr><tr><td>Append SMTP Domain</td><td>The user's email address will be determined by concatenating the user's login account name with the name of the SMTP DNS Domain specified above in the SMTP Server Settings.</td></tr><tr><td>Use Active Directory</td><td>The user's email address will be determined by looking up the user's account in active directory and extracting their primary email address.</td></tr><tr><td>Use LDAP</td><td>The user's email address will be determined by looking up the user in another LDAP database other than active directory. A search will be done based on the values returned by the LDAP Filter Name attribute against the user's account. If a match is found, then the user's email address will be extracted from the value of LDAP Mail Name attribute.</td></tr><tr><td> Primary Host</td><td>This is the name or IP address of your active directory or LDAP server that will be used first for searching.</td></tr><tr><td>Primary Port</td><td>This is the LDAP port number, usually 389.</td></tr><tr><td>Secondary Host</td><td>This is the name or IP address of your active directory or LDAP server that will be used second for searching. This is optional.</td></tr><tr><td>Secondary Port</td><td>This is the LDAP port number, usually 389.</td></tr><tr><td>LDAP Mail Name</td><td>Refer to Use LDAP. This is the name of the attribute used to store user email addresses, for example, mail.</td></tr><tr><td>LDAP Filter Name</td><td>Refer to Use LDAP. This is the name of the attribute used to store user names, for example, uid.</td></tr></table></body></html>\n\n",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "NOTES: ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "If you want the DefendX Software Mobility web app to send email notifications back to the users who sent a tier or recall request, then you must provide a mechanism for the web app to determine the user’s email address.   \nThe Primary Host and Port are required for the “Use Active Directory” or “Use LDAP Connector” options.   \nThe Secondary Host and Port are optional for the “Use Active Directory” or “Use LDAP Connector” options. If the user’s email address was not found using the primary server, then the secondary server will be searched.   \nThe LDAP Mail Name and Filter Name are required for the “Use LDAP Connector” option. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4. In the Mail format section, select either HTML or Plain Text mail format. ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b651ef24d324568a1b5cc54d79ce468d47cf9235b1d6fcacf96c5ee8eff3a9c1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Configuring User Notifications ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "User notifications are emails sent to the user making the data movement request. DefendX Software Mobility can email an acknowledgment to users to notify them that their request has been successfully received. It also emails the results of the request to the user and provides the option to email the results to other recipients. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To configure the user notifications, perform the following steps: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1. Under Notification Configuration in the left-hand main menu, click Notification Settings. The User Notifications section is displayed. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/df26a21ebed981ab2152b6654be196d8c34663e87922bd3d956a262969932c0e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2. Select the type of notifications you want to send and then specify to whom you want to send the notification(s). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3. To send notifications to other recipients, you need to add a username or a distribution list that exists within Active Directory so that other recipients can receive the data movement results. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4. Click Apply and then click OK to finish. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Configuring Administrative Alerts ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The DefendX Software Mobility web app can send email notifications to a list of recipients, such as administrators, whenever one or more alerts are generated. An entry to the application event log can also be created. Administrative Alerts assist the administrator with troubleshooting data movement requests. Alerts are based on events that are triggered when a request fails or when a request is pending for a period of time. Alerts can be emailed to a list of those people by specifying the users or a distribution list. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To configure the administrative alerts, perform the following steps: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1. Under Notification Configuration in the left-hand main menu, click Notification Settings. The Administrative Alerts section is displayed. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/c5522b1c343225388358f7855b89ec14c9b9d16abe791e7f21f367e525e85551.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2. Select the type of alert you want to send. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3. Select one or more options determining when you want to have an alert sent. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4. Click Apply and then click OK to finish. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Configuring Database Server Settings ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This section shows the database settings that will store all configuration information. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The database settings were provided when DefendX Software Mobility was installed. If you change the name of the database server or the name of the database here, then you must also do the same within SQL server. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The database credentials were created automatically when DefendX Software Mobility was installed. If you change the name or password of the SQL account here, then you must also do the same within SQL server. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "NOTE: The password will be encrypted for security purposes. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To configure DefendX Software Mobility database settings, perform the following steps: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1. Under Database Configuration in the left-hand main menu, click Database Config Settings. The Configuration Database Settings dialog is displayed.   \n2. On the Configuration Database Server Settings section, enter the name of the server and the name of the database. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/e1cf5ed99381a55ac97f47a876428127f3b20efc0bf4080459ab5146fb93f19f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "NOTE: Please refer to the Database Appendix.  The appendix has details on moving the database to another server if you choose to change the name of the database server. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Configuring Database Security Settings ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To configure database security settings, perform the following steps: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1. Under Database Configuration in the left-hand main menu, click Database Config Settings. The Configuration Database Security Settings section is displayed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2. The Configuration Database Security Settings section specifies how the website establishes a connection with SQL Server. The website can use either Windows integrated security or a SQL Server account. If a SQL Server account is chosen, the account name and password need to be specified. If Windows security is chosen then the ODDMAdmin pool identity configured in IIS will be used to access SQL. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Configuration Database Security Settings ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/bcc94396376a7b8ac093d7c2b522584e5a2194528d33d9f940e12b5d2e743ddc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3. Click the Apply button and then click OK to finish. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "NOTE: If the Set/Change Password option is not checked, the password that is stored in the database is not changed. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Configuring Stores Database Server Settings ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This section shows the configuration of the database that will store the objects that have been tiered. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The database settings were provided when DefendX Software Mobility was installed. If you change the name of the database server or the name of the database here, then you must also do the same within SQL server. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The database credentials were created automatically when DefendX Software Mobility was installed. If you change the name or password of the SQL account here, then you must also do the same within SQL server. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To configure stores database settings, perform the following steps: ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1. Under Database Configuration in the left-hand main menu, click Database Stores Settings. The Stores Database Settings dialog is displayed. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2. On the Stores Database Server Settings section, enter the name of the server and the name of the database. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Stores Database Server Settings ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/b44886e9afb8e5d7e9253e66d6b8a8403771c983a48652ccd7fe2d09112469cf.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "NOTE: Please refer to the Database Appendix.  The appendix has details on moving the database to another server if you choose to change the name of the database server. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Configuring Stores Database Security Settings ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To configure stores database security settings, perform the following steps: ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1. Under Database Configuration in the left-hand main menu, click Database Stores Settings. The Stores Database Security Settings section is displayed. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2. Specify the type of security to be used to connect to the stores database. The website can use either Windows-integrated security or a SQL Server account. If a SQL Server account is chosen, the account name and password need to be specified.  If Windows security is chosen then the ODDMAdmin pool identity configured in ISS will be used to access SQL. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/50e7e93322b895d35d097d8c7424171538945a934f5ed36478f020117493d306.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3. Click the Apply button and then click OK to finish. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "NOTE: If the Set/Change Password option is not checked, the password that is stored  in the database is not changed. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Configuring Database Backup ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To configure database Backup settings, perform the following steps: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Note: A task service is required to be installed on the same server as the database server. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1. Under Database Configuration in the left-hand main menu, click Database Backup.   \n2. The Database Backup Information section displays information on configuration database and stores database.   \n3. In the Configuration Database Backup Settings section, specify the settings to be used by DefendX Software Mobility to backup the configuration database.   \n4. In the Stores Database Backup Settings section specify the settings to be used by DefendX Software Mobility to backup the configuration database. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/60344cc0c28009e59d378fa3ad3ad9cada7f8325e99496e5fcbfa82faebd6dbe.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Backup Now ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "NOTES: ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1. When the Copy Database Backup File to the Secondary Storage Defined in the Store Group option is checked, the database will first be backed up to the Backup Location on the Windows server; therefore a backup location must be selected. The database will then be tiered to the secondary stores defined in the storage group. After a successful tier, the previous databases in each of the secondary stores will be removed if the Delete previous versions is selected otherwise multiple backup copies will be kept on each of the secondary stores. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2. Database backups can be very large in size which should be taken into consideration in choosing the correct options for your environment. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3. When Allow Multiple Backup Copies is checked for the Backup Location then multiple copies of the database will be kept in that location. DefendX Software Mobility does not maintain these copies so it is up to the administrator to delete the copies which are no longer wanted. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4. In the Database Backup Schedule section, specify the date to be used by DefendX Software Mobility to backup the configuration and stores databases if enabled in the above settings. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Database BackupSchedule ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/bbea34e410fcabec323051591f546f0e0e2a5e20e07c45e225a610fe9043ffce.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Frequency</td><td>Monthly</td><td></td></tr><tr><td>Day</td><td>31</td><td>M</td></tr><tr><td>Time</td><td>1:00 am</td><td>M</td></tr></table></body></html>\n\n",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Recovering Database ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "1. Under Database Configuration in the left-hand main menu, click Database Recovery. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2. The Database Recovery section displays information on the configuration database and stores database. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3. To recover a database that has been tiered to a secondary store, perform the following steps: ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "NOTE: ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "A task service is required to be installed on the same server as the database server. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "a. Supply the UNC path to recover the database backup files to.   \nb. Press the appropriate Recover button for the database you want to recover.   \nc. Use SQL Server Management Studio to manually restore the database, from the UNC path, after it has been recovered from the secondary store. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4. To recover a database that has been backed up to the Backup Location defined in Database Backup page, perform the following step, ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Simply use SQL  Server Management Studio to manually restore the database from the Backup Location. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/789b03fb5c678e28d67014bceae23c537d30c385573a344d2e161830b873d34a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Configuring Stub and Schedule Settings ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The stub and schedule settings allow you to control how files will be stubbed after being tiered as well as the times allotted for tiering. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "To configure Stub and Schedule settings, perform the following steps: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1. Under Tiering Configuration in the left-hand main menu, click Stub and Schedule Settings. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2. In the Stub and Schedule Settings section, click New Stub and Schedule Settings or click the name of an already existing stub and schedule settings name to edit these properties. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/9cceeedc12b8a733186402754d6383e3bf3ea6a9afcc3532a5e390288191c879.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3. In the Name and Description section, enter a name and description for the stub and schedule settings. The name can then be assigned to one or more primary servers. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/7702ca6633de88ed90639c3dfbb15a77eee69c30d70f83f9620cebebedb89ce0.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4. In the CIFS Primary Storage Stub Options section, specify the options through which you want DefendX Software Mobility to handle files located on primary servers CIFS shares when they are tiered. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/55e5ba52698a16c652f370142ef3efc91aa1eae69999ceb0ff1bbf6efd577b6a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "5. In the NFS Primary Storage Stub Options section, specify the options through which you want DefendX Software Mobility to handle files located on primary servers NFS exports when they are tiered. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "NOTE: Microsoft Services for NFS must be installed on the task servers if you want to tier files from NFS exports. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "NFS Primary Storage Stub Options ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/8b88d43a63986af83a0cfea3d9d872ff8a597e9670f75a13251527092bc0c0ac.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "6. In the DefendX Software Mobility File Intranet Website section, enter the URL of the website to which users are directed when they access a file on primary storage that was tiered and stubbed using either the URL or HTM stub options. This website allows users an option to recall files back to primary storage. The URL format is: “http://<server>/MobilityFileIntranet”. Note: The DefendX Software Mobility File Intranet must be installed on <server>. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "7. In the DefendX Software Mobility File Download UNC section, enter the UNC path that will be used as a temporary location to store recovered files. The format is:\\\\server\\share\\path where “\\path” is optional. The DefendX Software Mobility Access and Recovery portals offer users a choice when recovering files. If the user chooses to recover the files to the download site then those files will be temporarily stored in the UNC specified here. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "8. In the File Intranet Web Site section, either use properties from the default settings or provide a URL to use for the Mobility File Intranet. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "NTP Software VFM File IntranetWeb Site ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "will give the user an option torecall the file back to primary storage orcopy the fle to the download site. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "NTP Software VFM File Intranet URLhttp://vfm51qa/vfmfileintranet ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Configuring File Type Settings ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The file type settings allow you to enter a set of file types and to specify whether they are a set of excluded or included types. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "To configure File Type settings, perform the following steps: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "1. Under Tiering Configuration in the left-hand main menu, click File TypeSettings. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2. In the File type Settings section, click New File Type Settings or click the name of an already existing File Type Settings name to edit these properties. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/54213883f79bd14663e182680fd1c04f699cd0f0fe7fd2a62dbe4f72e487d37c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "3. In the Name and Description section, enter a name and description for the file type settings. The name can then be assigned to one or more secondary storage groups as well as the Core Tiering Engine policies. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/71626a80826e9a8d3e3ccf3d5202b8e2bd7c6b2f3804dc46b45409241e1a8e26.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4. In the File Type Settings section, enter one or more file types by which DefendX Software Mobility can limit the files that can be tiered. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "5. Indicate whether the listed file types are a list of excluded or included file types. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/303a090bfbbc393c79f23191aa9d16da9467cc22eaf05d57d7d6d7e2a8f9e896.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Schedule Settings ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The Schedule settings allow you to control when the Core Tiering Engine and Secondary Storage Deletion policies will run. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "To configure Schedule settings, perform the following steps: ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "1. Click on a schedule name to edit its properties or click New Schedule to configure a new one. ",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/a4fa41d92398b1138083c7abb70d73f2cbf0cf4a0d34f9ad1fe457f7a9b4e4e8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "2. In the Name and Description section, enter a name and description for the schedule. ",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/bec3ff2c5f8e8a0e630cdd6e6c3bc5b5971a782e912ec84a9344a52bf228fc6e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "3. In the Schedule section, provide the frequency, day, and time by which the schedule is to run and then click the Add button. ",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/3bce6a390a76a1cda1d320681f29227dd4f9d621322dc7294ea3529d01651bf6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Hours of Operation Settings ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The Hours of Operation settings control the hours during which the Core Tiering Engine is allowed to scan and tiering requests are able to be processed. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "To configure Hours of Operation settings, perform the following steps: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "1. Click an Hours of Operation name to edit existing settings or click New Hours of Operation to configure a new setting. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Hours Of Operation Settings ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/adff945b5ba5f7acdf11b1225b98e0a260dfb409740f68a563dfa1c4f8430606.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Hours Of Operation Name Description</td><td></td><td>Couenvershare</td><td>ServerCount (Scan)</td></tr><tr><td>Default</td><td></td><td>6</td><td>6</td></tr><tr><td>Non-Working Hours</td><td>Run during non-working hours.</td><td>2</td><td>2</td></tr><tr><td>New Hours of Operation</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2. In the Name and Description section, provide a schedule name and description for the Hours of Operation schedule. The name can then be assigned to one or more primary servers. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Name and Description ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/eff2c3fd6f45e15acdef0fc37f2c698b801f0257f49205fbafd6252d8a0dc04e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In the Hours of Operation section, select the days and times by which the schedule will be defined. Hours can either be selected manually or by choosing one of the Include All, Working Hours, Exclude All, or Non-Working Hours presets. ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/a73238080580d0bdeca2fe292a67c380c3d15a996346d3fe8b5adcc6f07c7625.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Core Tiering Engine in Brief ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The Core Tiering Engine works in conjunction with DefendX Software Mobility to tier files from one or more primary servers.  As with RCDM, the Core Tiering Engine gives administrators a method to tier aged files from servers.  The DefendX Software Mobility Administration site and corresponding Task Services must be configured in order for the Core Tiering Engine to tier files.  Based on the configuration, the engine can scan CIFS shares and NFS exports, identify files that meet the requirements to be tiered, then issue tier requests to DefendX Software Mobility (Administration web site).  The corresponding Task Services will process the tier requests that have been submitted to DefendX Software Mobility as would occur in any standard DefendX Software Mobility deployment. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "NOTE: The Core Tiering Engine must be installed on the Windows server for which the DefendX Software Mobility Task Service controls the tiering of the primary server’s files. To assign a Core Tiering Engine schedule and policy, click on the Edit Server link for the primary server on the primary servers page and enable Scanning for the Core Tiering Engine as well as assign the schedule. A policy can be assigned to each scan location added. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Configuring Core Tiering Engine Scan Policies ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The Core Tiering Engine Scan Policies allows you to control which files will be submitted for tiering by the Core Tiering Engine. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "To configure CTE Scan Policy, perform the following steps: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "1. Under Core Tiering Engine Configuration in the left-hand main menu, click Scan Policies. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "2. In the Core Tiering Engine Scan Policies, click New CTE Scan Policy or click the name of an already existing CTE Scan Policy to edit these properties. ",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/3ecf1cc17a074170074beb8ec00fd5200ed5a1f17f4fab7e1db6d8436e17daa0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">Core Tiering Engine ScanPolicies</td></tr><tr><td colspan=\"3\">Threp</td></tr><tr><td>CTE Policy Name </td><td>Description</td><td>Server/Scan LocationCount</td></tr><tr><td>Default</td><td>Default tier can policy</td><td>2</td></tr><tr><td>New CTE Scan Policy</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "3. In the Name and Description section, enter a name and description for the Scan Policy. The name can then be assigned to one or more primary servers. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/8b5f6b66d3f66bd4c949333f87a68d825e56e55bdc060b6e323060c8ddd8e924.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Scan Policy Name</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td>Description</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4. In the Scan Policy section, specify the criteria by which DefendX Software Mobility can identify which files are tiered by the CTE. Files can be identified for tiering based on modified, accessed and created dates. Files can also be identified by file size and by file type settings. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "NOTE: DefendX Software Mobility can control which files are tiered by the Core Tiering Engine. Files can be identified for tiering based on modified, accessed, and created dates. Files can also be identified for tiering based on file size by selecting the Tier all files based on file size only option.  Each of the accessed, modified, and creation date settings below can be specified as either a number of months or a date. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Scan Policy ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/47ac5f1c657bc96739b447ba650a263c6e20095a808f6d19945f7249792e8fb2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "NOTES: ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The date creation option will be ignored when the CTE scans files located on NFS exports. If multiple dates are selected then a file that meets one of the date’s criteria will be tiered if it also meets the file size criteria and file type criteria. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Configuring Secondary Storage ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "A secondary store contains the location and connection settings used to store the files that have been tiered. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Configuring Storage Policies ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Storage Policies consist of Retention Policies and Deletion Policies. Retention policies control the time period for which tiered files cannot be modified or deleted. Deletion policies specify the time frame with which tiered files will be held before they are deleted. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "To configure a Retention Policy: ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Storage Policies $>$ Retention Policies.   \n2. In the Retention Policies section, click a policy name to edit an existing policy or click New Retention Policy to configure a new policy. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Retention Policies ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/955327581f2611b2c38ce4fd68f7c8a4e91b949970711083228c9f7739489d45.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Policy</td><td>Description</td><td>StoragePlatform Count</td></tr><tr><td>Default</td><td>Default secondary storage retention setings</td><td>0</td></tr><tr><td> New Retention Policy</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "3. In the Add New Retention Policy section, specify a name and description for the Retention Policy. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Name and Description ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/04012377f81559fcf69a05534d46dcb6a711fc7c790510ff465090d0db5b02aa.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Retention Policy Name:</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td>Description:</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4. In the Retention Options section, set the expiration options for the retention policy. ",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/9cc91b6ee75cebb24edc93b25c8604ac0314ebfe6751785b6fc7cfb32f656647.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "5. In the Primary Server Locations section, either apply the retention policy to All Locations or specify which origin servers the retention policy will be applied to. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/ad433d96b8b51e5c2d741fe6ac17b1fad7d099de10c68bfc0a66bcda6841fda7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "6. In the File Type Settings section, indicate whether the retention policy should be applied to all file types or specific file types only. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/72cc98054e91101a6358e6e4e3fe6d1b84f2ad9885e6322140b61074a66fa64d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "7. In the File Owner section, indicate whether the retention policy should be applied all file owners or specific file owners only. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "File Owners ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/3028612c4d854852d1da53e930d01439cd818b83229b0656d944594769a803f1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "8. In the File Versions section, indicate whether the retention policy should apply to the most recent version of the file, all previous versions, or both. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "File Versions ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "This policy applies to the most recent version of the file ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "9. In the Files Currently Tiered section, indicate whether the retention policy should be applied to all tiered filed or only files tiered since the retention policy was created. Click Add. ",
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/3f715fa197a5916cecf8b6da6c501bbfc484afaf6ce98a1e4b88647673161deb.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "To configure a Deletion Policy: ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Storage Policies $>$ Deletion Policies. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "2. In the Deletion Policies section, click a policy name to edit an existing policy or click Deletion Retention Policy to configure a new policy. ",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/d9879537a0b94b7d3f522b03093240f99392861d64f7bb185ba09936bd2664a6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3. In the Add New Deletion Policy section, specify a name and description for the deletion policy. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Name and Description ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "EnternmendriptinfotdltioplihisnmeatheeaigedtnrreecndtoraePla ",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/9ca361ce5e9091489f380d71b855eb5655281dd07d28a5e7329749cd46ff5ca5.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Deletion Policy Name:</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td>Description:</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "4. In the Deletion Options section, set the date or time frame by which the deletion policy will delete tiered files. ",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/d6d0c79793962f1d15045a751c999ec5d59e4ca27dadc0aba9b4e1d2f133004b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/c8459f08e5ecf4a277bc21689f6fdd7ab0b46779702d1cfbdfa246f810f289a1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "5. In the Primary Server Locations section, either apply the retention policy to All Locations or specify which origin servers the retention policy will be applied to. ",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/f8fa9aaa84fd2ca3e4e66fd179a359736bc676e65156e1cb78fb2e09a9a3edda.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "6. In the File Type Settings section, indicate whether the retention policy should be applied to all file types or specific file types only. ",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/9cc7f20609585d39e91fd3f8e470f38a3336e2a8053c9d16ec7d515384d67c66.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "7. In the File Owner section, indicate whether the retention policy should be applied all file owners or specific file owners only. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "File Owners ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/f314050bf15d97fdaccae284065f3c727091cf818db341c474ce23031362b7ec.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "8. In the File Versions section, indicate whether the retention policy should apply to the most recent version of the file, all previous versions, or both. ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/7630e8ec09f884a1cb7e5b8a95b71594ff36dce021553ec32098f41528aec66b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "9. In the Files Currently Tiered section, indicate whether the retention policy should be applied to all tiered filed or only files tiered since the retention policy was created. Click Add. ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/c0f3c75238e06200efaa5510f39f844479d92816196ef8b684dfcc384f63db1f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Secondary Storage – Amazon S3 ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Adding/Editing a AmazonS3 Secondary Store ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Secondary Storage $>$ Storage Platforms $>$ AmazonS3 Storage.   \n2. In the Secondary Stores AmazonS3 Storage section, click New Store or click the name of an already existing secondary store to edit these properties. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Secondary Stores - Amazon S3 ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/47a5b943a274c34774fad301853d9a42a73df448d53cbab9e2a66e078d657879.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">Secondary StoreName</td><td>Description</td><td>StoreGroup Count</td></tr><tr><td>Default</td><td>Default Storage Settings for Amazon S3</td><td></td><td>0</td></tr><tr><td>New Store</td><td colspan=\"3\"></td></tr></table></body></html>\n\n",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "3. In the Add New Secondary Store – AmazonS3 Storage dialog box enter the needed information. The name of the secondary store can be assigned to one or more primary servers to instruct the primary server where to place the tiered files. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Add New Secondary Store - Amazon S3 ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/256a8bb6a2fa0c5e224ce560bd1872d36d1fe1f1e0c5c2c6f6111f638be255bd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "4. At the bottom of the Add New Secondary Store – AmazonS3 Storage dialog box, retention and deletion policies can be added to the secondary store. ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/e09fa45d5f62a957ba091516a8b994d13583e91bc333d4e67876910be4cfc30c.jpg",
        "img_caption": [],
        "img_footnote": [
            ""
        ],
        "page_idx": 29
    },
    {
        "type": "table",
        "img_path": "images/9f22650b11768d5a19b31282cb83dbc78595a50e8da0f9d137476e07a6a61466.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field/Option</td><td>Description</td></tr><tr><td>Primary Address</td><td>Enter the primary settings to access the S3 storage system. Please specify the bucket name as part of the address, i.e. 'bucket.s3.amazonaws.com'.</td></tr></table></body></html>\n\n",
        "page_idx": 29
    },
    {
        "type": "table",
        "img_path": "images/840eaf12245d76199b139fca9fdb9fc7cee54410f210648acd55332eacfb0ce5.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Primary Port</td><td>Enter the port that will be used for communication with the AmazonS3 bucket. I.e, 80, or 443 for SSL</td></tr><tr><td colspan=\"2\">NOTE: The Task Services service account must be granted full permissions to the secondary store UNC paths as well as the primary server shares and directories it will be tiering files from.</td></tr></table></body></html>\n\n",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Secondary Storage – CIFS ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Adding/Editing a CIFS Secondary Store ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Secondary Storage> Storage Configuration> Storage Platforms> CIFS Storage. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "2. In the Secondary Stores CIFS Storage section, click New Store or click the name of an already existing secondary store to edit these properties. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Secondary Stores - CIFS Storage ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/7d623f2b3b9c6662046ec3fbb06e7666001e67a91d753918a99554de9a990b1b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "3. In the Add New Secondary Store – CIFS Storage dialog box enter the needed information. The name of the secondary store can be assigned to one or more primary servers to instruct the primary server where to place the tiered files. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Add New Secondary Store - CIFS Storage ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/1c46ee24295781c5e5cebc5e52bcfdbc7b766dfe9940fb523364f3a75fa014b4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Secondary Store Name</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td></tr><tr><td>Description</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/93f4646b8890709b25c301d1f7abc183a75a40bb356321596cc29c3516225a0d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">Mirror the primary server's directory structure Note: File versioning will not be available if you mirror the dlirectory structure.</td></tr><tr><td rowspan=\"2\">Primary Network Path</td><td>Enter the primary location by specifying a UNC style path, formatted as: \\Iserver\\share\\path where “path\" is optional.</td></tr><tr><td></td></tr><tr><td colspan=\"3\"></td></tr><tr><td></td><td>Optionally enter the alternate location by specifying a UNC style path, formatted as: 1lserver\\share\\path where “path\" is optional.</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "4. At the bottom of the Add New Secondary Store – CIFS Storage dialog box, retention and deletion policies can be added to the secondary store. ",
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/54eaebb04fc7a546236484bafa4b83fe650c73bcbae5eb718cf746b9dd3bc628.jpg",
        "img_caption": [],
        "img_footnote": [
            ""
        ],
        "page_idx": 32
    },
    {
        "type": "table",
        "img_path": "images/7ad2a343e7ebd25ff96fd4bdb6205cfb4f18d888ec40848407d30bdeb8b60eb6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field/Option</td><td>Description</td></tr><tr><td>Primary Network Path</td><td>Enter the UNC style path of a CIFS share that will be used to store the tiered files. The Primary Network Path must always contain a UNC path. DefendX Software Mobility will attempt to tier files to the UNC path first.</td></tr><tr><td>Alternate Network Path</td><td>Enter an optional UNC style path of a CIFS share that will be used to store the tiered files as an alternate whenever the Primary Network Path is not available. DefendX Software Mobility will only attempt to tier files to the Alternate UNC path if it cannot tier to the primary path.</td></tr></table></body></html>\n\n",
        "page_idx": 32
    },
    {
        "type": "table",
        "img_path": "images/2d096ef3bd11ec4441b3e6c60afcbad0fc74f30153f2f2f69768781d469c1827.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Mirror the primary server's directory structure option</td><td>Check this option if you want to create the same directory structure and file names created on CIFS share that are found on the primary servers for files being tiered. If this option is used then the file versioning feature will not be available. Uncheck this option if you want file versioning to be available. The directory structure and file names created on the ClFS share will consist of GUIDs.</td></tr></table></body></html>\n\n",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "NOTE: The Task Services service account must be granted full permissions to the secondary store UNC paths as well as the primary server shares and directories it will be tiering files from. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Secondary Store – EMC Atmos ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Configuring EMC Atmos for use with DefendX Software Mobility: ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "1. Log on to the EMC Administration console using the “SysAdmin” account. i. Create the Tenant(s) that will be used in conjunction with DefendX Software Mobility. ii. Ensure Web Service is enabled on each node. iii. Enable/Disable SSL for Web Service Connections. iv. Refer to the EMC Atmos Storage System documentation for a complete description on configuring the storage system. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "2. Log on to the EMC Administration console using the Tenant credentials. i. Create the Sub Tenant(s) that will be used in conjunction with DefendX Software Mobility. ii. For each sub tenant create a UID and Shared Secret key that will be used in conjunction with DefendX Software Mobility. iii. Refer to the EMC Atmos Storage System documentation for a complete description on configuring Tenants and Sub tenants. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Adding / Editing an EMC Atmos Secondary Store: ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Secondary Storage $>$ Storage Platforms >EMC Atmos. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Secondary Stores - EMC Atmos ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/13f5a3d4ef2ca70a5880cd6ced4684d827eb3948ea394370f2e6ab961a8770da.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Secondary Store Name</td><td>Description</td><td>Store Group Count</td></tr><tr><td>Default</td><td>Default Storage Settings for EMC Atmos</td><td>1</td></tr><tr><td>New Store</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "2. In the Secondary Stores EMC Atmos section click New Store or click the name of an already existing secondary store to edit its properties. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "3. In the Edit Existing Secondary Store – EMC Atmos dialog box edit the needed information. The name of the secondary store can be assigned to one or more primary servers to instruct the primary server where to place the tiered files. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Edit Existing Secondary Store - EMC Atmos ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/a941cdea82e8ce99623e1bc34214ea5198e0cce98ddd420079b709c9b69fbc53.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/e982ff067be837264d8bd81d75aecb9e8c2d6e561003715915a1cd609fdf71ad.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field</td><td>Description</td></tr><tr><td>Address</td><td>Enter the fully qualified name of the EMC Atmos Storage System. An IP address can also be entered but will be limited to that one storage node.</td></tr><tr><td>Port</td><td>Enter the port to communicate with the EMC Atmos Storage System's web service. This will usually be port 80 when not using SSL and port 443 when using SSL.</td></tr><tr><td>Use Secure Connection (SSL)</td><td>Check this option if web service is using https otherwise uncheck when using http for the connection.</td></tr><tr><td>Tenant or Subtenant ID</td><td>Enter the ID of either a tenant or subtenant. This can be found in the EMC Atmos Administration console dashboard when logged in as a tenant or sub tenant.</td></tr><tr><td>User ID</td><td>Enter the UID name that will be used in conjunction with DefendX Software Mobility. This can be found in the Atmos Administration console dashboard when logged in as a tenant or sub tenant. Use one of the UID names listed in the UID List that was setup to use with Mobility.</td></tr><tr><td>User Shared Key</td><td>Enter the Shared Secret key that corresponds with the User Id (UID). Click the View link on the Atmos Administration console next to the UiD and enter that value.</td></tr></table></body></html>\n\n",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Secondary Storage –Hitachi HCP ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Adding/Editing Hitachi HCP Secondary Store ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Secondary Storage $>$ Storage Platforms $>$ S3 Connector. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "2. In the Secondary Stores S3 Connector section, click New Store or click the name of an already existing secondary store to edit these properties. ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/f99a02176a5aaecea37de1379b9d883d562a4ba6aa8ca8ca9cd79ffaf184d13b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "3. In the Add New Secondary Store – S3 Connector Storage dialog box enter the needed information. The name of the secondary store can be assigned to one or more primary servers to instruct the primary server where to place the tiered files. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Add New Secondary Store - S3 Connector ",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/54ccd9c3ecc4ffc4027537f96f6b789d3c22a994194c35dbfac1369b57f0ce3e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "4. At the bottom of the Add New Secondary Store – S3 Connector dialog box, retention and deletion policies can be added to the secondary store. ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/48e641c48d04e1d0c3b1c052b9e6fe2870d291260bc640c2e2a637827f86d872.jpg",
        "img_caption": [],
        "img_footnote": [
            ""
        ],
        "page_idx": 37
    },
    {
        "type": "table",
        "img_path": "images/36c43b361b2bf73be5291bc4092e621430576f70cac0db092eac159ac4d43d28.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field/Option</td><td>Description</td></tr><tr><td>Primary Address</td><td>Enter the primary settings to access the S3 storage system. Please specify the bucket name as part of the address, i.e. 'bucket.fqdn.com'.</td></tr></table></body></html>\n\n",
        "page_idx": 37
    },
    {
        "type": "table",
        "img_path": "images/a4027ce6211eb91a255adf8f4da75fc533b222900d1a6dbc5aec2368ef3445f2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Primary Port</td><td>Enter the port that will be used for communication with the AmazonS3 bucket. I.e, 80, or 443 for SSL</td></tr><tr><td colspan=\"2\">NOTE: The Task Services service account must be granted full permissions to the secondary store UNC paths as well as the primary server shares and directories it will be tiering files from.</td></tr></table></body></html>\n\n",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Secondary Store – Microsoft Azure ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Configuring Microsoft Azure for use with DefendX Software Mobility: ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "1. Log on to the Azure Portal using the Microsoft Account associated with your Microsoft Azure subscription.   \n2. Create a Storage Account. The Storage Account and associated Access Key will be used in conjunction with DefendX Software Mobility. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Adding / Editing a Microsoft Azure Secondary Store: ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Secondary Storage $>$ Storage Platforms $>$ Microsoft Azure. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "SecondaryStores-MicrosoftAzure ",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 39
    },
    {
        "type": "table",
        "img_path": "images/acf7370760b1376176f506368cbe8dd833756f406d28967f43be3cc211baef51.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">Secondary Store Name</td><td>Description</td><td>Store Group Count</td></tr><tr><td>Default</td><td></td><td>Default Storage Settings for Microsoft Azure</td><td>0</td></tr><tr><td>New Store</td><td colspan=\"2\"></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "2. In the Secondary Stores Microsoft Azure section click New Store or click the name of an already existing secondary store to edit its properties. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "3. In the Edit Existing Secondary Store – Microsoft Azure dialog box edit the needed information. The name of the secondary store can be assigned to one or more primary servers to instruct the primary server where to place the tiered files. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Edit ExistingSecondaryStore-MicrosoftAzure ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 40
    },
    {
        "type": "image",
        "img_path": "images/e52abafad85b5046d7e1b77d3241239ab79bb9fa344b6c8d0d70cf641ce4dcdb.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/e9933ba67e2743fa202a66f537f3b7d42b840bc3218db10c300a096f151e0e61.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field</td><td>Description</td></tr><tr><td>Primary Address</td><td>Enter the fully qualified name for the Azure Storage.</td></tr><tr><td>Primary Port</td><td>Enter the port to communicate with the Azure Storage's web service. This will usually be port 80 when not using SSL and port 443 when using SSL.</td></tr><tr><td>Use Secure Connection (SSL)</td><td>Check this option if web service is using https otherwise uncheck when using http for the connection.</td></tr><tr><td>Primary Storage Account</td><td>Enter the Primary Storage Account name that will be used in conjunction with DefendX Software Mobility. This can be found in the storage section of the Azure Portal when logged in.</td></tr><tr><td>Access Key</td><td>Enter the Access Key that corresponds with the Primary Storage Account.</td></tr></table></body></html>\n\n",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Secondary Storage – NFS Storage ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Adding/Editing an NFS Secondary Store ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Secondary Storage $>$ Storage Platforms $>$ NFS Storage ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "2. In the Secondary Stores NFS Storage section, click New Store or click the name of an already existing secondary store to edit these properties. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "table",
        "img_path": "images/afddfe1057a0308a2351e8a5a6234dc334a5ff9a56b1bf74fe27c76bd010f996.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"3\">SecondaryStores-NFSStorage</td></tr><tr><td colspan=\"3\">Ae the “New Store* to create a new secondary storage location.</td></tr><tr><td colspan=\"3\">Tet</td></tr><tr><td>Secondary Store Name ~</td><td>Description</td><td>StoreGroupCount</td></tr><tr><td>Default</td><td>Default Storage Settings for NFS Storage</td><td>0</td></tr></table></body></html>\n\n",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "3. In the Add New Secondary Store – NFS Storage dialog box enter the needed information. The name of the secondary store can be assigned to one or more primary servers to instruct the primary server where to place the tiered files. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Add New Secondary Store - NFS Storage ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "image",
        "img_path": "images/1b693f42699fa2da71b4a99d6268cea30df8c3831207beaa3a9ebd9f8bd98c80.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "4. At the bottom of the Add New Secondary Store – NFS Storage dialog box, retention and deletion policies can be added to the secondary store. ",
        "page_idx": 42
    },
    {
        "type": "image",
        "img_path": "images/12296788534b42040206efbc491dae8cc3a92ab1278e93b51e32a7c0fdad09bc.jpg",
        "img_caption": [],
        "img_footnote": [
            ""
        ],
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/53e257759bfcd4a451bbd5c3d401195772ea640771be10d896ef6b744212380c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field/Option</td><td>Description</td></tr><tr><td>Primary Server Name</td><td>Enter the primary server or IP address of the NFS Server.</td></tr><tr><td>Primary Root Export Path</td><td>Enter the root path of an export to be used for storage.</td></tr></table></body></html>\n\n",
        "page_idx": 43
    },
    {
        "type": "table",
        "img_path": "images/d56dfe2a9ca056c372942f0099765bbaeb88fdc037af7e4d185b6dadbd556cf2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Primary Optional Sub-Folder</td><td>Optionally enter the path to a sub folder to be used on the NFS export.</td></tr><tr><td colspan=\"2\">NOTE: The Task Services service account must be granted full permissions to the secondary store UNC paths as well as the primary server shares and directories it will be tiering files from.</td></tr></table></body></html>\n\n",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Secondary Storage –S3 Connector ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Adding/Editing an S3 Connector Secondary Store ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Secondary Storage $>$ Storage Platforms $>$ S3 Connector. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "2. In the Secondary Stores S3 Connector section, click New Store or click the name of an already existing secondary store to edit these properties. ",
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/033b20ee12f14847dd3153f2d3a5d55e2de111da5b8c7bb292e050fd944b2208.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "3. In the Add New Secondary Store – S3 Connector Storage dialog box enter the needed information. The name of the secondary store can be assigned to one or more primary servers to instruct the primary server where to place the tiered files. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Add New Secondary Store - S3 Connector ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/34c6792419f42153f39b8fe08dad9bd59bd8963cde000a802fcfd0c639f48304.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "4. At the bottom of the Add New Secondary Store – S3 Connector dialog box, retention and deletion policies can be added to the secondary store. ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "image",
        "img_path": "images/b348beefb3d4850cefdddb64c8f68e8064c5fc9cb2538776d818d72ce71bf6fb.jpg",
        "img_caption": [],
        "img_footnote": [
            ""
        ],
        "page_idx": 46
    },
    {
        "type": "table",
        "img_path": "images/66e0b1f4106551e1f9f4fb7c21bf9f4ca666730129346b8c5edf442781847d5b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field/Option</td><td>Description</td></tr><tr><td>Primary Address</td><td>Enter the primary settings to access the S3 storage system. Please specify the bucket name as part of the address, i.e. 'bucket.fqdn.com'.</td></tr></table></body></html>\n\n",
        "page_idx": 46
    },
    {
        "type": "table",
        "img_path": "images/bd59b9589be648ffe7d754a123efca44af00240fa9ccb32cf935422813e8c60d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Primary Port</td><td>Enter the port that will be used for communication with the AmazonS3 bucket. I.e, 80, or 443 for SSL</td></tr><tr><td colspan=\"2\">NOTE: The Task Services service account must be granted full permissions to the secondary store UNC paths as well as the primary server shares and directories it will be tiering files from.</td></tr></table></body></html>\n\n",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "Adding/Editing Secondary Store Groups ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "One or more secondary store names can be assigned to a group. Files will be tiered to each of the secondary stores assigned to the group. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "To add/edit secondary store group, perform the following steps: ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "1. Under Secondary Storage in the left-hand main menu, click Storage Configuration $>$ Store Groups.   \n2. In the Secondary Stores Groups section, click New Secondary Store Group or click the name of an already existing secondary store group to edit these properties. ",
        "page_idx": 48
    },
    {
        "type": "image",
        "img_path": "images/ccadb1c9147fe44ac1e71ce9e41fe64813282f5c9c0a8209be1dbbdc38cae6d5.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "NOTE: New secondary storage groups being created will initially be assigned to the secondary storage type shown in the above drop down control. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "3. In the Name and Description section, provide a group name and description for the Secondary Storage Group. ",
        "page_idx": 48
    },
    {
        "type": "image",
        "img_path": "images/604ece53b64144a8e9ab0895ec1eb1f73a4e4d355e45eed6b498e70199bdfcb2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "4. In the Secondary Stores and Optional File Type Assignments section, assign one or more secondary stores to a group. ",
        "page_idx": 48
    },
    {
        "type": "image",
        "img_path": "images/2f21bfdad467cb6a48ec5346978da3bc50ef9db7bd437116a663a67e64265fb7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Mobility Football-Suitcase feature ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "The \"Football/Suitcase\" feature allows files to be tiered to one location and the database and stubs are stamped with a different \"Final\" location. This scenario is used to temporarily tier files locally and then move the store to a different Final location. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Secondary Stores and Optional File Type Assignments ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Secondary Stores Assigned to the Group ",
        "page_idx": 49
    },
    {
        "type": "table",
        "img_path": "images/6b73b96b749c0fbd3752f667f381082ef017a801fc455be3bd370d1c67371ba6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Remove</td><td>Secondary Store Type</td><td>Secondary Store Name</td><td>Secondary Store Final Name</td><td>File TypeName</td><td>Priority</td></tr><tr><td>×</td><td>Microsoft Azure</td><td>Default</td><td>Azure1</td><td>(Unspecified)</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Add Secondary Stores to Group (Press Assign to Include) ",
        "page_idx": 49
    },
    {
        "type": "image",
        "img_path": "images/d34e14f995406c3ad66f5d6ef6f66f4ba9a6e3cfe47a026efbecf35ff454e22b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Assign ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "5. In the Other Secondary Store Group Settings section, specify the criteria for a successful tiering request. ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Other Secondary Store Group Settings ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "NOTES: ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "An optional File Types name can be assigned separately to each of the secondary stores. Files that match those file types will be tiered to that secondary store. You can assign different file types names if you want to tier files of different types to different locations.   \nIf the Requests are successful if files are copied to all secondary stores in the group is selected, then only when the file has been successfully tiered to all of the secondary stores will the file be stubbed.   \nIf the Requests are successful if files are copied to at least one secondary store in the group is selected, then the file will be stubbed if it has been tiered to at least one of the secondary stores. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Configuring Primary Storage ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Adding a New Primary Server ",
        "text_level": 1,
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "A Primary Server is a source file server used to access primary storage. The Core Tiering Engine will scan the primary server’s shares and select the files to be tiered based on the assigned policy’s criteria. Users connecting to the primary server’s shares will also be able to select files and folders for tiering using DefendX Software RCDM. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "When a new task service is installed, the primary server entered during the task service installation will be automatically added to the primary servers page within 60 seconds after the task service installation is complete. Primary servers that are automatically added will be configured to use the “Default” secondary storage group. ” ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The New Primary Server button can be used to add additional NAS or generic servers to an already existing task service installation. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The New Primary Server button can also be used to re-add a primary server that was previously deleted by the web admin. To undelete a primary server, click the New Primary Server button and type in the name of the primary server and choose the correct task server. You can also select a different task server having the same type if you want to move the primary server to another task server. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "The task service installer for a NAS or generic server will prompt for the initial NAS or generic host name. This host name will automatically be added to the primary servers, as described above.   \nIf you want the same task service to control more than one of the same type of NAS or generic server, then use the New Primary Server button. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "To add a new primary server, perform the following steps: ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "1. Under Primary Storage in the left-hand main menu, click Primary File Servers. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "2. In the Primary File Servers dialog box, click the New Primary Server button. ",
        "page_idx": 51
    },
    {
        "type": "image",
        "img_path": "images/f4d1bd38ac67320d60053e675c52625a342509b45ced0611157f78df92b78dbb.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "3. In the Add New Primary Server dialog box, enter the needed information. This dialog box enables you to assign the settings for Tiering, Stubbing, Secondary Storage Group and the CTE settings to a primary server. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "Add New Primary Server ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "TheNl ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 51
    },
    {
        "type": "image",
        "img_path": "images/e77dcc641711adf4832f404a72b1c7b6dec3fc1ed4c891c16d26daec2c2ac87c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 51
    },
    {
        "type": "image",
        "img_path": "images/2634cf17b6e36a5e0979ce891b883113b9de27c18d97849a3ab80dcb86ef0fab.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "If a task server is not found in the drop-down list, then you must first install the task service using the DefendX Software Mobility Task Service for the applicable primary server type. When the installation is complete, the task server will appear in the primary server drop- down list. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "More than one primary server can be assigned to the same task service as long as the task service has full permissions to its shares and the primary server is the same type as the specified task server. ",
        "page_idx": 52
    },
    {
        "type": "table",
        "img_path": "images/0b56fdc51d76c19c9d002b82b43929d414d2f256db571c3fc80d321cfae1c4a9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">Value Definition</td></tr><tr><td> Primary Server</td><td>The name of the primary server you want to tier files from. For new primary servers being added, you can enter either the fully qualified name or the NetBlOS name. When editing, the primary server name will always display the netbios name and will</td></tr><tr><td>Task Server</td><td>not be editable. Select the appropriate task server that will be used to tier files from the primary server depending on the primary server's platform type.</td></tr><tr><td>Tiering Submission</td><td>Submitting tiering requests can be enabled or disabled. Primary servers that are disabled will continue to process all pending tiering requests; however, new tiering requests will be denied. Recall and Recovery requests are not affected and will always be accepted.</td></tr><tr><td> Stub and Schedule Settings</td><td>Select the name of a stub and schedule setting that will be used for stubbing files on the primary server after the file has been tiered.</td></tr><tr><td>Keep Auto-Recall active when not stubbing with the offline file attribute NOTE: This setting is not present for primary servers using the Task Service for Generic task server.</td><td>If checked then the Auto-Recall connector will always be loaded and active even when files are being stubbed as HTM or URL file types instead of using the offline file attribute. This setting is useful when some files were previously being stubbed and set with the offline file attribute, but that is no longer the setting now. This allows for these previous files to be auto- recalled.</td></tr></table></body></html>\n\n",
        "page_idx": 53
    },
    {
        "type": "table",
        "img_path": "images/92841a9a21bafa2478768a2d3ad630d370a4ae89254e02a48a6e6f19b781e881.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Secondary Store Group</td><td>Select the name of the secondary storage group, which contains one or more secondary storage locations, to tier the primary server's files to.</td></tr><tr><td>Allow tiering for shares that have not been configured.</td><td>If checked then all of the primary server's shares will be allowed to have files tiered from without being configured separately. If the share does not have an explicit configuration defined, then the primary server settings will be used. If not checked, then only the primary server's shares that are explicitly configured will be allowed to have their files tiered. Therefore tiering can be restricted to certain shares.</td></tr><tr><td>Use the Default Download Location UNC Path</td><td>Primary Server Shares for more details. If checked then all file download requests initiated from the Access Portal, Recovery Portal or MobilityFilelntranet sites will use</td></tr><tr><td>File Download UNC</td><td>the default download location defined in the Additional Configuration－Default Download Location page. If unchecked, then all file downloads will be stored in the location specified below. Iif the above checkbox is not checked, then</td></tr><tr><td></td><td>specify the UNC path to be used to temporarily store the contents of tiered files being downloaded from secondary storage. Note: The Access Portal, Recovery Portal and MobilityFilelntranet sites application pool users must be granted read access to the share and directories in this UNC path.</td></tr></table></body></html>\n\n",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Important Notes: ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The following applies to Task Services for Windows ONLY; ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Primary server name represents a Cluster name; ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "When checked indicates that the primary server name is the cluster which contains the shared resources.  An additional text box will also appear for you to enter the name of the fail-over task server. Refer to the appendix for details on configuring tiering for a Microsoft Windows Cluster environment. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The following applies to Task Service for NetApp ONLY; ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Enable Pass-through Read when stubbing with the offline file attribute; ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "If checked then when a user double clicks on a stubbed file containing the offline file attribute, the contents of the file stored in secondary storage will be passed through to the user keeping the stub file intact, i.e. without recalling the file back to primary storage. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "If not checked, then when a user double clicks on the stubbed file, the file on secondary storage will be copied back to primary storage overwriting the stub. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The following applies to Task Service for VNX ONLY; ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "VNX Control Station Settings: VNX hosts require the IP address of its control station as well as the login credentials for that control station. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The following applies to Task Services for Generic ONLY; ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The optional Linux Settings are for future use and should be left unset. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The Core Tiering Engine (CTE) Settings ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "The DefendX Software Core Tiering Engine must be installed on the same server as the Task Server defined above. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "To enable the CTE to scan the specified primary server, the CTE must be set to enabled and a Scan Policy and Scan Locations must be defined. The Scan Schedule is optional if you do not want CTE to scan based on a schedule. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "CTE can be configured to scan all CIFS shares and/or all NFS exports that are found on the primary server by selecting the Scan All Locations radio button. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "If you want CTE to scan specific locations then select that radio button, enter a Scan Location along with a policy and press the Add button. ",
        "page_idx": 55
    },
    {
        "type": "table",
        "img_path": "images/d579d23bc334ba09e19e7fa44743cf9bf7e5b06b6f66fde5e4b9bf7543f83d7f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field</td><td>Description</td></tr><tr><td>Format of the Scan Location</td><td>\"sharename\\path\" when the location you want to scan is a CIFS share located on the primary server. The primary server name is not included with the scan location. The \"path\" is optional and can be used to limit the scan to specific paths on the share.</td></tr><tr><td>Format of the Export Location</td><td>\"export\\path\" when the location you want to scan is an NFS export. The primary server name is not included with the scan location. The \"path\" is optional and can be used to limit the scan to specific paths on the export. For example, if a location of \"/vol/vol2\" is entered then the export \"vol\\vol2\" will be scanned. NFS export and path names are case sensitive.</td></tr><tr><td>NOTES: Microsoft Services for NFS must be installed on the same server that the CTE engine is installed if you want to scan NFS exports.</td><td> Once you have added specific locations, a grid will appear displaying those</td></tr><tr><td>locations for which you will then have an option to remove them. being executed.</td><td>Pressing the Run Now button to manually launch the CTE will trigger a scan within 5 minutes after pressing the button. You can view the Primary File Servers Status page to see its progress. The Run Now button will become disabled and will remain disabled until the CTE status becomes Idle as shown on the Primary File Servers Status page. This is to prevent multiple instances of the CTE from</td></tr><tr><td colspan=\"2\">If you chose to enable the Simulate Tiering option, then the CTE will scan the locations but will not send tiering notifications to the DefendX Software Mobility Admin web site. Instead, it will log the total number of files and the total size of the files that meet the criteria for tiering. The log file will be located in the CTE's installation folder.</td></tr></table></body></html>\n\n",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "4. Click the Add button to add the new primary server. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Editing a Primary Server ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "To edit an existing primary file server, perform the following steps: ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "1. Under Primary Storage in the left-hand main menu, click Primary File Servers. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "2. In the Primary File Servers dialog box, click Edit Server next to the name of the primary server that you want to edit. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Primary File Servers ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 57
    },
    {
        "type": "image",
        "img_path": "images/09db67b715bdfcc6a873225288e2a24b86550c8490a2e7a4e793f0cadcd5e77f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "3. In the Edit Existing Primary Server dialog box, enter the changes/updates to the server information and then click the Update button. Please refer to the Add a New Primary Server section. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "NOTE: ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "To remove a primary server; ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "If the corresponding task service has more than one primary server assigned to it, then you can remove one of its primary servers by clicking on the Delete button in the Edit Existing Primary Server dialog box. If the corresponding task service only has one primary server assigned to it and you want to remove that primary server then: 1. Uninstall the DefendX Software Mobility Task Service first. 2. Click the Delete button in the Edit Existing Primary Server dialog box. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Configuring Primary Server Shares ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "One or more shares and exports for a primary server can be configured with separate tiering options, stub and schedule settings and secondary storage group than the settings defined for the primary server itself. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "After a new primary server has been added, it may take several minutes for the shares to be populated; however, if the shares or exports continue to not display on this page, then the task service’s login account may not have been made a member of the administrators group or the account does have the proper permissions to the NAS device. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "To configure one or more primary file server shares, perform the following steps: ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "1. Under Primary Storage in the left-hand main menu, click Primary File Servers.   \n2. In the Primary File Servers dialog box, click Edit Shares for the primary server name that you want to edit.   \n3. The Primary File Server Shares dialog box will be displayed. . ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Primary File Server Shares ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "images/3699f218a67911ecc33cb390af6d0b888f61093bcdc533133ea176019c7d2fa1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "images/2bbe7f9df01a5b68be4135a2943bc5a0ecf8d327b8cb51551dcf300b4af8e7d6.jpg",
        "img_caption": [],
        "img_footnote": [
            ""
        ],
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Note: TofullymanagethePrimary's SeverCTEscanlocatios please viewthePrimary Seerdtail pageTheAddCTEcan ",
        "page_idx": 58
    },
    {
        "type": "table",
        "img_path": "images/647a7bbb787fb7e18c7bc5c2d9c2ef6554914488b1efa77d9c80477ba1406e71.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field</td><td>Description</td></tr><tr><td>Filter Shares text box and button</td><td>Used to display share names using a wild card. This is useful when there are thousands of shares defined on the primary server.</td></tr><tr><td>Share Name column</td><td>Displays the name of the CIFS share or NFS export.</td></tr></table></body></html>\n\n",
        "page_idx": 58
    },
    {
        "type": "table",
        "img_path": "images/4dd547121d777f6d82ae464ad10d09398207704af885b24ad955aae7aa0e75d6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Share Type column</td><td>Indicates if the sharename is CIFS or NFS</td></tr><tr><td>Share Path column</td><td>Shows CIFS share's path or NFS export's path.</td></tr><tr><td>Tiering column</td><td>Indicates whether the share is using the primary server settings or it has been explicitly configured with its own</td></tr><tr><td>Enabled(via Allowed)</td><td>settings. Indicates the share is using the primary server settings and the Allows tiering for shares that have not been configured checkbox is checked.</td></tr><tr><td>Disabled(via Allowed)</td><td>Indicates the share is using the primary server settings and the Allows tiering for shares that have not been configured checkbox is not checked.</td></tr><tr><td>Enabled(via Share)</td><td>Indicates the share has been explicitly configured with its own settings and its Tier setting is set to enabled.</td></tr><tr><td>Disabled(via Share)</td><td>Indicates the share has been explicitly configured with its own settings and its Tier setting is set to disabled.</td></tr><tr><td> Stub and Schedule Settings column</td><td>Displays the name of this setting for shares that have been explicitly configured.</td></tr><tr><td>Secondary Store Group column</td><td>Displays the name of this setting for shares that have been explicitly configured.</td></tr><tr><td>Configure Shares button</td><td>Allows you to select one or more shares to explicitly configure. The Primary Share Detail page will be displayed when this</td></tr><tr><td>Refresh Page button</td><td>button is pressed.</td></tr><tr><td></td><td>Redisplays all of the shares. This is used in conjunction with the Refresh Shares button.</td></tr></table></body></html>\n\n",
        "page_idx": 59
    },
    {
        "type": "table",
        "img_path": "images/b153b00ab7bfb850765feb5ee320cb4a3fc719606f575b7f651d73a3530661e1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Refresh Shares button</td><td>This sends a message to the task service instructing it to reload all shares for this primary server into the database. The button will become disabled after pressing it. Use the Refresh Page button to redisplay the page from the shares in the database. After pressing Refresh Page, the Refresh Shares button will become enabled again. Note: Allow several minutes for the task service to re-populate the shares into the database. You can continue to press the Refresh Page button until the shares you are expecting to be shown appear. The Refresh Shares button is useful for when new shares are created on the</td></tr><tr><td>Add to CTE Scan button</td><td>primary server and you want them to appear within a short period of time. Allows you to select one or more shares to be included in a Core Tiering Engine (CTE) scan. Adding shares to the CTE from this menu will cause the CTE to scan the entire share. If you wish to scan certain directories within a share then you must use the primary file server</td></tr><tr><td>Scan Policy drop down</td><td>settings page to add the paths to CTE. Used in conjunction with the Add to CTE Scan button. The selected shares being added to CTE will be assigned to the CTE Scan Policy selected in the drop down.</td></tr></table></body></html>\n\n",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "4. Click the Configure Shares button.   \n5. On the Primary Share Detail section, specify the configuration details. ",
        "page_idx": 61
    },
    {
        "type": "table",
        "img_path": "images/86b7d1fc9501765f07cf065aa9302cbb7aad78f3469db72f0eb4fe62fdd52820.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"2\">Primary Share Detail</td></tr><tr><td colspan=\"2\">Configuration for Share: ADMINS</td></tr><tr><td colspan=\"2\">Tiering and Secondary Storage Settings</td></tr><tr><td>Configuration</td><td>UseServer Setings</td></tr><tr><td>Share Settings</td><td></td></tr><tr><td>Tiering Submission Enabled</td><td></td></tr><tr><td>Tiering Hours of Operation Not Configured Not Configured</td><td>M M</td></tr><tr><td>Stulb Settings </td><td></td></tr><tr><td>Secondary Store Group Not Configured</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 61
    },
    {
        "type": "table",
        "img_path": "images/3c8552d89c9035592262b9b9a394e62c880393bfd6437cc4623e5912e8297580.jpg",
        "table_caption": [
            "The tabular form outlined below displays the Configuration Options; "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Field Use Server Settings</td><td>Description</td></tr><tr><td></td><td>Allows the shares to inherit their settings from the primary server settings. If the primary server setting that Allows tiering for shares that have not been configured is not checked, then tiering files from these shares will not be allowed. Therefore selecting to Use Server Settings option unconfigures the share and resets it to use the primary server setting.</td></tr><tr><td>Use Share Settings</td><td>Allows you to explicitly configure the selected shares with its own set of tiering options for Tiering, Stub and Schedule Settings and Secondary Store Group. Using this option gives you the capability of tiering files located on different shares to different secondary stores.</td></tr></table></body></html>\n\n",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "Domain Configuration ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "There are three new pages to support the domain feature. “Domain Storage - Domains” page, “Status – Domain Storage Status” page and the “Additional Configuration – Global Domain Attributes” page. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "After installing the initial domain using the Domain Agent installer, you can edit or add additional domains using the Domain Storage - Domains pages. Use the “Edit Domain” link to edit the selected domain or use the “Edit Fields” link to edit the domain attributes that will be collected for the selected domain or use the “New Domain” button to add additional domains. You can also use the “Configure Domains” button to edit the multiple selected domains at once. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "NTP Software VFM\" ",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "image",
        "img_path": "images/b295369ef76bb6fe9c4cdac8db630ec7553725e09690bd282815e98a62eddbef.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 62
    },
    {
        "type": "image",
        "img_path": "images/4904d27d2f72909d36eedf3aec612ec84bf913d0f4202bf2a5caf5bccca15247.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Domain Name: The name of the domain to scan. This must match the root domain in your environment as display by the Active Directory Users and Computers application. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Domain Type: Currently $^{\\prime\\prime}{\\sf A D S I^{\\prime\\prime}}$ , Active Directory Services Interface, is the only domain type that is supported, i.e. only active directory domains can be scanned. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "LDAP Port: Port 389 is the default port for ADSI. If your domain uses a different port then enter it here. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Task Server: This is the name of the Windows server where the Domain Agent was installed to. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Domain Login Id: A login Id and password are optional. If the Domain Agent’s service account does not have permissions to the domain then you can enter an account here which has permissions. This account will then be used to scan the domain. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Scanning: If you want the Domain Agent to scan this domain then you must enable it. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Scan Schedule: If you want the domain to be scanned on a schedule then choose a schedule.   \nSchedules are defined under the “Scheduling Configuration – Schedule Settings” page. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Scan Type: A scan type of “Normal” will collect domain attribute information for each user scanned and will store them in the Mobility stores database. A scan type of “Simulation” will collect information but will not store anything in the databases. This can be used to collect information of what will be collected. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Scan Entire Domain: When this is selected then all users in the domain, starting from the root, will have their attributes collected. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Product Installer ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "There are two new pages to support the product install feature. “Primary Storage – Task Servers” page and the “Additional Configuration – Product Installer Settings” page. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "After installing the Mobility Admin you must fill in the missing information on the “Additional Configuration – Product Installer Settings” page required for push installs. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Additional Configuration – Product Installer Settings Page ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "NTP Software VFM\" ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "image",
        "img_path": "images/f0ec0e5fcc247d8b7333cf4df8b1bc1d01525488e9f2232d62d71d259a98cd59.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 64
    },
    {
        "type": "image",
        "img_path": "images/89bae2664655ddc8679f6113ffb836492cac526decde99d6e091f528406a343e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Installation Packages Location: This is the first share name, UNC Path, required for push installs. Refer to the “Additional Requirements To Support Push Installs” above for further explanation. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Default Program Files Location: This is the default parent location on each task server to install the Task Services and Core Tiering Engine to. Note: “DefendXSoftware\\Mobility\\Task Service\\<type>” will automatically be appended to this path when a task service is installed and “DefendXSoftware\\Mobility\\Core Tiering Engine” will automatically be appended to this path when a core tiering engine is installed. Therefore do not include them in this location. If you want to use a parent location of “\\Program Files $(\\times86)^{\\prime\\prime}$ on all of your servers on the drive that the OS is installed upon then use “%PROGRAMFILE $586\\%^{\\prime\\prime}$ as the location. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Installer Results Files Location: This is the second share name, UNC Path, required for push installs. Refer to the “Additional Requirements To Support Push Installs” above for further explanation. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Installer Service Account Settings: This account will be used by the product installer service when temporarily installing a local service on each of the servers where a push install will occur. This account can be the same as the account used by the product installer’s service. This account must be an administrator on each of the servers where a push install will occur. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Primary Storage – Task Servers Page ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Use this page to push install new Task Services and Core Tiering Engines or to update one or more older versions of them ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "A list of existing Task Servers, where one or more Task Services are currently installed, will be displayed on this page and will include a checkbox in the first column to give you the capability of selecting multiple task Servers to update at once. Simply select each task server and press the “Update Existing” button. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "If you want to install a Task Service and Core Tiering Engine on a new Task Server then press the “Install New” button. ",
        "page_idx": 65
    },
    {
        "type": "image",
        "img_path": "images/21588e77b1da30314c3480c2163e071ec27f1f7faa9e0b58d76f79382f154144.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Task Server: The name of the Windows server where the Task Services is installed. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Mobility Version: The current version of the Task Service. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Device Type: The type of Task Service installed, i.e. Windows, NetApp, VNX, Unity, Generic ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Install Status: The status of the push install that was last run. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Install Type: Indicates whether it was a “New” install or an “Update”. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Last Installed: The date of when the last push install was run. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Last TS Result: The result of the Task Service’s last push install. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Last CTE Result: The result of the Core Tiering Engine’s last push install. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Clicking on “View Detail” for either the Last TS Result or the Last CTE Result will display additional information as seen below. ",
        "page_idx": 66
    },
    {
        "type": "table",
        "img_path": "images/64fe2a1638955a57ae9325b2c053ea8e6fc693f0389e94158bc59f4c43d9a745.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Request Detail</td><td></td></tr><tr><td>Server:</td><td>cllaptop3</td></tr><tr><td></td><td>Application Type: Task Service (Windows)</td></tr><tr><td>Version:</td><td>7.2.0.1101</td></tr><tr><td>Install Type:</td><td>New</td></tr><tr><td>Status:</td><td>Success</td></tr><tr><td>Result Messagei</td><td>Success</td></tr><tr><td>Last Installed:</td><td>2017/12/23 08:46:06</td></tr><tr><td colspan=\"2\">Download Result XML File</td></tr></table></body></html>\n\n",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Clicking on the “Download Result XML File” will display the actual XML file created by the Mobility Admin as well as messages and errors that were added to it by the product installer service. This is normally used to help with debugging issues. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Assessment ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Tiering Operations – Core Tiering Engine – Scan Policies Page ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "image",
        "img_path": "images/9f32b8cfebf75a07a242976e4b638d1ab5f4ac67a468f1282cf8e2132148a663.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Default Assessment: A new default assessment policy will be created during the upgrade and is assigned as the default Core Tiering Engine policy when the primary server is set to a scan type of assessment. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Note: Any scan policy can be used for assessments. The default assessment policy was created for convenience. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Tiering Operations – Core Tiering Engine – Scan Policies – Default Assessment ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "By default, the Default Assessment policy will scan all files based on file size only. Since the file size setting is set to zero, all files will be used in the assessment. However, this policy can be modified to assess files based on date and/or file types as well. ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Scan Policy ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "alsbeefaf ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Size Settings ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/9a35d0dd7e975ab2f16f2066aab5053b94a3fe2ad92394fd52ad75056df95088.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Additional Settings ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Ntbaeiieae ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Date Settings ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Capture any file where:any of its dates have not changed since the specified dates ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Modified: ",
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/983a44bc9a19b3bebbfe40e87b07704613e99187be4cd60f0df41a50e8a6bd54.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/90fc1ad789bcfa921b11518bf8e66b2221165137b7e3bad9f4a5815777399d35.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "O   \n$0$   \n$0$ √ ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Note: Create date is not applicable when capturing files located on NFS exports ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "File Type Settings ",
        "text_level": 1,
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "File Type Settings (Unspecified) ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Primary Storage – Primary File Servers – Edit Server Page ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Use the Edit Server page to set the Scan Type to “Assessment” under the Core Tiering Engine Settings. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Scanning must be Enabled to perform an assessment and to be able to change the Scan Type.   \nThe Default Assessment Scan Policy will be automatically selected. However, you can change it to use any scan policy.   \nScan All Locations will be automatically selected. However, you can change it to use Scan Specific Locations too.   \nYou can either set a Scan Schedule, to perform an assessment at a later time, or set it to “Not Scheduled” and simply press the “Run Now” button to assess immediately (within 5 minutes).   \nMonitor the Core Tiering Engine assessment using the “Status – Primary Storage Status” page.   \nWhen the assessment is complete then change the Scan Type and Scan Schedule. ",
        "page_idx": 68
    },
    {
        "type": "image",
        "img_path": "images/38fc77de9947cab6bca22295c5d0be83bc27bb0b28b5359d837a8a572d31251a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Manually Launch Core Tiering Engine ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Run Now ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "License/Assessment – Assessment Information Summary Page ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "When all of your primary file servers have been assessed then use this page to select  the servers you want to include in the assessment report. The assessment report will be generated by DefendX Software and therefore the data can either be FTPed to DefendX Software’s FTP site or it can be exported and sent using another mechanism such as email. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Only the most recent assessment data for each server will be displayed on this page. Therefore, you can perform another assessment for one or more of the listed servers if you find the Scan Policy needs to be changed or the Scan Locations need to change. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Note: All data is encrypted when either FTP or Export is selected. ",
        "page_idx": 69
    },
    {
        "type": "image",
        "img_path": "images/6693a14eaebc57de0f0ba7e222418de8c5013268a19dd1fab79a24af5a352639.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 69
    },
    {
        "type": "image",
        "img_path": "images/adad8582313961907e6698945fbb7202e6c2e60ebcae6050b8f31afddb34efc2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Delete: If you want to remove unwanted assessments then Select each Primary Server and press the Delete button. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Send to FTP: Select the Primary Servers you want to include in the assessment report and press the Send to FTP button to encrypt and send the data to DefendX Software’s FTP site. ",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Export: Select the Primary Servers you want to include in the assessment report and press the Export button to encrypt and save the data to a file. You can send the data file to DefendX Software via email or some other mechanism.. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Account Configuration ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Use the Application Accounts section to define the Windows accounts that are exempt from being able to auto-recall files from secondary storage. This is used to prevent applications that backup files on the primary servers or scan for viruses from recalling all files stubbed with the offline file attribute from secondary storage. Instead, the backup applications will backup the stub file without recalling its contents, and the anti-virus applications will scan the stub file instead of recalling its contents. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "To add an exemption account, simply type in the name of the application’s service login account and press the Add button. These accounts are global, i.e. used by all task services. ",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Application Accounts ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/da06098218f47cb686d5e9351ab0dddfd1c7f183c5af26e1b3cd2158a89e3045.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "Additional Configuration ",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "When the DefendX Software Mobility File Intranet, Recovery Portal or Access Portal Websites are used, the user is presented with a choice of options. One of the options is to recall or recover a tiered file to the download location. The default download location is defined at the DefendX Software Mobility File Download UNC outlined. Each primary server can be set to use this default location or use its own location which can be defined in the primary file server page. ",
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/2a71f8998206f23958e76408ec3cbd2c41d96c4027bf1e05e16d710ed6f56255.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "The Task Service for VNX requires the EMC CAVA services to be installed as well as the Proxy Service. These services are needed to provide auto-recall support for EMC VNX servers version 7.1.74.5 and later. A single instance of Proxy Service is capable of providing autorecall support for multiple EMC VNX servers. Enter the NetBIOS name of the server which has the Proxy Service installed. Each VNX primary server can be set to use this default server or use its own proxy server which can be defined in the primary file server page. ",
        "page_idx": 71
    },
    {
        "type": "image",
        "img_path": "images/28d1235aa3da839bf093617249cf31664da5491e667fa531f8919125cef6983c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Mobility Status Pages ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Viewing Primary File Server Status ",
        "text_level": 1,
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "This page displays the status of your DefendX Software Mobility task servers and Core Tiering Engine (CTE) status. ",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "To view the primary file server status, click Primary File Severs Status under the Status in the left-hand main menu. The Primary File Server Status page is displayed. ",
        "page_idx": 71
    },
    {
        "type": "table",
        "img_path": "images/6182f2f6331ef7349c0f3f434c96816181b5c66612a463bf4dc0c7ddac76a0f7.jpg",
        "table_caption": [
            "Primary File Servers Status "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Primary Server</td><td>Primary Type</td><td>TaskServer TaskServiceStatus</td><td>TaskServiceLast Update</td><td>CTE Status CTE Last Scan</td></tr><tr><td>VFM51QA</td><td>Windows</td><td>VFM51QAIdle</td><td>2016/04/01 04:16:25 PM</td><td>Idle 2016/03/26 01:00:21 AMDefault</td></tr><tr><td>Refresh</td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The page shows the name of the server and the status (whether it is idle or executing). If it is executing, it will show the request ID that is currently executing. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The Task Server Status states include: ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "“Idle” – The task service has no requests to process. The Last Update date will be updated every 5 minutes so that there is an indication of whether or not the task service is in a normal operating state.   \n“Executing” – The task service is currently executing a request. When the request is complete, its results can be viewed on the completed page.   \n“Disabled” – The task service will no longer accept tier requests. Use the “Primary Servers” page to re-enable it. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "The CTE Status states include: ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "“Idle” – A CTE scan is not running.   \n“Pending” – A CTE scan has been manually initiated and will start executing within 5 minutes.   \n“Executing” – A CTE scan is currently running.   \n“Disabled” – The CTE engine has been installed but scanning has not been enabled for the primary server. Refer to the Primary Server details page.   \n“Not Installed” – The CTE engine has not been installed on the task server. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "he last CTE scan displays the date of when the CTE engine last scanned the primary server. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "Viewing Queued Requests (On-Demand) ",
        "text_level": 1,
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "This page displays all the pending requests that have been submitted by the Right-Click Data Movement (RCDM) application or the Event-Driven Data Movement (EDDM) application. There are three types of requests, Tier, Recall, and Recover. Each request is assigned an ID for which you can drill into and view additional information. Requests are also stamped with the time it was submitted along with the primary server the request was issued for. Pending requests can also be placed on hold until released and they can be removed. ",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "To view queued requests, perform the following steps: ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "1. Under Status in the left-hand main menu, click On-Demand Status>Queued Requests. The Queued Requests page is displayed. ",
        "page_idx": 73
    },
    {
        "type": "table",
        "img_path": "images/34f8cdc2b861907fcddd141ac4ccff82f7d5cf063cdcd9879f930d629338497b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"9\">QueuedRequests</td></tr><tr><td colspan=\"9\">Note: Refer totheTaskService Status onthe Primary File SeversStatus page, foradditional status informatin.</td></tr><tr><td>SelectBatchID</td><td></td><td>Request ID</td><td>Request Type</td><td>Request Time</td><td>Submitted By</td><td>Task Server</td><td>Status Alert</td><td>Source Path</td></tr><tr><td>Delete</td><td>Hold</td><td> Release Hold</td><td>Refresh</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "2. To view the details of the request, click the link for the request ID. This will show the details of the request: the request ID, who submitted it, when it was submitted, the UNC path of the file, the file name, the file size, and the file owner. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "NOTE: If the request type was to tier or recall specific files, then those file names, sizes, and owners will appear. If the request type was to tier or recall a folder, then the file grid will not appear. ",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "Request Detail ",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "309883 Tier Specific File(s) domainUser1 Time Submitted: 2016/04/07 01:28:11 PM \\server1\\userfiles\\currentfiles ",
        "page_idx": 73
    },
    {
        "type": "table",
        "img_path": "images/0a40ce6ad6f4116bd2941ae0a8efcd6a6b20e046c4bf5d690345d466b5840af0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>File Name </td><td>File Size (KB)</td><td>File Owner</td></tr><tr><td>File_Data.log</td><td colspan=\"2\">3,607.49 domainUser1</td></tr></table></body></html>\n\n",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "NOTES: ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Queued requests are sitting in a queue waiting to be serviced. Pending items will get processed in a sequential order.   \nOn-hold(Manual) means the item was placed on hold manually, i.e. by using the Hold button. Items that are manually held will not be processed until the administrator releases the hold on the item.   \nOn-hold(Network) means the item was placed on hold by a task service due to a network issue while trying to tier or recall an item. When the network issue is resolved then these held items will automatically be released by the task service.   \nIt is possible to place network held items on manual hold by selecting the items and pressing the hold button. When doing this then those items will be held until manually released. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "3. To move an item from queued to on-hold, or to release an item from hold, simply check the Select column and then click either the Hold or Release Hold button. Administrators can put tiering requests on hold, release the hold, or delete the requests. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Queued Requests ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Note:Refer to theTaskServiceStatus onthe PrimaryFileServersStatus page,foraditional statusinformation. ",
        "page_idx": 74
    },
    {
        "type": "table",
        "img_path": "images/f9578ea4241ac7f21fe94c9a8262068945e08c324cefc13c50d117e02eaccc98.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>SelectBatch ID</td><td></td><td>Request ID</td><td>Request Type</td><td>Request Time Submitted By</td><td>Task Server</td><td>StatusAlert</td><td>SourcePath</td></tr><tr><td>口</td><td>94648</td><td></td><td>309881 Recover Files</td><td>2016/04/07 10:32:51 AM domainUser1</td><td>VFMServer15</td><td>Pending</td><td>11VFMServer15\\userdata\\currentfiles</td></tr><tr><td></td><td>94651</td><td></td><td>309884 Tier Files</td><td>2016/04/07 01:36:16 PM domainUser1</td><td>VFMServer34</td><td>Pending</td><td>I1VFMServer34\\accounting</td></tr><tr><td>Delete</td><td>Hold</td><td>Release Hold</td><td>Refresh </td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Viewing Completed Requests (On-Demand) ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "This page displays all of the most recent completed requests. The number of completed requests that will be displayed is 250 by default. This number is controlled by the MaxCompletedRequestsToDisplay value found in the web.config file. By clicking the Batch ID, you can drill into and view the results of the request. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "To view completed requests, perform the following steps: ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "1. Under Status in the left-hand main menu, click On-Demand Status>Completed Requests. The Completed Requests page is displayed. ",
        "page_idx": 75
    },
    {
        "type": "table",
        "img_path": "images/d583a01790ab1a4aacba365862340a6a549aecefb80ddf49201bf48af2a3a6cb.jpg",
        "table_caption": [
            "Completed Requests "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>BatchID Batch Status</td><td>Request Iype</td><td>Secondary Group</td><td>Primary Server</td><td>Primary Share</td><td>Task Server</td><td>Submitted By</td><td>Start Time</td><td>Duration</td></tr><tr><td>10 Completed</td><td>Recover Files</td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td></td><td>NTPGREATAdministrator 2016/03/3102:45:09 PM 00:00:01</td><td></td></tr><tr><td> Completed</td><td>Recover Files</td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td></td><td>NTPGREATVAdministrator 2016/03/31 02:37:04 PM 00:00:01</td><td></td></tr><tr><td>8Has Errors </td><td>Recall Fles</td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td>BUILTINAdministrators</td><td>2016/03/3102:26:30PM00:00:00</td><td></td></tr><tr><td>ZHas Errors </td><td>Recall Files</td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td>BUILTINVAdministrators</td><td>2016/03/31 02:24:27 PM 00:00:00</td><td></td></tr><tr><td>6 Has Errors </td><td>Recall Files </td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td>BUILTINAdministrators</td><td>2016/03/31 02:23:26 PM 00:00:00</td><td></td></tr><tr><td>5 Has Errors </td><td>Recall Files</td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td>BUILTINAdministrators</td><td>2016/03/31 02:22:54 PM 00:00:00</td><td></td></tr><tr><td>4Completed</td><td>RecallFiles </td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td>BUILTINVAdministrators</td><td>2016/03/31 02:21:52 PM 00:00:00</td><td></td></tr><tr><td>2Completed</td><td>RecllFiles </td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td>BUILTINAdministrators</td><td>2016/03/0907:48:00AM00:00:01</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "2. To view the details of the batch, click the link for the Batch ID. This will show the details of the batch. ",
        "page_idx": 75
    },
    {
        "type": "table",
        "img_path": "images/83564cb96049f277eb38e34261f3a69e90f7372aff144dfa92cf81855027b014.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"7\">Completed Requests</td></tr><tr><td>Batch Id:</td><td colspan=\"7\"></td></tr><tr><td>Request Type:</td><td colspan=\"7\">10 Recover Stubs Of Specific File(s)</td></tr><tr><td colspan=\"7\">Number of Requests: 1</td></tr><tr><td>Submitted By:</td><td colspan=\"7\">NTPGREATAdministrator</td></tr><tr><td>Time Submitted:</td><td colspan=\"7\">2016/03/31 02:45:05 PM</td></tr><tr><td>Time Started:</td><td colspan=\"7\">2016/03/31 02:45:09 PM</td></tr><tr><td>Duration:</td><td colspan=\"7\">00:00:01</td></tr><tr><td>Folder Counts:</td><td colspan=\"7\">Processed: 1, Excluded: 0, Errored: 0</td></tr><tr><td>Files Processed:</td><td colspan=\"7\">1, Total Size: 0.82 MB</td></tr><tr><td>Files Excludled:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Access Denied:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files In-Use:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Errored:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Request ID </td><td colspan=\"7\">Request Status</td></tr><tr><td></td><td></td><td>Task Server VFM51QA</td><td>Start Time</td><td>2016/03/31 02:45:09 PM</td><td></td><td></td><td>Source Path</td></tr><tr><td></td><td>10 Completed</td><td></td><td></td><td></td><td>00:0:01\\VFM510QA\\Marketing</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "3. To view the results of the files being tiered to each of the secondary stores defined in the storage group, click on the Store Group link. ",
        "page_idx": 75
    },
    {
        "type": "table",
        "img_path": "images/ec9c926de25efa2060658cfce109c109a3688767aad18c2508b9331e01f7cccb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"10\">Completed Requests</td></tr><tr><td colspan=\"8\">Request Type: Recover Contents of Specific File(s)</td></tr><tr><td colspan=\"8\">Primary Server: VFM51QA Primary Share: Marketing</td></tr><tr><td colspan=\"8\"></td></tr><tr><td colspan=\"8\">Task Server: VFM51QA</td></tr><tr><td colspan=\"8\">Secondlary Group: Tier1</td></tr><tr><td colspan=\"8\">Submitted By: NTPGREATAdministrator</td></tr><tr><td colspan=\"8\">*All 'Size' values are shown here in MB units.</td></tr><tr><td>Requests View</td><td>Priority 1</td><td>Status Completed</td><td>Secondary Store Default</td><td>Store Type CIFS</td><td>Files Processed 1. Size: 0.23</td><td>Files Excluded 0. Size: 0.00</td><td>Files Errored</td></tr></table></body></html>\n\n",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "4. To dig further to the request within the specified batch, click the View link. ",
        "page_idx": 75
    },
    {
        "type": "table",
        "img_path": "images/7cc43f962d6e076db057dc4e4fdb5bdd1e1fb91dfb9bc76cf200ed435e0704c9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"8\">Completed Requests</td></tr><tr><td>Secondary Store: Default</td><td colspan=\"6\"></td></tr><tr><td>Store Type:</td><td colspan=\"6\">CIFS</td></tr><tr><td>Request Type:</td><td colspan=\"6\">Recover Contents of Specific File(s)</td></tr><tr><td> Number of Requests: 1</td><td colspan=\"6\"></td></tr><tr><td colspan=\"7\">Primary Server: VFM51QA</td></tr><tr><td>Primary Share:</td><td colspan=\"6\">Marketing</td></tr><tr><td>Task Server:</td><td colspan=\"6\">VFM51QA</td></tr><tr><td>Secondary Group:</td><td colspan=\"6\">Tier1</td></tr><tr><td colspan=\"6\">*All'Size'values are shown here in MB units.</td></tr><tr><td>Request ID</td><td>Status Completed</td><td>Files Processed 1. Size: 0.23</td><td>Files Excluded 0. Size: 0.0</td><td>Files Errored O. Size 0.00</td><td>SourcePath</td><td>\\\\VFM51QA\\Marketing</td></tr></table></body></html>\n\n",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "NOTES: ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "If the request type was to tier or recall specific files, then those file names and sizes will appear.   \nIf the request type was to tier or recall a folder, then the file grid will not appear. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "5. Navigate to the batch details page (as per step #2 of this section), you can drill into the Request ID in the file grid, you will be able to view the results of each file on primary storage. Whether the file was stubbed, for tiering requests, or restored for recall requests. ",
        "page_idx": 76
    },
    {
        "type": "table",
        "img_path": "images/9063291d2c6ed35c4ac22f9832003580b00130e7403266190d1d42e47ef2651a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"7\">Completed Requests</td></tr><tr><td>Batch Id:</td><td colspan=\"7\">10</td></tr><tr><td>Request Type:</td><td colspan=\"7\">Recover Stubs Of Specific File(s)</td></tr><tr><td colspan=\"7\"> Number of Requests: 1</td></tr><tr><td>Submitted By:</td><td colspan=\"7\">NTPGREATAdministrator</td></tr><tr><td>Time Submitted:</td><td colspan=\"7\">2016/03/31 02:45:05 PM</td></tr><tr><td> Time Started:</td><td colspan=\"7\">2016/03/31 02:45:09 PM</td></tr><tr><td> Duration:</td><td colspan=\"7\">00:00:01</td></tr><tr><td>Folder Counts:</td><td colspan=\"7\">Processed: 1, Excluded: 0, Errored: 0</td></tr><tr><td>Files Processed:</td><td colspan=\"7\">1, Total Size: 0.82 MB</td></tr><tr><td>Files Excluded:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Access Denied: 0, Total Size: 0.00 MB</td><td colspan=\"7\"></td></tr><tr><td>Files In-Use:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Errored:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Request ID </td><td colspan=\"7\">Request Status</td></tr><tr><td></td><td>10 Completed</td><td>Task Server VFM51QA</td><td>2016/03/31 02:45:09 PM</td><td></td><td></td><td>00:0:01\\VFM51QA\\Marketing</td><td>Source Path</td></tr></table></body></html>\n\n",
        "page_idx": 77
    },
    {
        "type": "table",
        "img_path": "images/c5e221177f51d942c2116d4ccb7c5cd6d6a0909e968ff77a9f363f62fb0eccfc.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"5\">Request Detail</td></tr><tr><td> Request Id:</td><td colspan=\"3\">10</td><td></td></tr><tr><td>Request Type:</td><td colspan=\"3\">Recover Stubs Of Specific File(s)</td><td></td></tr><tr><td>Request Status:</td><td colspan=\"3\">Completed</td><td></td></tr><tr><td> Submitted By:</td><td colspan=\"3\">NTPGREATAdministrator</td><td></td></tr><tr><td>Time Submitted:</td><td colspan=\"3\">2016/03/31 02:45:05 PM</td><td></td></tr><tr><td>Time Started:</td><td colspan=\"3\">2016/03/31 02:45:09 PM</td><td></td></tr><tr><td>Duration:</td><td colspan=\"3\">00:00:01</td><td></td></tr><tr><td>Source Path:</td><td colspan=\"3\">1\\VFM51QA\\Marketing</td><td></td></tr><tr><td>Folder Counts: Files Processed:</td><td colspan=\"3\">Processed: 1, Excluded: 0, Errored: 0</td><td></td></tr><tr><td>Files Excluded:</td><td colspan=\"3\">1, Total Size: 0.82 MB</td><td></td></tr><tr><td></td><td colspan=\"3\">0, Total Size: 0.00 MB</td><td></td></tr><tr><td> Files In-Use:</td><td colspan=\"3\">Files Access Deniec: 0, Total Size: 0.00 MB</td><td></td></tr><tr><td>Files Errored:</td><td colspan=\"3\">0, Total Size: 0.00 MB 0, Total Size: 0.00 MB</td><td></td></tr><tr><td></td><td colspan=\"3\"></td><td>File Owner</td></tr><tr><td>File Name data1.cab</td><td>File Size (KB)</td><td></td><td></td><td>BUILTINAdministrators</td></tr><tr><td></td><td></td><td>838.75 File Restulbbed</td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Viewing Queued Requests (CTE) ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "This page displays the requests that have been submitted by a Core Tiering Engine (CTE) scan. The requests are sorted by the date and time the Core Tiering Engine was executed. You can drill into and view additional information. To view queued requests, perform the following steps: ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "1. Under Status in the left-hand main menu, click Core Tiering Engine Status>Queued Requests. The Queued Scans page is displayed. ",
        "page_idx": 77
    },
    {
        "type": "table",
        "img_path": "images/0f92ab309235211de5091d9f048ba8601ecf7617b73e1aacb28f54236d283f60.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"9\">Queued Requests</td></tr><tr><td colspan=\"9\">Note: Refer to the Task Service Status on the Primary File Servers Status page, foradditional status information.</td></tr><tr><td>SelectSubmit Time </td><td>Total Requests Queued: 3 </td><td colspan=\"2\">RequestType</td><td>Submitted By</td><td>Primary Server</td><td>TaskServer</td><td>Status</td><td>#-Requests</td><td>Alert</td></tr><tr><td>口</td><td>2016/04/07 01:53:16 PM</td><td>Tier Files</td><td></td><td>domainUser1</td><td>FileServer18</td><td>VFMServer34</td><td>Pending</td><td></td><td>3</td></tr><tr><td>Delete</td><td>Hold Requests</td><td>Release Hold</td><td>Refresh</td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "2. To view the details of the request, click the link for the Request Time. This will show the details of the request and the current status. The Core Tiering Engine divides a scan into multiple batches. Each batch contains multiple requests and each request contains multiple files that will be tiered. By drilling into a Batch-ID, you can view all the requests for that batch, and then, by drilling into a Request-ID, you can view all of its files as shown by the following screen shots. ",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "Queued Requests ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 78
    },
    {
        "type": "table",
        "img_path": "images/548c08dfcc97c6c2ad7f3811f3ef0fcd0fd446cc605e6a89b6990b31a7e24687.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Batch ID</td><td>Request Type</td><td>Request Time</td><td>Submitted By</td><td>Primary Server</td><td>Primary Share</td><td>TaskServer</td><td>Status</td></tr><tr><td></td><td>121358 Tier Files</td><td>2016/04/07 01:58:34 PM</td><td>domainUser1</td><td>FileServer18</td><td>UserData</td><td>VFMServer34</td><td>Pending</td></tr><tr><td>Refresh</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "3. To view the requests within a certain Batch ID, click on the Batch ID link. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Queued Requests ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 78
    },
    {
        "type": "table",
        "img_path": "images/81fd0927e352547470416a0e1611d1ab5601559f5159d11ee5d9b4d9a55700a1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Select</td><td colspan=\"3\">Request ID Request Type</td><td colspan=\"2\">Request Time SubmittedBy</td><td>TaskServer</td><td>Status</td><td>Source Path</td></tr><tr><td></td><td colspan=\"3\">667964 Tier Files</td><td>2016/04/07 01:58:34 PM</td><td>domainUser1</td><td>VFMServer34</td><td>Pending</td><td>\\\\FileServer18\\UserData\\Dir1</td></tr><tr><td>口</td><td colspan=\"3\">667965 Tier Files</td><td>2016/04/07 01:58:34 PM</td><td>domainUser1</td><td>VFMServer34</td><td>Pending</td><td>1\\FileServer18\\UserData\\dir2\\subdir1</td></tr><tr><td>Delete</td><td>Hold</td><td>Release Hold</td><td colspan=\"3\">Refresh Select ll Requests on All Pages</td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "4. To view the request details, click on the RequestID. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Request Detail ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "667965 Tier Specific File(s) domainUser1 Time Submitted: 2016/04/07 01:58:34 PM \\VFileServer18\\\\UserData\\dir2\\subdir1 ",
        "page_idx": 78
    },
    {
        "type": "table",
        "img_path": "images/9deeeaa0f3c353f20385d2af7bb1387ebc4677ff341a304da7f9566bade6dee0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>File Name </td><td>File Size (KB)</td><td>File Owner</td></tr><tr><td>InvoiceCurrent.pdf</td><td colspan=\"2\">2,700.87 domainUser1</td></tr></table></body></html>\n\n",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Viewing Completed Requests (CTE) ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "This page displays all of the most recent completed requests. The number of completed requests that will be displayed is 250 by default. This number is controlled by the MaxCompletedRequestsToDisplay value found in the web.config file. By clicking the Date Time Stamp, you can drill into and view the results of the request. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "To view completed requests, perform the following steps: ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "1. Under Status in the left-hand main menu, click Core Tiering Engine Status>Completed Requests. The Completed Requests page is displayed. The requests are sorted by the date and time the Core Tiering Engine was executed. ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Completed Requests ",
        "text_level": 1,
        "page_idx": 78
    },
    {
        "type": "table",
        "img_path": "images/1253bd43e11692e3acda0a53a9aef54f22773c33e762141373b1bd620e2bce15.jpg",
        "table_caption": [
            "Note:canslistedhemay stiltainutstaningquestRfttRqsts pavianytstangqst "
        ],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Start Time </td><td>Duration</td><td>Batch Status</td><td>Request Type</td><td>Secondary Group</td><td>Primary Server</td><td>Task Server</td><td>Submitted By</td></tr><tr><td>2016/03/26 01:01:07 AM</td><td>00:00:02 Completed</td><td></td><td>Tier Files</td><td>Tier1</td><td>VFM51QA</td><td>VFM510A</td><td>NTPGREATAdministrator</td></tr><tr><td>2016/03/09 07:46:25 AM</td><td>00:00:04 Completed</td><td></td><td>Tier Files</td><td>Tier1</td><td>VFM51QA</td><td>VFM51QA</td><td>NTPGREATAdministrator</td></tr></table></body></html>\n\n",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "2. The Core Tiering Engine divides a scan into multiple batches. Each batch contains multiple requests and each request contains the results of files that were tiered. By drilling into a ",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "Batch-ID, you can view all the requests for that batch, and then, by drilling into a RequestID, you can view the results of all of its files as shown by the following screen shots. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "3. To view the details of the request, click the link for the Start Time. This will show the status for each batch. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Completed Requests ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "table",
        "img_path": "images/3c0fff15a0d9d0c0c6a874657edb9751cf22d917f4c76097d31d46e5911cdf85.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Batch ID Batch Status</td><td>Request Type</td><td>Secondary Group</td><td>Primary Server</td><td>Primary Share</td><td>Task Server</td><td>SubmittedBy</td><td>Start Time</td><td>Duration</td></tr><tr><td>3Completed</td><td>Tier Files</td><td>Tier1</td><td>VFM51QA</td><td>Marketing</td><td>VFM51QA</td><td></td><td>NTPGREATAdministrator 2016/03/26 01:01:07AM 00:00:02</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "4. To view the requests within a certain Batch ID, click on the Batch ID link. ",
        "page_idx": 79
    },
    {
        "type": "table",
        "img_path": "images/b08204a492c576e06b4afcc036828a961df0a3927e847f9f9c858b40dfb25e3d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"7\">Completed Requests</td></tr><tr><td>Batch Id:</td><td colspan=\"7\">3</td></tr><tr><td>Request Type:</td><td colspan=\"7\">Tier Specific File(s)</td></tr><tr><td>Store Group:</td><td colspan=\"7\">Tier1</td></tr><tr><td colspan=\"7\">Number of Requests: 1</td></tr><tr><td>Submitted By:</td><td colspan=\"7\">NTPGREATAdministrator</td></tr><tr><td>Time Submitted:</td><td colspan=\"7\">2016/03/26 01:00:42 AM</td></tr><tr><td>Time Started:</td><td colspan=\"7\">2016/03/26 01:01:07 AM</td></tr><tr><td>Duration:</td><td colspan=\"7\">00:00:02</td></tr><tr><td>Folder Counts:</td><td colspan=\"7\">Processed: 1, Excluded: 0, Errored: 0</td></tr><tr><td>Files Processed:</td><td colspan=\"7\">1, Total Size: 3.78 MB</td></tr><tr><td>Files Excluded:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Access Denied:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files In-Use:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Errored:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Request ID </td><td>Request Status</td><td>Task Server</td><td>Start Time</td><td></td><td>Duration</td><td>Source Path</td></tr><tr><td></td><td>3Completed</td><td>VFM51QA</td><td>2016/03/26 01:01:07 AM</td><td></td><td></td><td>00:00:02\\VFM51QA\\Marketing</td></tr></table></body></html>\n\n",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "5. To view the results of the files being tiered to each of the secondary stores defined in the storage group, click on the Store Group link. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "NOTE: If the request type was to tier specific files, then those file names, size, and owners will appear. If the request type was to tier a folder, then the file grid will not appear. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Completed Requests ",
        "text_level": 1,
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Tier Specific File(s)   \nVFM51QA   \nMarketing   \nVFM51QA   \nNTPGREATAdministrator ",
        "page_idx": 79
    },
    {
        "type": "table",
        "img_path": "images/29dc7c6ba94dc2edcb4b401c3f86a228f90555d5d149843dc8b52b49a272905c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Requests</td><td>Priority </td><td>Status</td><td>SecondaryStore</td><td>StoreType</td><td>Files Processed</td><td>Files Excluded</td><td>Files Errored</td></tr><tr><td>View</td><td>1</td><td>Completed</td><td>Default</td><td>CIFS</td><td>1. Size: 3.78</td><td>0. Size: 0.00</td><td>0. Size: 0.00</td></tr></table></body></html>\n\n",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "6. To dig further to the request within the specified batch, click the View link. ",
        "page_idx": 80
    },
    {
        "type": "table",
        "img_path": "images/97eebcd3179eebda54edbc7705629c9c3ed0f8056aecd7b848d6f0f1d512e74e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"8\">Completed Requests</td></tr><tr><td colspan=\"8\"></td></tr><tr><td colspan=\"8\">Secondary Store: Default</td></tr><tr><td>Store Type:</td><td>CIFS</td><td colspan=\"2\"></td><td colspan=\"3\"></td><td></td></tr><tr><td>Request Type:</td><td></td><td colspan=\"2\">Tier Specific File(s)</td><td></td><td></td><td></td><td></td></tr><tr><td>Number of Requests: 1</td><td colspan=\"7\"></td></tr><tr><td colspan=\"8\">Primary Server: VFM51QA</td></tr><tr><td> Primary Share:</td><td colspan=\"5\">Marketing</td><td colspan=\"2\"></td></tr><tr><td>Task Server:</td><td colspan=\"5\">VFM51QA</td><td colspan=\"2\"></td></tr><tr><td>Secondary Group:</td><td colspan=\"5\">Tier1</td><td colspan=\"2\"></td></tr><tr><td colspan=\"9\">All'Size'values are shown here in MB unts.</td></tr><tr><td colspan=\"2\">Request ID</td><td>Status</td><td>Files Processed</td><td>Files Excluded</td><td>Files Errored</td><td>SourcePath</td><td></td></tr><tr><td>m</td><td>Completed</td><td></td><td>1 Size: 3.78</td><td>0. Size: 0.00</td><td>0. Size: 0.00</td><td></td><td>\\\\VFM51QA\\Marketing</td></tr></table></body></html>\n\n",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "7. Drilling into the Request ID in the file grid, you will be able to view the results of each file on secondary storage. ",
        "page_idx": 80
    },
    {
        "type": "table",
        "img_path": "images/2968c76153db7fc82cf37da7ffa85e5ee8faebb1ca4eb0f7706b810946d84019.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"6\">Request Detail</td></tr><tr><td colspan=\"6\">Request Id: 3</td></tr><tr><td colspan=\"6\">Secondary Store: Default CIFS</td></tr><tr><td colspan=\"6\">Store Type:</td></tr><tr><td colspan=\"6\">Request Type:</td></tr><tr><td colspan=\"6\">Request Status:</td></tr><tr><td colspan=\"6\">Source Path:</td></tr><tr><td colspan=\"6\">Files Processed:</td></tr><tr><td colspan=\"6\"> Files Excludled:</td></tr><tr><td colspan=\"6\">Files Errored:</td></tr><tr><td colspan=\"6\">File Name </td></tr><tr><td colspan=\"2\"></td><td>File Size (KB)</td><td>Status 3,874.45 Succeeded</td><td>File Owner BUILTINAdministrators</td></tr><tr><td colspan=\"2\">data2.cab</td><td colspan=\"2\"></td><td colspan=\"2\"></td></tr></table></body></html>\n\n",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "8. Navigate to the batch details page (as per step #4 of this section), you can drill into the Request ID on this page to view the results of each file on primary storage and whether or not the file was stubbed or a warning or error occurred. ",
        "page_idx": 80
    },
    {
        "type": "table",
        "img_path": "images/4f6f93fda3d3d83448c571b800d682f0a1cc67bcd363df108f1926c6d9bc8b07.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td colspan=\"7\">Completed Requests</td></tr><tr><td>Batch Id:</td><td colspan=\"7\">3</td></tr><tr><td>Request Type:</td><td colspan=\"7\">Tier Specific File(s)</td></tr><tr><td>Store Group:</td><td colspan=\"7\">Tier1</td></tr><tr><td> Number of Requests: 1</td><td colspan=\"7\"></td></tr><tr><td>Submitted By:</td><td colspan=\"7\">NTPGREATAdministrator</td></tr><tr><td>Time Submitted:</td><td colspan=\"7\">2016/03/26 01:00:42 AM</td></tr><tr><td>Time Started:</td><td colspan=\"7\">2016/03/2601:01:07 AM</td></tr><tr><td>Duration:</td><td colspan=\"7\">00:00:02</td></tr><tr><td>Folder Counts:</td><td colspan=\"7\">Processed: 1, Excluded: 0, Errored: 0</td></tr><tr><td>Files Processed:</td><td colspan=\"7\">1, Total Size: 3.78 MB</td></tr><tr><td>Files Exclucled:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td></td><td colspan=\"7\">Files Access Denied: 0, Total Size: 0.00 MB</td></tr><tr><td> Files In-Use:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Errored:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Request ID </td><td>Request Status</td><td>Task Server</td><td>Start Time</td><td></td><td>Duration</td><td>Source Path</td></tr><tr><td></td><td>3Completed</td><td>VFM51QA</td><td>2016/03/26 01:01:07 AM</td><td></td><td colspan=\"3\">00:00:02\\VFM51QA\\Marketing</td></tr><tr><td colspan=\"7\">Request Detail</td></tr><tr><td>Request Id:</td><td colspan=\"7\">3</td></tr><tr><td>Request Type:</td><td colspan=\"7\">Tier Specific File(s)</td></tr><tr><td>Request Status:</td><td colspan=\"7\">Completed</td></tr><tr><td>Submitted By:</td><td colspan=\"7\">NTPGREATVAdministrator</td></tr><tr><td>Time Submitted:</td><td colspan=\"7\"></td></tr><tr><td> Time Started:</td><td colspan=\"7\">2016/03/26 01:00:42 AM</td></tr><tr><td></td><td colspan=\"7\">2016/03/26 01:01:07 AM</td></tr><tr><td>Duration:</td><td colspan=\"7\">00:00:02</td></tr><tr><td>Source Path:</td><td colspan=\"7\">1\\VFM51QA\\Marketing</td></tr><tr><td>Folder Counts:</td><td colspan=\"7\">Processed: 1, Excluded: 0, Errored: 0</td></tr><tr><td>Files Processedl:</td><td colspan=\"7\">1, Total Size: 3.78 MB</td></tr><tr><td>Files Excludled:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td></td><td colspan=\"7\">Files Access Denied: 0, Total Size: 0.00 MB</td></tr><tr><td>Files In-Use:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td>Files Errored:</td><td colspan=\"7\">0, Total Size: 0.00 MB</td></tr><tr><td></td><td colspan=\"7\">File Size (KB)</td></tr><tr><td>File Name </td><td colspan=\"7\"></td></tr><tr><td>data2.cab</td><td colspan=\"7\">3,874.45 File Tiered, (URL Stub)</td></tr></table></body></html>\n\n",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "DefendX Software Mobility Reports ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "Viewing Tiering Summary ",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "This page displays the total number of tier requests processed and storage savings by all primary servers for the past 7 days and the past 6 months. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "NOTE: Information is only displayed for tier requests. Recall requests are not taken into consideration here. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "To view the data movement summary, click Home in the left-hand main menu. The Tiering Summary page is displayed. ",
        "page_idx": 81
    },
    {
        "type": "image",
        "img_path": "images/2bbe84400dabc3d46430d658965be0a9f46c781bc5224d0f778ef41ba008c710.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "The top section shows the total number of requests that have been made by end users. There are 6 charts on the screen divided into 2 rows; the top row shows what happened in the last 7 days, and the bottom row shows what happened in the last 6 months. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "The tiering requests, files tiered, and storage usage savings shown in the top charts represent what the user has done during the last week. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Similarly, the bottom charts show what happened on a monthly basis, with the number of tiering requests, number of files tiered, and storage usage savings the user has achieved during the last 6 months. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Viewing Requests By User ",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "This page displays the number of tier and recall requests for each user who submitted requests. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "To view this report, perform the following steps: ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "1. Click Requests by User under Reports in the left-hand main menu. The User Report is displayed. ",
        "page_idx": 82
    },
    {
        "type": "table",
        "img_path": "images/d6b6609ab6a00fa3a85fd9beff550172a8dc7c46b762b8c6249d354c88af6d3d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Submitted By </td><td>Tiering Requests Tiered Files</td><td>Tiered Size (MB)</td></tr><tr><td>NTPGREATVAdministrator </td><td>2</td><td>9 10.03</td></tr></table></body></html>\n\n",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "2. To display more detail, click the user name. This page displays the number of requests for the selected user that were destined for each of the primary servers listed. This page also displays statistical information for the past 7 days as well as for the month (when the Monthly Activity tab is selected). ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "NOTE: Detailed information is only displayed for tier requests. Recall requests are not taken into consideration here. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "User Tiering Report ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "image",
        "img_path": "images/ecbf7913a6ddb2c8f5d95a45c3672c25543bcd4f6ebd8a871e7041f7497dc6a2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Viewing Requests By Primary Server ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "This page displays the number of tier and recall requests processed by each primary server. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "To view this report, perform the following steps: ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "1. Click Requests by Primary Server under Reports in the left-hand main menu. The Primary Server Report is displayed. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Primary Server Report ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "table",
        "img_path": "images/a7d252fa581a743061d7f15ca7e3aff95ae664b190d778f3de75dc4684d99ae0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Primary Server </td><td>Tiering Requests Tiered Files</td><td>Tiered Size (MB)</td><td></td></tr><tr><td>VFM51QA</td><td colspan=\"3\">2 9 10.03</td></tr></table></body></html>\n\n",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "2. To display more detail, click the primary server name. This page displays the number of tier requests for this selected server and each of the users who submitted requests for it. This page also displays statistical information for the past 7 days as well as for the month (when the Monthly Activity tab is selected). ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "NOTE: Detailed information is only displayed for tier requests. Recall requests are not taken into consideration here. ",
        "page_idx": 84
    },
    {
        "type": "image",
        "img_path": "images/28cbf363a57a501ca8eefcc7a9dce1d8d90b57cbe85b6479077a86f929ddb7e5.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Database Appendix ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "table",
        "img_path": "images/a92774ccf88b37f7c9d9dec0d94e3fd3f33c42875a5d0253287e3b9641dd5d19.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Appendix Name</td><td>Database Appendix</td></tr><tr><td>Default Names for Mobility Databases</td><td>DefendXSoftwareMobility: This is the configuration database, it holds configuration data as well as queued and completed request data. DefendXSoftwareMobilityStores: This is the stores database; it holds all tiered file data.</td></tr><tr><td>Steps to move the location of the configuration database</td><td>Using Microsoft SQL Server Management Studio on the current database server; Backup the configuration database to a file. Using Microsoft SQL Server Management Studio on the new database server; 1. Create the database on the new server. It is recommended to use a collation of: \"SQL_Latin1_General_CP1_Cl_AS\" 2. Restore the configuration database to the new server. 3. Remove the \"oddm_web_svc\" user from the \"Security\" item under the configuration database, it is no longer valid. Remove the schema, if prompted to do so.</td></tr></table></body></html>\n\n",
        "page_idx": 84
    },
    {
        "type": "table",
        "img_path": "images/26ba5e17e62310b01856f60212e576d10fb68f6935e3336cb401b26d44a93f1b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>6. Open the DefendX Software Mobility Administration</td><td>4. Create a new \"Login\" under the main \"Security\" item, using a login name of: \"oddm_web_svc\" a. Set it to use SQL Server authentication. b. Set the default database to the name of the configuration database, default is: \"DefendXSoftwareMobility\". c. Set the default language to \"English\". d. Server Roles can be left as all unchecked. e. User Mapping: Assign \"db_backupoperator\", \"db_datareader\", \"db_datawriter\" and \"public\" to the configuration database. 5. NOTE: The “oddm_web_svc\" user should now be a \"User\" in the \"Security\" item under the configuration database too. This occurred during step 4b. Select the \"oddm_web_svc\" user in the \"Security\" item under the configuration database and choose \"Properties\". b. On the \"Securables\" tab, \"Add\" the three stored procedures and grant “Execute\" permissions to each. The three stored procedures are: 1. dbo.BackupDatabase</td></tr></table></body></html>\n\n",
        "page_idx": 85
    },
    {
        "type": "table",
        "img_path": "images/2da81e937e59630771db693ff5acecfcd1c38fbb6710084e51b557cd70d1d1e6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Steps to move the database server location of the stores database database server \"SQL_Latin1_General_CP1_Cl_AS\" 2. Restore the stores database to the new server. 3. Remove the “oddm_web_svc\" user from the \"Security\" item under the stores database, it is no</td><td>Using Microsoft SQL Server Management Studio on the current Backup the stores database to a file. Using Microsoft SQL Server Management Studio on the new 1. Create the database on the new server. It is recommended to use a collation of:</td></tr><tr><td>to step 6. a. b. C. d. e. f.</td><td>4. If the new stores database server is the same as the configuration database server then skip step 5 and gc 5. Create a new \"Login\" under the main \"Security\" item using a login name of: \"oddm_web_svc\" Set it to use SQL Server authentication. Set the default database to the name of the stores database, default is: \"DefendXSoftwareMobilityStores\". Set the default language to \"English\". Server Roles can be left as all unchecked. User Mapping: Assign \"db_backupoperator\", \"db_datareader\", \"db_datawriter\" and \"public\" to the stores database. Go to Step 7.</td></tr><tr><td colspan=\"4\">6. If step 5 was performed then skip this step and go to step 7, otherwise the \"oddm_web_svc\" login must be added to the \"Security - User\" item under</td></tr></table></body></html>\n\n",
        "page_idx": 86
    },
    {
        "type": "table",
        "img_path": "images/ae6f6a4d9bf246ace575dd314643994e9d6e322f81d35b419c6797b6732a0dee.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>7. Create a new\"Login\" under the main \"Security\" item, using a login name of: \"domain\\account\" where this account is the same as the service account used by the DefendX Software Mobility Task Services. If the task services use different accounts then Steps 7 and 8 must be performed for each account. a. Set it to use Windows authentication. b. Set the default database to the name of the stores database, default is: \"DefendXSoftwareMobilityStores\". C. Set the default language to \"English\". d. Server Roles can be left as all unchecked. e. User Mapping: Assign \"db_backupoperator\", \"db_datareader\", \"db_datawriter\", \"db_owner\" and \"public\" to the stores database. 8. NOTE: The “domain\\account\" user should now be a \"User\" in the \"Security\" item under the stores database too. This occurred during step 7b. a. Select the \"domain\\account\" user in the \"Security\" item under the stores database and choose \"Properties\". b. On the “Securables\" tab, “Add\" the stored</td></tr></table></body></html>\n\n",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "Windows Cluster Appendix ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "table",
        "img_path": "images/73f5adcd1e900387f0d63ee2c6689388fb7bb14f13b6daea51ff30cfb347c0c2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Appendix Name</td><td>Windows Cluster Appendix</td></tr><tr><td>Installing the Task Service for Windows on the cluster server nodes</td><td>1. Install a Task Service for Windows on each of the 2. Cluster server nodes.</td></tr></table></body></html>\n\n",
        "page_idx": 87
    },
    {
        "type": "table",
        "img_path": "images/7b1238fcaf2bee010f64d3fef708e5f915be97f361f3a435346eddacb52e534d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>3. Decide whether or not you want to allow tiering shares. 1. On the Primary Servers page, click on the \"New</td><td>In the DefendX Software Mobility Administration web site wait for each of the task servers to display on the Primary Servers page. of files located on each of the task servers local Local shares are not part of the clustered shares. a. If you want to allow tiering upon local shares then click on the “edit\" selection for each of these servers on the Primary Server page and select your configuration options. b. If you do NOT want to allow tiering upon the local shares then click on the \"edit\" selection for each of these servers on the Primary Server page and set \"Tiering\" to \"Disabled\".</td></tr><tr><td>Configuring the Task Services for Windows for use with the cluster</td><td>2. Primary Server\" button. Server\" field. represents a cluster name\" 4. Select one of the Windows task servers installed</td><td>Enter the name of the cluster in the “Primary 3. Check the checkbox for \"The Primary Server name on the cluster server nodes, from the drop down, to be used as the initial \"Task Server\". It will process tiering requests issued from any of the clustered shares. It is recommended to use the server which currently has control of the quorum. 5. Select the other Windows task server installed on the other cluster server node, from the drop down, to be used as the \"Failover Task Server\".</td></tr><tr><td rowspan=\"2\">cluster when the cluster is Configured to stub files using done. the offline file attribute</td><td>6.Select the rest of your configuration options. Enabling Auto-Recall for the If both of these bullet items are true, then perform this step. Otherwise, there is nothing more to do and you are</td><td></td></tr><tr><td>口 file attribute.</td><td> The cluster will be stubbing files using the offline</td></tr></table></body></html>\n\n",
        "page_idx": 88
    },
    {
        "type": "table",
        "img_path": "images/cb7cf2b5f717cd95b0bf0c38cc0067809d3f028ddaf4446ca1e6c49b57b4a6b5.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>The cluster server nodes are either disabled or will be stubbing files using a different stubbing option, i.e. not using the offline file attribute. a. Auto-Recall must be kept enabled on each of the cluster server nodes so that auto- recall of files located on the cluster will function. To allow this do: i. On the Primary Servers page,“edit\" each of the cluster server nodes and check the checkbox for \"Keep Auto-Recall active when not stubbing with the offline file attribute. ii. Note: There is no need to check the checkbox for \"Keep Auto-Recall active when not stubbing with the offline file attribute\" on the cluster. It will</td></tr><tr><td>Additional configuration when in an environment whose tiered files are being replicated and the source files are stubbed using the offline file attribute</td><td>have no effect. For auto-recall to function properly, in this type of environment, both of the Windows server nodes and the Cluster node must be configured to use the same exact secondary store name, otherwise auto-recall may fail trying to retrieve a replicated file on the secondary storage device.</td></tr></table></body></html>\n\n",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "Controlling User Access to the DefendX Software Mobility Administration Website Appendix ",
        "text_level": 1,
        "page_idx": 89
    },
    {
        "type": "table",
        "img_path": "images/7673b43915973d4d1210cbb56ffa217a9722f93cc1567ab677f3ce5c4f52b6da.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>AppendixName</td><td>Controlling User Access to the DefendX Software Mobility Administration Website.</td></tr></table></body></html>\n\n",
        "page_idx": 89
    },
    {
        "type": "table",
        "img_path": "images/6292c064dd47c0d28f5f4c189bfcb82ed358267c6a023458a388998110671eaa.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>To make sure that Windows Authentication is turned on for the Admin site.</td><td></td><td>Open lIS Manager. Expand the Default website and select the \"MobilityAdmin\" virtual directory. Note: The virtual directory name may be \"ODDMAdmin\" if the admin was upgraded from an earlier version. Double click on Authentication and ensure Windows Authentication is enabled and all other authentication methods are set to disabled.</td></tr><tr><td>Enabling SSL on the Administration Web Site</td><td>checkbox. number when not using port 80. If the components have</td><td>Open lIS Manager. Expand the Default website and click on the \"MobilityAdmin\" virtual directory. Note: The virtual directory name may be \"ODDMAdmin\" if the admin was upgraded from an earlier version. Double click on SSL Settings and check the \"Require SSL\" NOTE: During installation of the other Mobility components you may be prompted to supply the name of the administration web site. Use \"https\" instead of \"http\" when SSL has been enabled here. Also, include the port</td></tr><tr><td>Allowing Authorization to specific users and groups to access the DefendX Software Mobility Administration site</td><td></td><td>already been installed then refer to the SSL section below. Go to the Admin site installation folder, by default it is installed here: \"C:\\Program Files (x86)\\DefendXSoftware\\Mobility\\Web\" Open the Web.config file in a text editor To allow specific users place the following xml directly underneath this tag: <authentication mode=\"Windows\"/>. Separate each user account with a comma. <authorization></td></tr></table></body></html>\n\n",
        "page_idx": 90
    },
    {
        "type": "table",
        "img_path": "images/026d5e733384a9fd699c21d9153238c87beb12de88095a2b2965f3bd9dcf7ee2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td><allow users=\"domainname\\user1,domainname\\user2,do mainname\\user3\" /> <deny users=\"*\" /> </authorization> To allow specific groups place the following xml directly underneath this tag: <authentication mode=\"Windows\"/>. Separate each group account with a comma. When allowing both users and groups, simply insert the “<allow roles\" line under the “<allow users\" line in the xml above. <authorization> <allow roles=\"domainname\\group1,domainname\\group2, domainname\\group3\" /> <deny users=\"*\" /> </authorization></td></tr><tr><td>DefendX Software Mobility Task Service Accounts need to be Authorized </td><td>When authorization to specific users and groups was configured above, then: The login accounts for each task service must be entered in the list of \"allow users\", otherwise the task service will not be able to communicate with the admin site. When authorization to specific users and groups was not configured, then: o The administration web site's authentication must be enabled for Windows Authentication and/or Anonymous. This will allow the task services access</td></tr><tr><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 91
    },
    {
        "type": "table",
        "img_path": "images/48fc781130aebea7b48de9fc0ab40bc0410031f12fbafb9bb4f002412225f106.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>DefendX Software Mobility Access and Recovery Portals and the MobilityFilelntranet sites need to be Authorized</td><td>configured above, then: 口 configured, then: Anonymous. This will allow the portal access to the</td><td>When authorization to specific users and groups was O If the portal is installed on the same host as the admin site then add \"NT AUTHORITY\\NETWORK SERVIcE\" to the list of \"allow users\". O If the portal is installed on a different host than the admin site, then add \"Domain\\Host$\" to the list 0 \"allow users\", where Domain is the name of the domain that the host is in, and Host$ is the NetBIO name of the host followed by the dollar symbol. When authorization to specific users and groups was not o The administration web site's authentication must be enabled for Windows Authentication and/or</td></tr><tr><td>Mobility Administration Web Site Prompt for Credentials</td><td>口 口</td><td>When authorization to specific users and groups was configured above, then: When a user is logged on as one of the accounts in the \"allow users\" list, they should not be prompted for credentials when accessing the admin site, because Windows Authentication will automatically allow them access. This is usually the case when using Internet Explorer. Other browsers may still prompt for credentials unless specific NTLM settings are applied to the browser as described below. When a user is logged on with an account that is not in the list, then they will be prompted for credentials. When authorization to specific users and groups was not configured, then: O If the administration web site's authentication has Anonymous enabled then users  will  not be prompted for credentials. 0 If the administration web site's authentication has Windows Authentication enabled then users may ol may not be prompted for credentials.</td></tr></table></body></html>\n\n",
        "page_idx": 92
    },
    {
        "type": "table",
        "img_path": "images/0ddfbcc69a1f48028f10da1df2e62f2cfe806224ed308b1a5c94e1c208f9c326.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Enabling NTLM Authentication on| an account in the \"allow users\" list; however, the following options FireFox</td><td>Firefox may always prompt for credentials even when logged on as can be set to try and avoid the prompt. Type \"about:config\" in Firefox's address bar and then click OK. In the search/filter type: “network.automatic- ntlmauth.trusted-uris\" Double click the one item in the list and enter this into the dialog box (replacing servername with the name of your web server): http://servername/MobilityAdmin Notes: O If the name of the administration web site is \"ODDMAdmin\" then use it instead of \"MobilityAdmin\". O If SSL was configured for the administration web site</td></tr><tr><td>SSL Configuration for Defendx Software Mobility Components</td><td>When SSL is enabled on the administration web site then the following components must be configured to use \"https\" instead of \"http\" to be able to access to the admin site. The format of the URL should be either: http://WebServer:80/MobilityAdmin/ODDMService.asmx (A port must be specified unless using port 80 which is the default port and is optional). https:/WebServer:443/MobilityAdmin/ODDMService.asmx (A port must be specified unless using port 80 which is the default port and is optional). For each Task Service Go to their installation directory, default is: \"C:\\Program Files (x86)\\DefendXSoftware\\Mobility\\Task Service\\<platform>\" Edit the MainConfig.xml file Change the <URL> value to use https and include the port number if different than port 80. Save the file and restart the task service.</td></tr></table></body></html>\n\n",
        "page_idx": 93
    },
    {
        "type": "table",
        "img_path": "images/eef4e85a98b4d972e810fb8d451a3d6dc4512a264a63ec3c1f5cd7eb239c62d3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>sites For Event-Driven Data Movement (EDDM)</td><td>For the Access and Recovery Portals and the MobilityFilelntranet Go to their installation directory, default is: \"C:\\Program Files (x86)\\DefendXSoftware\\Mobility\\<appname>\" Edit the Web.Config file Change \"http\" to \"https\" and include the port number if different than port 80 for each line found, there may be multiple lines, that contains the \"ODDMService.asmx\" text. For Right-Click Data Movement (RCDM) Open the registry by running “regedt32\" \"HKEY_LOCAL_MACHINE\\SOFTWARE\\DefendXSoftware\\Right- Click Tiering\\Data\" Change the value for \"OddmUrl\" to use \"https\" and include the port number if different than port 80 For this new setting to take effect you must close all Windows Explorers and Control Panel windows and then obtain a new Windows Explorer window.</td></tr></table></body></html>\n\n",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Updating the License Keys ",
        "text_level": 1,
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "A new license key will be issued if you increase your license capacity for your DefendX Mobility product. Updating your license key is very straightforward. The “VFM License Key Utility” is provided during the install of Mobility and will allow you to manage your license keys. Simply input your new key in the license key field and press the “Activate” button. When you are done, press the “Commit” button and close the utility. Confirm your license capacity within the Mobility Administration page. ",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "About DefendX Software ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "DefendX Software helps organizations secure their critical business files and maximize the value of their enterprise file storage resources. From comprehensive intelligence, modeling, costing and chargeback to seamless file movement, protection and archiving, DefendX provides industry-leading capabilities to eliminate waste and align the value of files with the storage resources they consume. With DefendX, important file locations and the users who access them can be monitored to provide governance, protect against theft and enforce compliance policies. For more than 20 years, DefendX Software has been helping public and private sector customers around the world save money and eliminate risk every day. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "DefendX Software Professional Services ",
        "text_level": 1,
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "DefendX Software’s Professional Services offers consulting, training, and design services to help customers with their storage management challenges. We have helped hundreds of customers to implement cost-effective solutions for managing their storage environments. Our services range from a simple assessment to in-depth financial analyses. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "For further assistance in creating the most cost-effective Storage Management Infrastructure, please contact your DefendX Software Representative at 800-390-6937. ",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Legal & Contact Information ",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "The information contained in this document is believed to be accurate as of the date of publication. Because DefendX Software must constantly respond to changing market conditions, what is here should not be interpreted as a commitment on the part of DefendX Software, and DefendX Software cannot guarantee the accuracy of any information presented after the date of publication. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "This user manual is for informational purposes only. DefendX SOFTWARE MAKES NO WARRANTIES, EXPRESS OR IMPLIED, IN THIS DOCUMENT. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "DefendX Software and other marks are either registered trademarks or trademarks of DefendX Software in the United States and/or other countries. Other product and company names mentioned herein may be the trademarks of their respective owners. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "DefendX Software products and technologies described in this document may be protected by United States and/or international patents. ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "DefendX Software   \n119 Drum Hill Road, #383   \nChelmsford MA 01824   \nPhone: 1-800-390-6937   \nE-mail: info@DefendX.com   \nWeb Site: http://www.DefendX.com ",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "Copyright $\\circledcirc$ 2019 DefendX Software. All rights reserved. All trademarks and registered trademarks are the property of their respective owners. Doc#DFX1211EF ",
        "page_idx": 96
    }
]